Repository: whissip/whissip
Catalog: gettext/langfiles/*.static.po
Languages: de_de, es_es, es_ve, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: The upgrade procedure below has been tested exclusively with b2 versions 0.6.1 and 0.6.2. Though, we believe that versions 0.5.x should also upgrade without problems. Anyway, if you run any older version of b2, you can give it a try quite safely. b2evolution will not harm your data, even if it can't understand it. The worst you would get is an error message.
de_de: Die untere Upgrade-Prozedur wurde ausschliesslich mit b2 Versionen 0.6.1 und 0.6.2 getestet. Trotzdem sollte sie für Versionen 0.5.x auch funktionieren. Wie auch immer, falls du eine ältere b2 Version laufen hast kannst du dem ganzen ziemlich sicher einen Versuch abstatten. b2evolution wird deinen Daten keinen Schaden zufügen, auch wenn es sie nicht versteht. Das Schlimmste was passieren kann wäre eine Fehlermeldung.
es_es: El proceso de actualización sólo ha sido probado con las versiones 0.6.1 y 0.6.2 de b2. Aunque creemos que las versiones 0.5.x también deberían de poder actualizarse sin problemas. De todas formas, si tienes una versión anterior del b2, puedes probar a actualizarlo a b2evolution sin riesgos. b2evolution no dañará tus datos. Lo peor que podría pasar es recibir un mensaje de error.
es_ve: El siguiente procedimiento de migración ha sido probado exclusivamente con las versiones 0.6.1 y 0.6.2 de b2. Aunque creemos podría funcionar sin problemas con las versiones 0.5.x. De todas formas, si está ejecutando cualquier versión más vieja de b2, puede hacer un intento con seguridad. b2evolution no dañará sus datos aunque no pueda entenderlos. Lo peor que podría obtener es un mensaje de error.
ja_jp: 以下のアップグレード手順は、b2 バージョン 0.6.1 と 0.6.2 でのみテストされています。しかし、バージョン 0.5.x 系でも問題無くアップグレードできるはずだと考えています。とにかく、あなたが b2 のどの古いバージョンを使っていても、まったく安全にアップグレードを試してみることができます。b2evolution はあなたのデータを解釈できなくても、データを傷つけることはありません。最悪の場合で、エラーメッセージが表示されるだけです。
lt_lt: Atnaujinimo procesas buvo išbandytas su b2 versijomis 0.6.1 ir 0.6.2. Tačiau, mes tikime, kad versijos 0.5.x gali būti atnaujintos be problemų. Taigu, jei jūs naudojate senesnę b2 versiją, galite bandyti atnaujinimą be baimės. Blogiausia kas gali atsitikti, tai, kad atnaujinimo programa, nesupratusi jūsų duomenų, praneš apie klaidą, nesugadindama duomenų.
pt_br: O procedimento de atualização foi testado exclusivamente com as versões 0.6.1 e 0.6.2 do b2. Porém, cremos quer as versões 0.5.x devem também atualizar sem problemas. De qualquer forma, se você está usando qualquer versão antiga do b2, você pode tentar atualizar seguramente. O b2evolution não irá prejudicar os seus dados, mesmo porque ele não os pode entender. O pior que você pode conseguir é uma mensagem de erro.
ru_ru: Процедура обновления была протестирована на b2 версии 0.6.1 и 0.6.2. Несмотря на это мы думаем версии 0.5.х должны будут обновиться без проблем. Если вы работаете с более старыми версиями b2evolution не причинит им вред.

source: On your server, locate the mysql database you are already using for Cafelog/b2. You must use the same database for b2evolution to be able to upgrade. Feel safe, b2evolution will not alter your Cafelog/b2 tables and data in any way!
de_de: Finde die Datenbank auf deinem Server die du schon für Cafelog/b2 benutzt. Du musst die gleiche Datenbank für b2evolution benutzen, um upgraden zu können. Keine Angst, b2evolution wird deine Cafelog/b2 Tabellen und Daten nicht verändern!
es_es: Localiza la base de datos mySQL que estás utilizando actualmente para Cafelog/b2 en tu servidor. Debes usar la misma base de datos para poder actualizar a b2evolution. No te preocupes, b2evolution no alterará las tablas y datos de WordPress de ninguna forma.
es_ve: En su servidor, localice la base de datos mySQL que actualmente esté utilizando para Cafelog/b2. Debe utilizar la misma base de datos para que b2evolution sea capaz de hacer la migración. Siéntase seguro, ¡b2evolution no alterará sus tablas ni sus datos de Cafelog/b2 de ninguna manera!
ja_jp: サーバ上で、Cafelog/b2 用にあなたが現在使用している MySQL データベースを確認してください。アップグレードを可能にするために、b2evolution 用にも同じデータベースを使用しなければなりません。安心してください、b2evolution はあなたの Cafelog/b2 のテーブルやデータを変更することはありません!
lt_lt: Savo serveryje suraskite Cafelog/b2 priklausančią mysql duomenų bazę. Norėdami atnaujinti, privalote naudoti tą pačią ir b2evolution programai.. Neišsigąskite, b2evolution nesugadins jūsų Cafelog/b2 lentelų ir duomenų jokiu būdu!
nl_nl: Op je server, vind uit wat de mysql database is die je nu al gebruikt voor Cafelog/b2. Je moet dezelfde database gebruiken om te kunnen bijwerken naar b2evolution. Maak je niet druk, b2evolution zal onder geen beding de tabellen en data van Cafelog/b2 aanpassen!
pt_br: No seu servidor, localize o banco de dados que você já está usando para o . Você deve usar o mesmo banco de dados para o b2evolution para ser capaz de atualizar. Sinta-se em paz, o b2evolution não irá alterar suas tabelas do Cafelog/b2 de qualquer maneira!
ru_ru: На вашем сервере mysql база используется Cafelog/b2. Вы можите использовать b2evolution в ней жи и сделать обновление. b2evolution добавит новые таблицы при этом данные Cafelog/b2 останутся!

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. For example, Cafelog/b2 used tables prefixed with b2 . Your existing tables will not be affected in any way.
de_de: Sofern du nicht die Konfiguration geändert hast, beginnen alle Tabellen, die von b2evolution erstellt werden mit evo_ . Solange du keine andere Anwendung hast, die das gleiche Prefix benutzt, ist es sicher b2evolution in eine Datenbank zu installieren, die es sich mit anderen Anwendungen teilt. Cafelog/b2 benutzte zB b2 als Tabellen-Prefix. Deine vorhandenen Tabellen werden in keinster Weise verändert.
es_es: A no ser que hayas cambiado la configuración, las tablas creadas por b2evolution usan el prefijo 'evo_'. Siempre que no existe otra aplicación usando el mismo prefijo, es seguro instalar b2evolution en bases de datos compartidas con otras aplicaciones. Por ejemplo, Cafelog/b2 utiliza el prefijo b2 por defecto. Las tablas existentes no serán modificadas.
es_ve: A menos que haya cambiado el config, todas las tablas de b2evolution tienen el prefijo evo_. A menos que actualmente ya tenga una aplicación usando el mismo prefijo, esto hace segura la instalación de b2evolution en una base de datos compartida con otras aplicaciones. Por ejemplo, Cafelog/b2 por defecto usa el prefijo b2 para las tablas. Sus tablas existentes no serán afectadas de ninguna manera.
ja_jp: 設定を変更しなかった場合は、b2evolution によって作られる全てのテーブルには evo_ と接頭辞が付きます。同じ接頭辞を用いるアプリケーションをすでに使用しているのでなければ、これによって安全に他のアプリケーションと一つのデータベースを共有することができます。例えば、Cafelog/b2 は b2 という接頭辞のついたテーブルを使用します。既存のテーブルが影響を受けることはないはずです。
lt_lt: Jei jūs nekeitėte konfigūravimo failo, b2evolution lentelės bus su priešdėliu evo_ . Jūs be baimės galite naudoti jau egzistuojančią duomenų bazę, nebent jau turite instaliavę programą, naudojančią lenteles su tokiu pat priešdėliu. Pvz., Cafelog/b2 naudoja lenteles su priešdėliu b2. Jūsų egzistuojančios lentelės nebus paliestos.
nl_nl: Behalve als je de configuratie hebt verandert, zullen alle tabellen die b2evolution aanmaakt worden voorzien van het voorschrift evo_. Behalve als je al een applicatie hebt draaien met hetzelfde voorschrift, maakt dit de installatie van b2evolution een stuk veiliger in een database die word gedeeld met andere applicaties. Bijvoorbeeld, Cafelog/b2 gebruikt het voorschrift b2. Jouw bestaande tabellen zullen zo op geen enkele manier worden aangepast.
pt_br: A menos que você tenha mudado a configuração, todas as tabelas criadas pelo b2evolution tem o prefixo evo_ . A menos que você já tenha outro aplicativo usando o mesmo prefixo, isso torna seguro instalar o b2evolution em um banco de dados compartilhado com outras aplicações. Suas tabelas existentes não serão afetadas de qualquer forma.
ru_ru: Кроме ваших изменений в конфиге, все таблицы, ссоозданные в b2evolution имеют префикс evo_ . Вы можите установить и использовать b2evolution с другими приложениями в одной базе используя префикс. Например, Cafelog/b2 использует таблицы с префиксом b2. Ваши существующие таблицы не будут затронуты.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. However, you could start by uploading the files to a new subdirectory, <code>/b2evo</code> for example; that way<strong> your existing Cafelog/b2 blog remains fully functional while you check out b2evolution.</strong>
de_de: Nur der Inhalt des <code>/blogs</code> Verzeichnisses muss auf deine Seite hochgeladen werden. Falls du möchtest, dass b2evolution zur Homepage deiner Seite wird, uploade den Inhalt des <code>/blogs</code> Ordners ins Root (Wurzelverzeichnis) deiner Webseite. Du könntest aber genauso gut die Dateien in ein neues Unterverzeichnis hochladen, zB <code>/b2evo</code>; so <strong>bleibt dein existierendes Cafelog/b2 Blog weiterhin komplett funktionsfähig, während du b2evolution ausprobierst.</strong>
es_es: Sólo los contenidos del directorio <code>/blogs</code> son obligatorios. Si quieres que b2evolution se muestre en la página principal de tu web, sube los contenidos del directorio <code>/blogs</code> a la raíz de tu página web. Sin embargo, puedes subir los archivos a un subdirectorio, <code>/b2evo</code>, por ejemplo. De esta forma, la bitácora de Cafelog/b2 seguirá activa mientras examinas b2evolution.
es_ve: Solo es necesario subir al sitio el contenido del directorio <code>/blogs</code>. Si quiere que b2evolution se encargue de la página inicial de su sitio, suba el contenido de la carpeta <code>/blogs</code> a la raíz de su sitio web. Sin embargo, puede comenzar subiendo los archivos a un nuevo subdirectorio, por ejemplo <code>/b2evo</code>; de esa manera <strong> su blog Cagelog/b2 existente continuará siendo totalmente funcional mientras verifica b2evolution.</strong>
ja_jp: あなたのサイトにアップロードする必要があるのは <code>/blogs</code> ディレクトリの中身だけです。b2evolution をあなたのサイトのホームページとして扱いたい場合は、<code>/blogs</code> フォルダの中身をあなたのウェブサイトのルートにアップロードしてください。しかし、新しいサブディレクトリ、例えば <code>/b2evo</code> に、ファイル群をアップロードすることもできます。この方法では、<strong>あなたが b2evolution を試してみている間、既存の Cafelog/b2 ブログが完全に機能し続けます。</strong>
lt_lt: Reikia siųsti tik katalogo <code>/blogs</code> turinį. Jei norite, kad b2evolution būtų kaip jūsų svetainės pagrindinė valdymo sistema, nusiųskite <code>/blogs</code> ktaloge esančius failus į savo svetainės pagrindinį katalogą. Kitu atveju, geriausia siųsti failus į pakatalogį, pvz. <code>/b2evo</code>, tam, kad kol geriau susipažinsite su b2evolution sistema,<strong> jūsų egzistuojantis Cafelog/b2 dienoraštis veiktų be sutrikimų.</strong>
pt_br: Somente o conteúdo do diretório <code>/blogs</code> precisa ser enviado ao seu site. Se você deseja que o b2evolution seja a homepage do seu site, envie o conteúdo do diretório <code>/blogs</code> para a raiz do seu website. Porém, você pode começar enviando os arquivos em um novo subdiretório, <code>/b2evo</code> por exemplo; dessa maneira<strong> seu blog Cafelog/b2 existente permanece funcional enquanto você avalia o b2evolution.</strong>
ru_ru: Только контент в <code>/blogs</code> папке должен быть обновлен на вашем сайте. Если вы хотите чтобы b2evolution был единственным на вашем сайте, загрузите контент в <code>/blogs</code> папку в корне вашего сайта. Вы можите загрузить все в новую папку, например, <code>/b2evo</code> и<strong> ваш существующий Cafelog/b2 сохранит полную функциональностьвместе с b2evolution.</strong>

source: Run the installation script on your server. It is located in <code>http://yoursite.com/b2evo/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables, copy your b2 data to b2evo (without affecting b2) and configure b2evolution for you.
de_de: Starte das Installations-Skript auf deinem Server. Es befindet sich in <code>http://deineseite.de/b2evo/install</code>. Dann folge einfach den Anweisungen dort.<br /> <br /> Der Installer wird dir ein paar Fragen stellen, die notwendigen Datenbank-Tabellen erstellen, deine b2-Daten nach b2evo kopieren (ohne b2 zu beeinträchtigen) und b2evolution für dich konfigurieren.
es_es: Ejecuta el script the instalación en tu servidor. Se encuentra en <code>http://tupagina.com/b2evo/install</code>. Luego sigue las instrucciones en pantalla.<br /> <br /> El instalador te hará algunas preguntas, creará las tablas requeridas, copiará los datos de Cafelog/b2 a b2evolution (sin afectar a Cafelog/b2) y configurará b2evolution.
es_ve: Ejecute el script de instalación en su servidor. Está localizado en code>http://elsitio.com/b2evo/install</code> . Entonces simplemente debe seguir las instrucciones en pantallas. <br /> <br /> El instalador le hará algunas preguntas, creará las tablas de la base de datos, copiará sus datos de b2 a b2evo (sin afectar b2) y configurará b2evolution por usted.
ja_jp: インストール スクリプトをサーバ上で実行してください。スクリプトは <code>http://yoursite.com/b2evo/install</code> に配置されています。それから、画面の指示に従ってください。<br /> <br /> インストーラは、あなたに数個の質問をして、必要なデータベース テーブルを作り、b2 のデータを b2evo にコピーし (b2 に影響を及ぼしません)、あなたの b2evolution の設定を行います。
lt_lt: Paleiskite instaliavimo programą serveryje. Ji yra <code>http://yoursite.com/b2evo/install</code> kataloge. Tada, paprasčiausiai sekite instrukcijas.<br /> <br /> Instaliavimo programa paklaus jūsų keletos klausimų, sukurs reikalingas duomenų bazės lenteles, nukopijuos duomenis iš b2 į b2evo lentelę ir sukonfiguruos b2evolution.
pt_br: Execute o script de instalação em seu servidor. EIe está localizado em <code>http://yoursite.com/b2evo/install</code> . Então, simplesmente siga as instruções na tela.<br /> <br /> O instalador irá fazer algumas questões, criar as tabelas necessárias no banco de dados, copiar os seus dados do b2 para o b2evo (sem afetar o b2) e configurar o b2evolution para você.
ru_ru: Запустите установочный скрипт на вашем сервере. Он расположен в <code>http://yoursite.com/b2evo/install</code> . Следуйте инструкциям на экране.<br /> <br /> Установщик задаст несколько простых вопросов, создаст таблицы в базе данных, скопирует ваши b2 данные в b2evo (не затрагивая b2) и сконфигурирует b2evolution для вас.

source: Check the <a %s>manual</a> or the <a %s>forums</a> for notes on upgrading your existing b2 template to b2evolution.
es_ve: Revise el <a %s>manual</a> o los <a %s>foros</a> en busca de notas sobre como migrar sus plantillas b2 existentes a b2evolution.
ja_jp: 既存の b2 テンプレートを b2evolution にアップグレードする注意事項を <a %s>マニュアル</a> や <a %s>フォーラム</a> で確認してください。
lt_lt: Peržiūrėkite <a %s>žinyną</a> ar <a %s>forumus</a> ir rasite informacijos apie b2 šablono konvertavimą į b2evolution formatą.
ru_ru: Посмотрите <a %s>руководствоl</a> и <a %s>форум</a> для обновления существующих тем b2 в b2evolution.

source: Backup all your b2evolution files. Take special care of the files you may have modified, including /conf, skins, blog templates, stubfiles, hacks, third party plugins, etc...
ja_jp: あなたの b2evolution のファイルを全てバックアップしてください。あなたが変更したファイル、/conf の中身、スキン、ブログ テンプレート、スタブファイル、ハック、サードパーティのプラグインなどには特に注意を払ってください。
ru_ru: Сохраните все ваши b2evolution файлы. Обратите внимание на модифицированные, including /conf, skins, blog templates, stubfiles, hacks, third party plugins, и др...

source: You should also backup your database if you can. This functionality should be provided by your host.
de_de: Du solltest ausserdem deine Datenbank sichern, falls du kannst. Diese Funktionalität sollte von deinem Host angeboten werden.
es_es: También deberías hacer una copia de seguridad de la base de datos, si es posible. Esto depende de tu servicio de alojamiento.
es_ve: También debería respaldar la base de datos, si puede. Esta funcionalidad debería ser provista por su host.
ja_jp: できるならば、あなたのデータベースのバックアップも行うべきです。この機能はあなたが使用しているホストが提供しているでしょう。
lt_lt: Be abejo, padarykite atsarginę duomenų bazės kopiją.
pt_br: Você deve também fazer um backup do seu banco de dados, se você pode. Essa funcionalidade deve ser fornecida pelo seu host.
ru_ru: Вы всегда должны сохранить копию вашей базы, ели возможно. Это должен обеспечить ваш провайдер.

source: Delete <strong>all your existing b2evolution files from your site</strong> before uploading the new ones! Some of the old files may not be compatible with this new version and will cause it to fail! This will also ensure you don't keep unnecessary files on your server after upgrading. Plus, it's better for security.
ja_jp: 新しい b2evolution ファイル群をアップロードする前に、<strong>あなたのサイトから既存の b2evolution のファイルを全て</strong>削除してください! 古いファイルの一部は新しいバージョンと互換性が無いかも知れず、動作不良を引き起こすでしょう。全て削除するのは、アップグレード後にサーバ上に不要なファイルが残さないようにするためでもあります。また、こうすることがセキュリティのためにも良いです。
ru_ru: Удалите <strong>все ваши b2evolution файлы с вашего сайта</strong> перед загрузкой новых! Некоторые старые файлы несовместимы с новыми версиями и могут вызвать ошибки! Так же не сохраняйте ненужные файлы после обновления. Это увеличит безопасность.

source: Upload <strong>all new b2evolution files from the /blogs folder</strong> to your site. We cannot stress this enough: <strong>ALL FILES</strong>! And that means you can't reuse your customized files, including /conf, skins, blog templates, stubfiles, etc. as they are!<br /> <br /> That means you will have to customize all these files again. We're sorry but, due to the pace of development and adding of new features, we cannot guarantee that anything will work if you keep older files in place. <strong>However</strong>, since you have backed up all these files in step 1, you can try to partially reuse them once the upgrade process is done. See step 8 below.
de_de: Lade <strong>alle neuen b2evolution Dateien aus dem /blogs-Ordner</strong> auf deine Seite hoch. Wir können es nicht genug betonen: <strong>ALLE DATEIEN</strong>! Und das heisst, dass du nicht von dir veränderte Dateien, einschliesslich /conf, Skins, Blog-Templates (Vorlagen), Stub-Dateien, etc weiterverwenden kannst, wie sie sind!<br /><br /> Das bedeutet, dass du all diese Dateien nochmals anpassen musst. Es tut uns leid, aber durch den Fortschritt der Entwicklung und dem Hinzufügen von neuen Funktionen können wir nicht garantieren, dass irgendwas funktioniert, wenn du älteren Dateien übernimmst. <strong>Jedoch</strong>, da du die Dateien in Schritt 1 gesichert hast, kannst du versuchen, sie teilweise wiederzuverwenden, nachdem der Upgrade-Prozess beendet ist. Siehe Schritt 8 unten.
es_es: SUbe <strong>todos los archivos del directorio /blogs de b2evolution</strong> a tu página. <strong>TODOS LOS ARCHIVOS</strong>. Y esto significa que no puedes reutilizar tus archivos personalizados, incluyendo /conf, skins, plantillas, archivos stub, etc. tal y como están. <br /> <br /> Tendrás que personalizar los archivos de nuevo. Lo sentimos, pero debido al ritmo de desarrollo, y la inclusión de nuevas características, no podemos garantizar the b2evolution siga funcionando si mantienes estos archivos. <strong>De todas formas</strong>, como has hecho una copia de seguridad de todos estos archivos en el paso 1, puedes probar a reutilizarlos cuando la actualización haya terminado (ver paso 8).
es_ve: Suba <strong>todos los archivos b2evolution nuevos desde la carpeta /blogs</strong> a su sitio. No podemos hacer suficiente énfasis en esto: ¡<strong>TODOS LOS ARCHIVOS</strong>! Y esto implica que no puede reutilizar sus archivos personalizados, incluyendo /conf, skins, plantillas de blog, archivos stub, etc. así como estén.<br/> <br /> Esto significa que tendrá que personalizar todos esos archivos de nuevo. Lo sentimos, pero debido a la rapidez del desarrollo y de adición de nuevas características, no podemos garantizar que todo funcionará si mantiene archivos viejos en el lugar. <strong>Sin embargo</strong>, como ha respaldado esos archivos en el paso 1, puede intentar reutilizarlos parcialmente una vez que el proceso de migración esté hecho. Mire el paso 8 mas abajo.
ja_jp: あなたのサイトに、<strong>/blogs フォルダから新しい b2evolution のファイル全てを</strong>アップロードします。念のためもう一度強調します、<strong>全てのファイル</strong>です! これは、/conf の中身やスキン、blogテンプレート、スタブファイルなど、あなたがカスタマイズしたファイルをそのまま再利用できないことを意味します!<br /> <br /> あなたは、これらのファイル全てをもう一度カスタマイズする必要があるということです。申し訳ないと思いますが、開発速度と新機能の追加のため、以前のファイルを残しても動作する保証をすることができません。<strong>しかし</strong>、最初の手順でこれらのファイルをバックアップしているので、アップグレード操作が終わった後で、それらを部分的に再利用しようと試みることができます。以下の手順 8 を参照してください。
lt_lt: Sudėkite <strong>visus naujus b2evolution failus iš /blogs katalogo</strong> į savo svetainę. Įsidėmėkite: <strong>VISUS FAILUS</strong>! Ir tai reiškia, kad jūs turėsite pakeisti jūsų modifikuotus failus naujais, įskaitant /conf, odas, blogų šablonus, stubfailus, t.t....<br /> <br /> O tai reiškia, kad jums teks tuos failus keisti pagal save iš naujo. Mes labai atsiprašome dėl to, bet dėl naujų galimybių diegimo ir kūrimo prigimties, mes negalime garantuoti, kad viskas veiks normaliai, jei jūs paliksite senus failus vietoje. <strong>tačiau</strong>, kadangi jūs išsaugojote senų failų kopijas pirmame žingsnyje, jūs galite bandyti iš dalies juos įdėti atgal, po to, kai baigsite atnaujinimą. Žiūrėkite 8 žingsnį žemiau.
pt_br: Envie <strong>todos os novos arquivos do b2evolution da pasta /blogs </strong> para o seu site. Não podemos reforçar isso o suficiente: <strong>TODOS OS ARQUVOS</strong>! E isso significa que você não pode reutilizar seus arquivos personalizados, incluindo /conf, skins, blog templates, stubfiles, etc. como eles são!<br /> <br /> Significa que você tem de personalizar esses arquivos novamente. Desculpe-nos, mas devido ao processo de desenvolvimento e implementação de novas características, não podemos garantir que nada irá funcionar se você mantiver os seus arquivos antigos. <strong>Porém</strong>, desde que você tenha feito o backup deles no passo 1, você pode os usar parcialmente quando o processo de atualização estiver finalizado. veja o passo 8 abaixo.
ru_ru: <li>Загрузите<strong> все новые b2evolution файлы в /blogs папку</strong> вашего сайта. Мы настаиваем: <strong>ВСЕ ФАЙЛЫ</strong>! И вы не сможите повторно использовать ваши пользовательские файлы, включая /conf, skins, blog templates, stubfiles, и другие!<br /><br /> Вы должы будите их настроить повторно. Мы не стоим на месте и посоянно добавляем и добавляем новые особенности, поэтому мы не гарантируем работу старых версий файлов. <strong>Однако</strong>, после сохранения вы будете иметь полную копию на шаге 1, и вы сможите их использовать повторно когда обновление будет завершено. Смотрите шаг 8 дальше.
