Repository: whissip/whissip
Catalog: gettext/langfiles/*.static.po
Languages: de_de, es_es, es_ve, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: Run the installation script on your server. It is located in <code>http://yoursite.com/yourblogsfolder/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you basic configuration settings (unless you have already updated /conf/_config.php before uploading), then allow you to run a database upgrade from any b2evolution version to the new one.
de_de: Starte das Installations-Skript auf deinem Server. Es befindet sich in <code>http://deineseite.de/deinblogsordner/install</code>. Dann folge einfach den Anweisungen dort.<br /> <br /> Der Installer wird dich nach ein paar grundlegenden Einstellungen fragen (falls du nicht schon die Datei /conf/_config.php vor dem Hochladen angepasst hast) und dich dann das Datenbank-Upgrade zur aktuellen Version durchführen lassen.
es_es: Ejecuta el script the instalación en tu servidor. Se encuentra en <code>http://tupagina.com/b2evo/install</code>. Luego sigue las instrucciones en pantalla.<br /> <br /> El instalador te hará algunas preguntas (a no ser que ya hayas editado /conf/_config.php antes de actualizar), y después te permitirá ejecutar una actualización de la base de datos de cualquier version de b2evolution a la nueva.
es_ve: Ejecute el script de instalación en su servidor. Está localizado en <code>http://elsitio.com/lacarpetablogs/install</code> . Entonces simplemente siga las instrucciones en pantallas.<br /> <br /> El instalador le preguntará sus ajustes de configuración básica (a menos que ya haya actualizado /conf/_config.php antes de subir), entonces le permitirá ejecutar una actualización de la base de datos desde cualquier versión b2evolution a la nueva.
ja_jp: インストール スクリプトをサーバ上で実行してください。スクリプトは <code>http://yoursite.com/yourfolder/install</code> に配置されています。それから、画面の指示に従ってください。<br /> <br /> インストーラは、あなたに基本設定の質問をします (あなたがアップロードする前に /conf/_config.php を更新しておいていない場合)。その後で、どの b2evoluiton からでも、新しいバージョンにデータベースのアップグレードを行えるようにします。
lt_lt: Paleiskite instaliavimo programą serveryje. Ji yra <code>http://yoursite.com/yourblogsfolder/install</code> kataloge. Tada, paprasčiausiai sekite instrukcijas.<br /> <br /> Instaliavimo programa paklaus jūsų keletos klausimų, (nebent jūs pakeitėte /conf/_config.php prieš atsiųsdami jį į serverį), tada leis jums vykdyti b2evolution versijos atnaujinimą.
pt_br: Execute o script de instalação em seu servidor. Ele está localizado em <code>http://yoursite.com/yourblogsfolder/install</code> . Então, simplesmente siga as instruções na tela.<br /> <br /> O instalador irá perguntar por suas configurações básicas (a menos que você já tenha editado o /conf/_config.php antes de enviar), então permitirá que você execute uma atualização do banco de dados de qualquer versão anterior do b2evolution para a nova.
ru_ru: Запустите установочный скрипт на вашем сервере. Он расположен в <code>http://yoursite.com/b2evo/install</code> . Следуйте инструкциям на экране.<br /> <br /> Установщик спросит основные настройки (unless you have already updated /conf/_config.php before uploading), это позволит вам запустить обновление базы b2evolution на новую версию.

source: It's now time to bring back your previous customizations. We recommend you get yourself a diff/merge tool like <a %s>WinMerge</a>. This will allow you to easily compare your old (backuped) files with the new files (even whole directories at once) and report changes accordingly.<br /> <br /> You can also check the <a %s>manual</a> or the <a %s>forums</a> for notes on upgrading specific files from a specific version to another.
es_ve: Ahora es el momento de volver a hacer su personalización anterior. Le recomendamos que consiga una herramienta diff/merge como <a %s>WinMerge</a>. Esto le permitirá una comparación fácil de sus arhivos viejos (respaldados) con los archivos nuevos (incluso directorios completos a la vez) y mostrar los cambios por consiguiente.<br /> <br /> También puede revisar el <a %s>manual</a> o los <a %s>foros</a> en busca de notas para migrar arhivos de una versión en específico a otra.
ja_jp: ここの時点で、以前のカスタマイズを復活させます。<a %s>WinMerge</a> のような差分/合成ツールを用意することを推奨します。これは、古い (バックアップした) ファイルと新しいファイルを (一度に全ディレクトリでも) 簡単に比較して、変更点を報告してくれます。<br /> <br /> また、特定のバージョンから特定のファイルをアップグレードする注意事項を <a %s>マニュアル</a> や <a %s>フォーラム</a> で確認することができます。
lt_lt: Dabar laikas grąžinti visus jūsų darytus pakeitimus į vietas. Mes rekomenduojame naudoti diff/merge įrankį, pvz. <a %s>WinMerge</a>. Šis įrankis leis jums be vargo palyginti jūsų senus failus (atsargines kopijas) su naujais (netgi visą katalogą iškart) ir praneš apie pasikeitimus.<br /> <br /> Jūs taip pat galite apsilankyti <a %s>žinyne</a> ar <a %s>forumuose</a>, norėdami gauti informacijos apie specifinių failų atnaujinimą.
ru_ru: Время вернутся к вашим предыдущим настройкам. Мы рекомендуем вам делать diff/merge tool like <a %s>WinMerge</a>. This will allow you to easily compare your old (backuped) files with the new files (even whole directories at once) and report changes accordingly.<br /> <br /> Вы всегда можите проверить <a %s>руководство</a> или <a %s>форум</a> для получения замечаний и обновления файлов, для ваших специфичных версий.

source: Upgrading from GeekLog
de_de: Upgraden von Geeklog
es_es: Actualizar desde GeekLog
es_ve: Migrando desde GeekLog
ja_jp: GeekLog からのアップグレード
lt_lt: Atnaujinimas iš GeekLog
pt_br: Atualizando do GeekLog

source: <a %s>Install b2evolution in the regular way.</a>
de_de: <a %s>Installiere b2evolution normal.</a>
es_es: <a %s>Instala b2evolution de la manera habitual.</a>
es_ve: <a %s>Instale b2evolution de la manera normal.</a>
ja_jp: <a %s>通常の方法で b2evolution をインストールします。</a>
lt_lt: <a %s>Instaliuoti b2evolution.</a>
pt_br: <a %s>Instalar o b2evolution do modo regular.</a>
ru_ru: <a %s>Установить b2evolution по данному пути.</a>

source: Follow the specific instructions in <a %s>/extras/geeklog/README.txt</a>
de_de: Folge den Anweisungen in <a %s>/extras/geeklog/README.txt</a>
es_es: Sigue las instrucciones en <a %s>/extras/geeklog/README.txt</a> (en inglés)
es_ve: Siga las instrucciones específicas en a %s>/extras/geeklog/README.txt</a>
ja_jp: <a %s>/extras/geeklog/README.txt</a> に書かれた特有の指示に従ってください。
lt_lt: susipažinti su specialiomis instrukcijomis <a %s>/extras/geeklog/README.txt</a>
pt_br: Siga as instruções específicas em <a %s>/extras/geeklog/README.txt</a>

source: Upgrading from Movable Type
de_de: Upgraden von Movable Type
es_es: Actualizar desde Movable Type
es_ve: Migrando desde Movable Type
ja_jp: Movable Type からのアップグレード
lt_lt: Atnaujinimas iš Movable Type
pt_br: Atualizando do Movable Type
ru_ru: Обновление с Movable Type

source: This procedure has been tested with Movable Type version 2.661 but should also work with other versions. You can't break anything by trying anyway...
de_de: Dieses Verfahren wurde mit Movable Type Version 2.661 getestet, aber sollte auch mit anderen Versionen funktionieren. Du kannst nichts kaputt machen, wenn du es einfach versuchst...
es_es: Este proceso ha sido probado con la versión 2.661 de Movable Type, pero debería de funcionar también con otras versiones. Anyway, if you run any older version of b2, you can give it a try quite safely. b2evolution will not harm your data, even if it can't understand it. The worst you would get is an error message.
es_ve: Este procedimiento ha sido probado con Movable Type versión 2.661 pero también podría funcionar con otras versiones. De todas maneras no puede dañar nada por intentarlo...
ja_jp: この手順は Movable Type バージョン 2.661 でテストされていますが、他のバージョンでも機能するはずです。なんにしても、これを試みることで何らかの支障が出ることはないでしょう。
lt_lt: Ši procedūra buvi išbandyta su Movable Type version 2.661, bet turėtų veikti ir su kitomis versijomis. Pamėgindami jūs nieko nesugadinsite...
pt_br: Esse procedimento foi testado com o Movable Type versão 2.661, mas deve também funcionar com outras versões. Mas você pode ser corajoso o suficiente e testar mesmo assim...
ru_ru: Эта процедура была протестирована на Movable Type версии 2.661 и должна работать на других версиях. Мы не можем утверждать о других, т.к. не пробовали...

source: Use MT's export functionnality to create a .TXT file containing your posts.
de_de: Benutze MT's Export-Funktion um eine .TXT Datei mit deinen Einträgen zu erstellen.
es_es: Usa la opción de exportar de Movable Type para crear un .TXT con los contenidos de tus posts.
es_ve: Use la funcionalidad export de MT para crear un archivo .TXT que contenga sus posts.
ja_jp: MT のエクスポート機能を使って、あなたの投稿が収められた .TXT ファイルを作成してください。
lt_lt: Panaudokite MT eksportavimo galimybė tam, kad sukurtumėte .TXT failą su jūsų įrašais.
pt_br: Use a funcionalidade de exportação do MT para criar um arquivo.TXT contendo seus posts.
ru_ru: Используйте функциональность MT, чтобы выгрузить ваши сообщения в текстовый файл;

source: Once b2evo is up and running, copy your .TXT export file into the /blogs/admin folder on your server.
de_de: Sobald b2evo läuft, kopiere deine .TXT Export-Datei ins /blogs/admin Verzeichnis auf deinem Server.
es_es: Una vez que b2evolution esté activo, copia el .TXT al directorio /blogs/admin en tu servidor.
es_ve: Una vez b2evo está listo y ejecutándose, copie su archivo .TXT de export en la carpeta /blogs/admin en su servidor.
ja_jp: 一度 b2evo を設置して動作させてから、エクスポートした .TXT ファイルをあなたのサーバの /blogs/admin フォルダにコピーしてください。
lt_lt: Kai tik b2evo pasileis, nukopijuokite sueksportuotą .TXT failą į /blogs/admin katalogą savo serveryje.
pt_br: Uma vez que o b2evo esteja rodando, copie seu arquivo .TXT exportado no diretório /blogs/admin do seu servidor.
ru_ru: В b2evo скопируйте ваш .TXT файл экспорта в /blogs/admin папку на сервере.

source: In the admin, go to the Tools tab and launch the MT migration utility.
de_de: Gehe im Adminbereich zum "Werkzeuge"-Tab und starte das MT-Migrations Hilfsprogramm.
es_es: En el backoffice, ejecuta la Utilidad de migración a MT, en la pestaña 'Herramientas'
es_ve: En la administración, vaya a la pestaña de Herramientas y lance la utilidad de migración de MT.
ja_jp: 管理画面で、ツール タブに移動して、MT 移行ユーティリティを起動してください。
lt_lt: Administracinėje dalyje eikite į Įrankiai meniu dalį ir pasileiskite migracijos iš MT įrankį.
pt_br: No painel de controle, vá para a seção Ferramentas e execute o utilitário de migração do MT.
ru_ru: В административной части перейдите в Утилиты и запустите MT migration утилиту.

source: Follow the instructions on screen.
de_de: Folge den Anweisungen auf dem Bildschirm.
es_es: Sigue las instrucciones en pantalla.
es_ve: Siga las intrucciones en pantalla.
ja_jp: 画面の指示に従ってください。
lt_lt: Instaliavimo instrukcijos.
pt_br: Siga as instruções na tela.
ru_ru: Следуйте инструкциям на экране.

source: Import will only take a few seconds/minutes depending on how many posts you import.
de_de: Das Importieren wird nur ein paar Sekunden/Minuten dauern, je nachdem wie viele Einträge du importierst.
es_es: El proceso tardará unos segundos/minutos dependiendo de cuántos posts haya que importar.
es_ve: La importación solo tomará algunos segundos/minutos dependiendo de cuantos post esté importando.
ja_jp: インポートする投稿の数によって、インポートは数秒から数分かかります。
lt_lt: Priklausomai nuo įrašų skaičiaus, importavimas užtrunka keletą sekundžių/minučių.
pt_br: A importação irá levar apenas alguns segundos/minutos dependendo de quantos posts você tem para importar.
ru_ru: Импорт займет несколько секунд/минут в зависимости от количества сообщений

source: b2evolution is probably the most comprehensive blog engine you can find! It includes almost any feature you could expect from a blog tool, and more! Plus, it's free, it's open-source (GPL), it runs virtually anywhere (PHP/mySQL) and it's available in many languages!
de_de: b2evolution ist wahrscheinlich die umfassendste Blogmaschine, die du finden wirst! Es enthält fast jedes Feature, dass man von einem Blog-Tool erwarten kann und mehr! Ausserdem ist es kostenlos, Open-Source (GPL), es läuft nahezu überall (PHP/mySQL) und ist in vielen Sprachen verfügbar!
es_es: ¡b2evolution es, probablemente, el gestor de contenidos +++++ que puedas encontrar! Incluye casi cualquier característica que puedas esperar de un gestor de contenidos, ¡y más! Además, es gratis, es código abierto (GPL), se puede ejecutar en casi cualquier proveedor (PHP/mySQL) y está disponible en varios lenguajes (¡Ahora también en castellano!)
es_ve: ¡b2evolution es probablemente el motor de blogs más completo que pueda encontrar! Incluye casi cualquier característica que pueda esperar de una herramienta de blog, ¡y más! Además, es gratis, es open-source (GPL), se ejecuta virtualmente en cualquier parte (PHP/mySQL) ¡y está disponible en muchos lenguajes!
lt_lt: b2evolution yra tikriausiai pati universaliausi elektroninio dienoraščio sistema! Jame galite rasti visas įmanomas savybes, gal netgi daugiau! Plius, tai nemokama sistema, platinama pagal GPL. Ji veikia praktiškai visose platformose (PHP/mySQL) ir kas geriausia "kalba" daugeliu kalbų!
nl_nl: b2evolution is waarschijnlijk de meest uitgebreide weblog tool doe je kunt vinden! Het heeft bijna iedere eigenschap die je verwacht van een weblog tool, en meer! Plus, het is gratis, het is open-source (GPL), het draait bijna overal (PHP/mySQL) en het is beschikbaar in vele talen!
pt_br: O b2evolution é provavelmente o mecanismo de blog mais completo que você pode encontrar! Ele inclui quase qualquer característica que você espera em um blog, e mais! Além disso, ele é livre, ele é código-fonte aberto (GPL), ele roda virtualmente em qualquer lugar (PHP/mySQL) e está disponível em muitas línguas!

source: Backup all your b2evolution files. Take special care of the files you may have modified, including /conf, skins, blog templates, stubfiles, etc...
de_de: Sichere all deine b2evolution Dateien. Beachte besonders die Dateien, die du modifiziert hast, einschliesslich /conf, Skins, Blog-Templates (Vorlagen), Stub-Dateien, etc...
es_es: Haz una copia de seguridad de todos tus archivos de b2evolution. En especial, los archivos que hayas modificado, como /conf, /skins, los archivos stub, etc...
es_ve: Respalde todos sus archivos b2evolution. Tenga especial cuidado con los archivos que haya modificado, incluyendo /conf, skins, plantillas de blog, archivos stub, etc...
lt_lt: Išsaugokite b2evolution failų kopijas. Ypač tuos failus, kuriuos keitėte, įskaitant /conf, odas, blogų šablonus, stubfailus ir t.t...
pt_br: Faça um backup de todos os seus arquivos do b2evolution. Tome um cuidado especial com quaisquer arquivos que você tenha modificado, incluindo /conf, skins, blog templates, stubfiles, etc...

source: Delete all your existing b2evolution files from your site before uploading the new ones! This will ensure you don't keep unnecessary files on your server after upgrading. It's also better for security.
de_de: Lösche alle vorhandenen b2evolution-Dateien auf dem Server, bevor du die neuen hochlädst! So ist sichergestellt, dass du keine unnötigen Dateien nach dem Upgrade auf dem Server hast. Ausserdem ist es besser für die Sicherheit.
es_es: Borra todos los archivos de b2evolution de tu página antes de subir los nuevos. Esto asegurará que no queden archivos inútiles en tu servidor después de la actualización.
es_ve: ¡Borre todos sus archivos b2evolution existentes de su sitio antes de subir los nuevos! Esto asegurará que usted no mantendrá archivos innecesarios en su servidor después de la migración. También es mejor para la seguridad.
lt_lt: Prieš atsiųsdami naujus, ištrinkite visus senus b2evolution failus iš serverio! Tai užtikrins, kad nepaliksite nereikalingų failų po atnaujinimo. Taip netgi saugiau.
pt_br: Exclua todos os seus arquivos antigos do b2evolution do seu site antes de enviar os novos! isso irá garantir que você não irá manter arquivos desnecessários em seu servidor. Além disso, é melhor para segurança.

source: Check the <a %s>wiki</a> or the <a %s>forums</a> for notes on upgrading your existing WordPress template &amp; skin to b2evolution.
de_de: Schaue im <a %s>Wiki</a> oder den <a %s>Foren</a> nach Hinweise, um dein vorhandenes WordPress-Template &amp; -Skin nach b2evolution upzugraden.
es_es: Visita el <a %s>wiki</a> o los <a %s>foros</a> para encontrar instrucciones de como actualizar tu plantilla the WordPress a b2evolution.

source: Check the <a %s>wiki</a> or the <a %s>forums</a> for notes on upgrading your existing b2 template to b2evolution.
de_de: Schaue im <a %s>Wiki</a> oder den <a %s>Foren</a> nach Hinweisen, um dein vorhandenes b2-Template (Vorlage) nach b2evolution upzugraden.
es_es: Visita el <a %s>wiki</a> o los <a %s>foros</a> para encontrar instrucciones de como actualizar tu plantilla the Cafelog/b2 a b2evolution.
pt_br: Verifique o <a %s>wiki</a> ou os <a %s>fóruns</a> para notas sobre como atualizar seus templates do b2 para o b2evolution.

source: It's now time to bring back your previous customizations. We recommend you get yourself a diff/merge tool like <a %s>WinMerge</a>. This will allow you to easily compare your old (backuped) files with the new files (even whole directories at once) and report changes accordingly.<br /> <br /> You can also check the <a %s>wiki</a> or the <a %s>forums</a> for notes on upgrading specific files from a specific version to another.
de_de: Jetzt solltest du deine vorherigen Anpassungen wiederherstellen. Wir empfehlen ein diff/merge-Werkzeug wie <a %s>WinMerge</a>. So kannst du einfach deine alten (gesicherten) Dateien mit den neuen vergleichen (sogar ganze Verzeichnisse auf einmal) and entsprechende Anpassungen treffen.<br /><br /> Du kannst auch im <a %s>Wiki</a> oder den <a %s>Foren</a> für Hinweise zum Upgraden spezifischer Dateien von einer bestimmten Version zu einer anderen suchen/fragen.
es_es: Es hora de recuperar tus personalizaciones previas. Te recomendamos el uso de una herramienta como <a %s>WinMerge</a> para ver los cambios entre los ficheros antiguos (en la copia de seguridad) y los nuevos (incluso directorios enteros a la vez). <br /> <br /> También puedes visitar el <a %s>wiki</a> o los <a %s>foros</a> para ver consejos de cómo actualizar determinados archivos de una versión a otra.
pt_br: Agora é hora de trazer de volta as suas personalizações anteriores. Recomendamos que você use uma ferramenta de diff/merge como o <a %s>WinMerge</a>. Isso irá permitir que você facilmente compare os arquivos antigos (que você fez backup) com os novos (até mesmo diretórios inteiros de uma vez) e veja as mudanças rapidamente.<br /> <br /> Você pode também verificar o <a %s>wiki</a> ou os <a %s>fóruns</a> para notas sobre atualizar arquivos específicos de versões específicas para outras.

source: New users:
nl_nl: Nieuwe gebruikers:
pt_br: Novos usuários:

source: installing b2evolution from scratch
nl_nl: installeer b2evolution vanaf het begin
pt_br: instalando o b2evolution do zero

source: Existing b2evolution users:
nl_nl: Bestaande b2evolution gebruikers:
pt_br: Usuários do b2evolution existentes:

source: upgrading from a previous version of b2evolution
nl_nl: bijwerken vanaf een vorige versie van b2evolution
pt_br: atualizando de uma versão anterior do b2evolution

source: Cafelog/b2 users:
nl_nl: Cafelog/b2 gebruikers:
pt_br: Usuários do Cafelog/b2:

source: upgrading from Cafelog/b2 version 0.6.x
nl_nl: bijwerken vanaf Cafelog/b2 versie 0.6.x
pt_br: atualizando do Cafelog/b2 versão 0.6.x

source: Movable Type users:
pt_br: Usuários do Movable Type:

source: upgrading from Movable Type
pt_br: atualizando do Movable Type

source: GeekLog users:
pt_br: Usuários do GeekLog:

source: upgrading from GeekLog
pt_br: atualizando do GeekLog

source: Install instructions for new users
nl_nl: Installatie instructies voor nieuwe gebruikers
pt_br: Instruções de instalação para novos usuários

source: Installation instructions for new users
nl_nl: Installatie instructies voor nieuwe gebruikers
pt_br: Instruções de instalação para novos usuários

source: <strong>WARNING:</strong> This is a BETA release. There are still bugs we know of, but we consider the software is globally operational! :-&gt;
ru_ru: <strong>ВНИИМАНИЕ:</strong> Это BETTA релиз. Релиз может иметь ошибки. Поэтому вы можите использовать все это только на свой риск! :-&gt;

source: On your server, try to create a new (empty) MySQL database for b2evolution (For example, you can call it "b2evolution". The exact procedure to create a new database depends on your host/server setup. Alternatively, you can also use an existing database which b2evolution will share with existing applications.)
ru_ru: На вашем сервере, попробуйте создать новую (пустую) MySQL базу для b2evolution (Например, вы можите назвать её "b2evolution". Типовая процедура создания базы зависит от настроек вашего хоста/сервера. Альтернативно, вы можите использовать существующую базу, содержащюю b2evolution данные.)

source: b2evolution will create about 25 tables in the database you select. Unless you changed the config, all these tables' names will be prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. Your existing tables will not be affected in any way.
ru_ru: b2evolution создаст около 25 таблиц в выбранной вами базе. Если пока не изменено в конфигурационном файле, все они будут с префиксом evo_ . Вы можите использовать перефикс, чтобы работать с данными уже инсталированными в базу. Ваши, существующие таблицы не будут затронуты.

source: You will find complete information on the official <a %href>b2evolution website</a>.
nl_nl: Je vind de complete informatie op de officiele <a %href>b2evolution website</a>.

source: You can set up b2evolution in a just a few minutes. Just follow the instructions matching your situation:
nl_nl: Je kan b2evolution installeren in maar een paar minuten. Volg de instructies die van toepassing zijn op jouw situatie:

source: On your server, create or locate a mysql database for b2evolution. (For example, you can call it &quot;b2evolution&quot;)
nl_nl: Op je server, maak of vind een mysql database voor b2evolution. (Je kan die bijvoorbeeld &quot;b2evolution&quot; noemen)

source: On your computer, edit the file <strong>/blogs/conf/_config.php</strong> with a text editor and set theparameters according to your current configuration. There are basically 3 things to set:
nl_nl: Op je computer, bewerk het bestand <strong>/blogs/conf/_config.php</strong> met een teksteditor en vul de parameters in die van toepassing zijn op jouw huidige configuratie. Er zijn eigenlijk maar drie dingen die moeten worden ingesteld:

source: Access information to the above-mentioned database (hostname, basename, login, password)
nl_nl: Toegangsinformatie tot de hierboven genoemde database (hostnaam, databasenaam, login, wachtwoord)

source: The URL where you are going to run b2evolution.
nl_nl: De URL waar je b2evolution op gaat gebruiken.

source: Please note:
nl_nl: Let op:

source: It is recommended that you do a first test installation by uploading the whole demo structure to your website, starting with the folder b2evolution. This way, your new blogs will have an URL of the form: http://www.yoursite.com/b2evolution/blogs/blog_a.php...
nl_nl: Het is aangeraden om eerst een test installatie te doen door de hele demo structuur te uploaden naar jouw website, start met de map b2evolution. Op deze manier zullen jouw nieuwe weblogs een URL hebben in de vorm van : http://www.jouwsite.com/b2evolution/blogs/blog_a.php...
