Repository: whissip/whissip
Catalog: gettext/langfiles/*.static.po
Languages: de_de, es_es, es_ve, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: Of course you can change this later when you are comfortable with b2evolution. By then, you will probably want to upload just the contents of your &quot;blogs&quot; folder, so your blogs can be accessed directly through http://www.yoursite.com or http://www.yoursite.com/blog_a.php...
nl_nl: Natuurlijk kun je dit later veranderen wanneer je je gemakkelijk voelt met b2evolution. Tot dan, wil je waarschijnlijk alleen de inhoud van jouw &quot;blogs&quot; map uploaden, zodat jouw weblogs direct via http://www.jouwsite.com or http://www.jouwsite.com/blog_a.php bereikbaar zijn...

source: Your e-mail address (where you will receive notifications for new registrations, etc.)
nl_nl: Jouw e-mail adres (waar je notificaties op kunt ontvangen voor nieuwe registraties, etc.)

source: Upload the b2evolution files to your website, according to the URL you have just configured.
nl_nl: Upload de b2evolution bestanden naar je website, die gelijk is aan de URL die je net hebt geconfigureerd.

source: <strong>Come back to this page on your server</strong>, (should be something like http://www.yoursite.com/b2evolution/doc/install_new.html) and <a %href>run the database tables installation</a>. This will create tables for b2evo in the above-mentioned database. It will also create sample contents (please take due note of the admin password that will be given to you).
nl_nl: <strong>Kom terug op deze pagina op jouw server</strong>, (zou zoiets moeten zijn als http://www.jouwsite.com/b2evolution/doc/install_new.html) en <a %href>start de database tabellee installatie</a>. Dit zal de tabellen aanmaken voor b2evo in de hierboven genoemde database. Het zal ook wat voorbeeld artikelen anamaken (onthou daarom goed het admin wachtwoord wat U zal worden gegeven).

source: You are done! :)
nl_nl: Je bent klaar! :)

source: You can now <a %href>read the blogs</a> or <a %href>log into the back-office</a> and start playing!
nl_nl: Je kan nu <a %href>de weblogs lezen</a> of <a %href>inloggen in het back-office</a> en beginnen met spelen!

source: On production servers, it is recommended that you delete the /blogs/install/ subfolder.
nl_nl: Op productie servers, is het aangeraden dat je de /blogs/install/ directory verwijdert.

source: After basic install is done, there are a few <a %href>tricky things you may need to take care of</a> (online manual).
nl_nl: Nadat de basis installatie is voltooid, zijn er nog wat <a %href>tricky dingen waar je rekening mee moet houden</a> (online handboek)

source: The upgrade procedure below has been tested exclusively with b2 versions 0.6.1 and 0.6.2. Though, I think versions 0.5.x should also upgrade without problems. Anyway, if you run any old version of b2, you can give it a try quite safely. b2evolution will not harm your data, even if it can't understand it. The worst you would get is an error message.
nl_nl: De bijwerk procedure is exclusief getest met de b2 versies 0.6.1 en 0.6.2. Maar, ik denk dat versie 0.5.x ook zonder problemen kunnen worden bijgewerkt. Maargoed, als je een oude versie van b2 gebruikt kun je het zonder problemen proberen. b2evolution zal jouw data niet schaden, zelfs niet als het niet begrepen word. Het ergste wat kan gebeuren is dat je een foutmelding krijgt.

source: On your computer, edit the file <strong>/blogs/conf/_config.php</strong> with a text editor and set the parameters according to your current configuration. There are basically 3 things to set:
nl_nl: Op je computer, bewerk het bestand <strong>/blogs/conf/_config.php</strong> met een teksteditor en vul de parameters in die van toepassing zijn op jouw huidige configuratie. Er zijn eigenlijk maar drie dingen die moeten worden ingesteld:

source: Upgrading from previous b2evolution
nl_nl: Bijwerken vanaf een vorige b2evolution

source: This page will be updated. Don't waste time translating this...
nl_nl: Deze pagina zal worden geupdate. Spendeer geen tijd aan het vertalen...

source: Backup <strong>all b2evolution files</strong>, <strong>including /conf, skins, blog templates and stubfiles for your blogs</strong>. You should also<strong> backup your database</strong> if you can.
nl_nl: Maak een backup van <strong>alle b2evolution bestanden</strong>, <strong>inclusief /conf, skins, blog templates en stubbestanden voor jouw weblogs</strong>. Jou zou als het kan ook <strong>een backup kunnen maken van jouw database</strong>.

source: Replace <strong>all b2evolution files</strong>,<strong> including /conf, skins, blog templates and stubfiles </strong> with the new ones; (This is important in order to activate all security fixes!) If you have customized your blog template/skin, please use the provided demo templates/skins until the end of the upgrade process. You'll find instructions on how to upgrade your customized templates/skins at the end of this procedure.
nl_nl: Overschrijf <strong>alle b2evolution bestanden</strong>,<strong> inclusief /conf, skins, blog templates en stubbestanden </strong> met de nieuwe bestanden; (Dit is belangrijk om alle beveiligings aanpassingen aan te brengen!) If you have customized your blog template/skin, please use the provided demo templates/skins until the end of the upgrade process. You'll find instructions on how to upgrade your customized templates/skins at the end of this procedure.

source: Redo your configuration in the /conf folder as you did previously.
nl_nl: Doe nogmaals de configuratie in de /conf map zoals je al eerder hebt gedaan.

source: As always, the only requirement is to edit _config.php. The other config files can be used without modification (provided you use the <strong>new</strong> ones!), however you should have look inside for fine tuning once your new version is running.
nl_nl: Zoals altijd, is de enige verplichting om het _config.php bestand te bewerken. De andere config bestanden kunnen zonder wijziging worden gebruikt (er van uitgaande dat je de <strong>nieuww</strong>!), maar zodra de nieuwe versie draait zou je ze wel even kunnen bekijken om de boel te finetunen.

source: Upload the new files to your server, and then <a %href>run the database tables upgrade</a> on your server!
nl_nl: Upload de nieuwe bestanden naar jouw server, en start <a %href>de database tabellen upgrade</a> op jouw server!

source: Just in case you did not do it before, you may want to check out <a %href>the tricky stuff</a>. (online manual)
nl_nl: Als je dat nog niet eerder hebt gedaan, je wilt waarschijnlijk wel even kijken naar <a %href>de tricky instellingen</a>. (online handboek)

source: (If you had custom skins or templates, follow the online instructions about upgrading them <a %href>from version 0.8.0.x</a> or <a %href>from version 0.8.2.x</a>. (online manual)
nl_nl: (Als je gebruik maakte van aangepaste skins of sjablonen, volg de online instructies over bijwerken <a %href>vanaf versie 0.8.0.x</a> of <a %href>vanaf versie 0.8.2.x</a>. (online handboek)

source: English (EU)
nl_nl: Engels (EU)

source: German (DE)
nl_nl: Duits (DE)

source: French (FR)
nl_nl: Frans (FR)
