Repository: whissip/whissip
Catalog: gettext/langfiles/*.static.po
Languages: de_de, es_es, es_ve, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. For example, Miniblog uses two tables named <code>miniblog</code> and <code>user</code>. Your existing tables will not be affected in any way.
de_de: Sofern du nicht die Konfiguration geändert hast, beginnen alle Tabellen, die von b2evolution erstellt werden mit evo_ . Solange du keine andere Anwendung hast, die das gleiche Prefix benutzt, ist es sicher b2evolution in eine Datenbank zu installieren, die es sich mit anderen Anwendungen teilt. Miniblog beispielsweise benutzt zwei Tabellen namens <code>Miniblog</code> und <code>user</code>. Deine vorhandenen Tabellen werden in keinster Weise verändert.
es_es: A no ser que hayas cambiado la configuración, las tablas creadas por b2evolution usan el prefijo 'evo_'. Siempre que no existe otra aplicación usando el mismo prefijo, es seguro instalar b2evolution en bases de datos compartidas con otras aplicaciones. Por ejemplo, Miniblog utiliza dos tablas con el nombre <code>miniblog</code> y <code>user</code>. Las tablas existentes no serán modificadas.
es_ve: A menos que haya cambiado el config, todas las tablas de b2evolution tienen el prefijo evo_. A menos que actualmente ya tenga una aplicación usando el mismo prefijo, esto hace segura la instalación de b2evolution en una base de datos compartida con otras aplicaciones. Por ejemplo, Miniblog usa dos tablas llamadas <code>miniblog</code> y <code>user</code>. Sus tablas existentes no serán afectadas de ninguna manera.
ja_jp: 設定を変更しなかった場合は、b2evolution によって作られる全てのテーブルには evo_ と接頭辞が付きます。同じ接頭辞を用いるアプリケーションをすでに使用しているのでなければ、これによって安全に他のアプリケーションと一つのデータベースを共有することができます。例えば、Miniblog は <code>miniblog</code> と <code>user</code> という接頭辞のついた2つのテーブルを使用します。既存のテーブルが影響を受けることはないはずです。
lt_lt: Jei jūs nekeitėte konfigūravimo failo, b2evolution lentelės bus su priešdėliu evo_ . Jūs be baimės galite naudoti jau egzistuojančią duomenų bazę, nebent jau turite instaliavę programą, naudojančią lenteles su tokiu pat priešdėliu. Pvz., Miniblog naudoja lenteles su priešdėliu <code>miniblog</code> ir <code>user</code>. Jūsų egzistuojančios lentelės nebus paliestos.

source: Note 2:
de_de: Anmerkung 2:
es_es: Nota 2:
es_ve: Nota 2:
ja_jp: 注意2:
lt_lt: Pastaba Nr.2:
nl_nl: Opmerking 2:
pt_br: NOta 2:
ru_ru: Внимание 2:

source: Why the same database? Because the SQL process we use to copy the data -- which is fast and secure -- can only be done within a single database.
de_de: Warum dieselbe Datenbank? Weil der (schnelle und sichere) SQL-Prozess den wir benutzen um die Daten zu kopieren nur innerhalb einer Datenbank ausgeführt werden kann.
es_es: ¿Por qué la misma base de datos? Porque el proceso SQL que utilizamos para copiar los datos -que es rápido y seguro- sólo puede ejecutarse en una misma base de datos.
es_ve: Por qué la misma base de datos? Porque el proceso SQL que usamos para copiar los datos -que es rápido y seguro- solo puede hacerse dentro de una misma base de datos.
ja_jp: なぜ同じデータベースなのか? データをコピーするのに使用している SQL プロセス -- これは早くて安全です -- が、一つのデータベース内でしか行えないからです。
lt_lt: Kodėl ta pati duomenų bazė? Todėl, kad mes naudojame greitą ir saugų SQL procesą duomenų kopijavimui, tačiau jis gali būti vykdomas tik vienoje duomenų bazėje.
nl_nl: Waarom dezelfde database? Omdat het SQL proces dat we gebruiken om de data te kopieren -- die snel en veilig is -- alleen kan worden gedaan in een enkele database.
pt_br: Porque o mesmo banco de dados? Porque o procidemento SQL que usamos para copiar os dados -- que é rápido e seguro -- pode ser feito apenas com um único banco de dados.
ru_ru: Почему в одной базе? Потому что SQL процесс будет использовать копию данных -- который быстрее и надежнее -- в одной базе.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. However, you could start by uploading the files to a new subdirectory, <code>/b2evo</code> for example; that way<strong> your existing Miniblog remains fully functional while you check out b2evolution.</strong>
de_de: Nur der Inhalt des <code>/blogs</code> Verzeichnisses muss auf deine Seite hochgeladen werden. Falls du möchtest, dass b2evolution zur Homepage deiner Seite wird, uploade den Inhalt des <code>/blogs</code> Ordners ins Root (Wurzelverzeichnis) deiner Webseite. Du könntest aber genauso gut die Dateien in ein neues Unterverzeichnis hochladen, zB <code>/b2evo</code>; so <strong>bleibt dein existierendes Miniblog weiterhin komplett funktionsfähig, während du b2evolution ausprobierst.</strong>
es_es: Sólo los contenidos del directorio <code>/blogs</code> son obligatorios. Si quieres que b2evolution se muestre en la página principal de tu web, sube los contenidos del directorio <code>/blogs</code> a la raíz de tu página web. Sin embargo, puedes subir los archivos a un subdirectorio, <code>/b2evo</code>, por ejemplo. De esta forma, la bitácora Miniblog seguirá activa mientras examinas b2evolution.
es_ve: Solo es necesario subir al sitio el contenido del directorio <code>/blogs</code>. Si quiere que b2evolution se encargue de la página inicial de su sitio, suba el contenido de la carpeta <code>/blogs</code> a la raíz de su sitio web. Sin embargo, puede comenzar subiendo los archivos a un nuevo subdirectorio, por ejemplo <code>/b2evo</code>; de esa manera <strong> su Miniblog existente continuará siendo totalmente funcional mientras verifica b2evolution.</strong>
ja_jp: あなたのサイトにアップロードする必要があるのは <code>/blogs</code> ディレクトリの中身だけです。b2evolution をあなたのサイトのホームページとして扱いたい場合は、<code>/blogs</code> フォルダの中身をあなたのウェブサイトのルートにアップロードしてください。しかし、新しいサブディレクトリ、例えば <code>/b2evo</code> に、ファイル群をアップロードすることもできます。この方法では、<strong>あなたが b2evolution を試してみている間、既存の Miniblog が完全に機能し続けます。</strong>
lt_lt: Reikia siųsti tik katalogo <code>/blogs</code> turinį. Jei norite, kad b2evolution būtų kaip jūsų svetainės pagrindinė valdymo sistema, nusiųskite <code>/blogs</code> ktaloge esančius failus į savo svetainės pagrindinį katalogą. Kitu atveju, geriausia siųsti failus į pakatalogį, pvz. <code>/b2evo</code>, tam, kad kol geriau susipažinsite su b2evolution sistema,<strong> jūsų egzistuojantis Miniblog dienoraštis veiktų be sutrikimų.</strong>

source: Let's assume you install the contents of the blogs folder to <code>http://yoursite.com/b2evo</code> ...
de_de: Nehmen wir an, du installierst den Inhalt des blogs-Ordners nach <code>http://deineseite.de/b2evo</code> ...
es_es: Supongamos que los contenidos del directorio <code>/blogs</code> se instalan en <code>http://tupagina.com/b2evo</code> ...
es_ve: Asumamos que instala el contenido de la carpeta blogs en <code>http://elsitio.com/b2evo</code> ...
ja_jp: あなたが blogs フォルダの中身を <code>http://yoursite.com/b2evo</code> にインストールすると仮定しましょう...
lt_lt: tarkim, kad jūs perkelėte failus iš katalogo blogs į <code>http://yoursite.com/b2evo</code> ...
pt_br: Vamos assumir que você instalou o conteúdo da pasta blogs para <code>http://yoursite.com/b2evo</code> ...
ru_ru: Разрешите принять инсталяцию вашего контента в папку блога <code>http://yoursite.com/b2evo</code> ...

source: Run the installation script on your server. It is located in <code>http://yoursite.com/b2evo/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables, copy your Miniblog data to b2evo (without affecting Miniblog) and configure b2evolution for you.
de_de: Starte das Installations-Skript auf deinem Server. Es befindet sich in <code>http://deineseite.de/b2evo/install</code>. Dann folge einfach den Anweisungen dort.<br /> <br /> Der Installer wird dir ein paar Fragen stellen, die notwendigen Datenbank-Tabellen erstellen, deine Miniblog-Daten nach b2evo kopieren (ohne Miniblog zu beeinträchtigen) und b2evolution für dich konfigurieren.
es_es: Ejecuta el script the instalación en tu servidor. Se encuentra en <code>http://tupagina.com/b2evo/install</code>. Luego sigue las instrucciones en pantalla.<br /> <br /> El instalador te hará algunas preguntas, creará las tablas requeridas, copiará los datos de Miniblog a b2evolution (sin afectar a Miniblog) y configurará b2evolution.
es_ve: Ejecute el script de instalación en su servidor. Está localizado en code>http://elsitio.com/b2evo/install</code> . Entonces simplemente siga las instrucciones en pantallas. <br /> <br /> El instalador le hará algunas preguntas, creará las tablas de la base de datos, copiará sus datos de Miniblog a b2evo (sin afectar Miniblog) y configurará b2evolution por usted.
ja_jp: インストール スクリプトをサーバ上で実行してください。スクリプトは <code>http://yoursite.com/b2evo/install</code> に配置されています。それから、画面の指示に従ってください。<br /> <br /> インストーラは、あなたに数個の質問をして、必要なデータベース テーブルを作り、Miniblog のデータを b2evo にコピーし (Miniblog に影響を及ぼしません)、あなたの b2evolution の設定を行います。
lt_lt: Paleiskite instaliavimo programą serveryje. Ji yra <code>http://yoursite.com/b2evo/install</code> kataloge. Tada, paprasčiausiai sekite instrukcijas.<br /> <br /> Instaliavimo programa paklaus jūsų keletos klausimų, sukurs reikalingas duomenų bazės lenteles, nukopijuos duomenis iš Miniblog į b2evo lenteles ir sukonfiguruos b2evolution.

source: Upgrading from WordPress
de_de: Upgraden von Wordpress
es_es: Actualizar desde WordPress
es_ve: Migrando desde WordPress
ja_jp: WordPress からのアップグレード
lt_lt: Atnaujinimas iš WordPress

source: The upgrade procedure below has been tested exclusively with WordPress version 1.2. Though it may not work with other versions, you can still give it a try quite safely. b2evolution will not harm your data, even if it can't understand it. The worst you would get is an error message.
de_de: Die untere Upgrade-Prozedur wurde ausschliesslich mit WordPress Version 1.2 getestet. Obwohl es mit älteren Versionen nicht funktionieren könnte, kannst du dem ganzen ziemlich sicher einen Versuch abstatten. b2evolution wird deinen Daten keinen Schaden zufügen, auch wenn es sie nicht versteht. Das Schlimmste was passieren kann wäre eine Fehlermeldung.
es_es: El proceso de actualización ha sido exclusivamente probado con la versión 1.2 the WordPress. Aunque podría no funcionar con otras versiones, hacer la prueba es seguro. b2evolution no modificará tus datos. Lo peor que podría pasar es recibir un mensaje de error.
es_ve: El siguiente procedimiento de migración ha sido probado exclusivamente con WordPress 1.2. Aunque podría no funcionar con otras versiones, igualmente puede hacer un intento con seguridad. b2evolution no dañará sus datos aunque no pueda entenderlos. Lo peor que podría obtener es un mensaje de error.
ja_jp: 以下のアップグレード手順は、WordPress バージョン 1.2 でのみテストされています。その他のバージョンでは動作しないかもしれませんが、まったく安全にアップグレードを試してみることができます。b2evolution はあなたのデータを解釈できなくても、データを傷つけることはありません。最悪の場合で、エラーメッセージが表示されるだけです。
lt_lt: Atnaujinimo procesas buvo išbandytas išskirtinai su WordPress 1.2 versija. Tačiau, mes tikime, kad jūs galite pamėginti ir su kitomis be problemų. Blogiausia kas gali atsitikti, tai, kad atnaujinimo programa, nesupratusi jūsų duomenų, praneš apie klaidą, nesugadindama duomenų.

source: However, as always, it is wise to do a backup of your current website / blog / database (depending on what you already have) before starting to install something new.
de_de: Wie immer ist es natürlich weise ein Backup deiner jetzigen Webseite / Blog / Datenbank (je nachdem was du schon hast) zu machen, bevor du anfängst etwas neues zu installieren.
es_es: Como siempre, es recomendable hacer una copia de seguridad de tu página web / bitácora / base de datos (dependiendo de lo que tengas) antes de instalar algo nuevo.
es_ve: Sin embargo, como siempre, es recomendable hacer un respaldo actual de su sitio web / blog / base de datos (dependiendo de lo que ya tenga) antes de comenzar a instalar algo nuevo.
ja_jp: しかし、新しいもののインストールを始める前には、例のごとく、現在のウェブサイト / ブログ / データベース (あなたが設置しているものによります) のバックアップを行うのが賢明です。
lt_lt: Tačiau kaip visada, būtų protingiau, kad jūs prieš pradėdami atnaujinimą, išsaugotumėt savo svetainės duomenų bazės kopiją.
nl_nl: Maar, zoals altijd, is het verstandig een backup te maken van jouw huidige website / weblog / database (afhankelijk van wat je al hebt) voordat je iets nieuws installeert.
pt_br: Porém, como sempre, é sempre sábio fazer um backup de seu banco de dados atual (dependendo do que você já tenha feito) antes de instalar algo novo.
ru_ru: Однако, всегда, делайте backup вашего текущего сайта / блогов / базы перед началом инсталирования нового.

source: On your server, locate the mysql database you are already using for WordPress. You must use the same database for b2evolution to be able to upgrade. Feel safe, b2evolution will not alter your WordPress tables and data in any way!
de_de: Finde die Datenbank auf deinem Server die du schon für WordPress benutzt. Du musst die gleiche Datenbank für b2evolution benutzen, um upgraden zu können. Keine Angst, b2evolution wird deine WordPress Tabellen und Daten nicht verändern!
es_es: Localiza la base de datos mySQL que estás utilizando actualmente para WordPress en tu servidor. Debes usar la misma base de datos para poder actualizar a b2evolution. No te preocupes, b2evolution no alterará las tablas y datos de WordPress de ninguna forma.
es_ve: En su servidor, localice la base de datos mySQL que actualmente esté utilizando para WordPress. Debe utilizar la misma base de datos para que b2evolution sea capaz de hacer la migración. Siéntase seguro, ¡b2evolution no alterará sus tablas ni sus datos de WordPress de ninguna manera!
ja_jp: サーバ上で、WordPress 用にあなたが現在使用している MySQL データベースを確認してください。アップグレードを可能にするために、b2evolution 用にも同じデータベースを使用しなければなりません。安心してください、b2evolution はあなたの WordPress のテーブルやデータを変更することはありません!
lt_lt: Savo serveryje suraskite WordPress priklausančią mysql duomenų bazę. Norėdami atnaujinti, privalote naudoti tą pačią ir b2evolution programai.. Neišsigąskite, b2evolution nesugadins jūsų WordPress lentelių ir duomenų jokiu būdu!

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. For example, WordPress used tables prefixed with wp_ by default. Your existing tables will not be affected in any way.
de_de: Sofern du nicht die Konfiguration geändert hast, beginnen alle Tabellen, die von b2evolution erstellt werden mit evo_ . Solange du keine andere Anwendung hast, die das gleiche Prefix benutzt, ist es sicher b2evolution in eine Datenbank zu installieren, die es sich mit anderen Anwendungen teilt. WordPress zB benutzt standardmässig wp_ als Tabellen-Prefix. Deine vorhandenen Tabellen werden in keinster Weise verändert.
es_es: A no ser que hayas cambiado la configuración, las tablas creadas por b2evolution usan el prefijo 'evo_'. Siempre que no existe otra aplicación usando el mismo prefijo, es seguro instalar b2evolution en bases de datos compartidas con otras aplicaciones. Por ejemplo, WordPress utiliza el prefijo wp_ por defecto. Las tablas existentes no serán modificadas.
es_ve: A menos que haya cambiado el config, todas las tablas de b2evolution tienen el prefijo evo_. A menos que actualmente ya tenga una aplicación usando el mismo prefijo, esto hace segura la instalación de b2evolution en una base de datos compartida con otras aplicaciones. Por ejemplo, WordPress por defecto usa el prefijo <code>miniblog</code> para las tablas. Sus tablas existentes no serán afectadas de ninguna manera.
ja_jp: 設定を変更しなかった場合は、b2evolution によって作られる全てのテーブルには evo_ と接頭辞が付きます。同じ接頭辞を用いるアプリケーションをすでに使用しているのでなければ、これによって安全に他のアプリケーションと一つのデータベースを共有することができます。例えば、WordPress はデフォルトでは wp_ という接頭辞のついたテーブルを使用します。既存のテーブルが影響を受けることはないはずです。
lt_lt: Jei jūs nekeitėte konfigūravimo failo, b2evolution lentelės bus su priešdėliu evo_ . Jūs be baimės galite naudoti jau egzistuojančią duomenų bazę, nebent jau turite instaliavę programą, naudojančią lenteles su tokiu pat priešdėliu. Pvz., WordPress naudoja lenteles su priešdėliu wp_. Jūsų egzistuojančios lentelės nebus paliestos.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. However, you could start by uploading the files to a new subdirectory, <code>/b2evo</code> for example; that way<strong> your existing WordPress blog remains fully functional while you check out b2evolution.</strong>
de_de: Nur der Inhalt des <code>/blogs</code> Verzeichnisses muss auf deine Seite hochgeladen werden. Falls du möchtest, dass b2evolution zur Homepage deiner Seite wird, uploade den Inhalt des <code>/blogs</code> Ordners ins Root (Wurzelverzeichnis) deiner Webseite. Du könntest aber genauso gut die Dateien in ein neues Unterverzeichnis hochladen, zB <code>/b2evo</code>; so <strong>bleibt dein existierendes WordPress Blog weiterhin komplett funktionsfähig, während du b2evolution ausprobierst.</strong>
es_es: Sólo los contenidos del directorio <code>/blogs</code> son obligatorios. Si quieres que b2evolution se muestre en la página principal de tu web, sube los contenidos del directorio <code>/blogs</code> a la raíz de tu página web. Sin embargo, puedes subir los archivos a un subdirectorio, <code>/b2evo</code>, por ejemplo. De esta forma, la bitácora de WordPress seguirá activa mientras examinas b2evolution.
es_ve: Solo es necesario subir al sitio el contenido del directorio <code>/blogs</code>. Si quiere que b2evolution se encargue de la página inicial de su sitio, suba el contenido de la carpeta <code>/blogs</code> a la raíz de su sitio web. Sin embargo, puede comenzar subiendo los archivos a un nuevo subdirectorio, por ejemplo <code>/b2evo</code>; de esa manera <strong> su blog WordPress existente continuará siendo totalmente funcional mientras verifica b2evolution.</strong>
ja_jp: あなたのサイトにアップロードする必要があるのは <code>/blogs</code> ディレクトリの中身だけです。b2evolution をあなたのサイトのホームページとして扱いたい場合は、<code>/blogs</code> フォルダの中身をあなたのウェブサイトのルートにアップロードしてください。しかし、新しいサブディレクトリ、例えば <code>/b2evo</code> に、ファイル群をアップロードすることもできます。この方法では、<strong>あなたが b2evolution を試してみている間、既存の WordPress ブログが完全に機能し続けます。</strong>
lt_lt: Reikia siųsti tik katalogo <code>/blogs</code> turinį. Jei norite, kad b2evolution būtų kaip jūsų svetainės pagrindinė valdymo sistema, nusiųskite <code>/blogs</code> ktaloge esančius failus į savo svetainės pagrindinį katalogą. Kitu atveju, geriausia siųsti failus į pakatalogį, pvz. <code>/b2evo</code>, tam, kad kol geriau susipažinsite su b2evolution sistema,<strong> jūsų egzistuojantis WordPress dienoraštis veiktų be sutrikimų.</strong>

source: Run the installation script on your server. It is located in <code>http://yoursite.com/b2evo/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables, copy your WordPress data to b2evo (without affecting WordPress) and configure b2evolution for you.
de_de: Starte das Installations-Skript auf deinem Server. Es befindet sich in <code>http://deineseite.de/b2evo/install</code>. Dann folge einfach den Anweisungen dort.<br /> <br /> Der Installer wird dir ein paar Fragen stellen, die notwendigen Datenbank-Tabellen erstellen, deine WordPress-Daten nach b2evo kopieren (ohne WordPress zu beeinträchtigen) und b2evolution für dich konfigurieren.
es_es: Ejecuta el script the instalación en tu servidor. Se encuentra en <code>http://tupagina.com/b2evo/install</code>. Luego sigue las instrucciones en pantalla.<br /> <br /> El instalador te hará algunas preguntas, creará las tablas requeridas, copiará los datos de WordPress a b2evolution (sin afectar a WordPress) y configurará b2evolution.
es_ve: Ejecute el script de instalación en su servidor. Está localizado en code>http://elsitio.com/b2evo/install</code> . Entonces simplemente debe seguir las instrucciones en pantallas. <br /> <br /> El instalador le hará algunas preguntas, creará las tablas de la base de datos, copiará sus datos de WordPress a b2evo (sin afectar WordPress) y configurará b2evolution por usted.
ja_jp: インストール スクリプトをサーバ上で実行してください。スクリプトは <code>http://yoursite.com/b2evo/install</code> に配置されています。それから、画面の指示に従ってください。<br /> <br /> インストーラは、あなたに数個の質問をして、必要なデータベース テーブルを作り、WordPress のデータを b2evo にコピーし (WordPress に影響を及ぼしません)、あなたの b2evolution の設定を行います。
lt_lt: Paleiskite instaliavimo programą serveryje. Ji yra <code>http://yoursite.com/b2evo/install</code> kataloge. Tada, paprasčiausiai sekite instrukcijas.<br /> <br /> Instaliavimo programa paklaus jūsų keletos klausimų, sukurs reikalingas duomenų bazės lenteles, nukopijuos duomenis iš WordPress į b2evo lenteles ir sukonfiguruos b2evolution.

source: Check the <a %s>manual</a> or the <a %s>forums</a> for notes on upgrading your existing WordPress template &amp; skin to b2evolution.
es_ve: Revise el <a %s>manual</a> o los <a %s>foros</a> en busca de notas sobre como migrar sus plantillas y skins WordPress existentes a b2evolution.
ja_jp: 既存の WordPress テンプレートとスキンを b2evolution にアップグレードする注意事項を <a %s>マニュアル</a> や <a %s>フォーラム</a> で確認してください。
lt_lt: Peržiūrėkite <a %s>žinyną</a> ar <a %s>forumus</a> ir rasite informacijos apie WordPress šablono konvertavimą į b2evolution formatą.

source: You can reuse your current WordPress CSS design in a snap by copying your style.css file into any b2evolution skin folder which name starts with wpc_ (which stands for WordPress CSS compatible)
de_de: Du kannst dein derzeitiges WordPress CSS ganz einfach weiterverwenden, indem du deine style.css Datei in ein beliebiges b2evolution Skin-Verzeichnis kopierst, dessen Name mit &quot;wpc_&quot; anfangen muss (wpc steht für WordPress CSS compatible)
es_es: Puedes reutilizar tu diseño CSS de WordPress actual copiando el archivo style.css en cualquiera de las carpetas del directorio skin, cuyo nombre empiece por wpc_ (que viene de WordPress CSS compatible)
es_ve: Puede reutilizar su diseño CSS de WordPress actual en un momento, copiando su archivo style.css en cualquiera de las carpetas skin b2evolution cuyo nombre comience por wpc_ (que significa compatible con CSS WordPress -del inglés-)
ja_jp: 名称が wpc_ で始まる(これは Wordpress CSS 互換であることを表わします) b2evolution スキン フォルダにあなたの WordPress の style.css ファイルをコピーすることで、あなたが現在使っている WordPress の CSSデザインを、すぐに再利用することができます。
lt_lt: Jūs galite palikti dabartnį WordPress CSS stilių nukopijuodami style.css failą į bet kurį b2evolution skin katalogą, kurio pavadinimas prasideda wpc_ (atitinka "suderintas su WordPress CSS")

source: Upgrading from Cafelog/b2
de_de: Upgraden von Cafelog/b2
es_es: Actualizar desde Cafelog/b2
es_ve: Migrando desde Cafelog/b2
ja_jp: Cafelog/b2 からのアップグレード
lt_lt: Atnaujinimas iš Cafelog/b2
nl_nl: Bijwerken vanaf Cafelog/B2
pt_br: Atualizando do Cafelog/b2
ru_ru: Обновление с Cafelog/b2

source: Upgrading from Cafelog/b2 (the original b2)
de_de: Upgraden von Cafelog/b2 (dem originalen b2)
es_es: Actualizar desde Cafelog/b2 (el b2 original)
es_ve: Migrando desde Cafelog/b2 (el b2 original)
ja_jp: Cafelog/b2 (オリジナルの b2) からのアップグレード
lt_lt: Atnaujinimas iš Cafelog/b2 (originali b2)
nl_nl: Bijwerken vanaf Cafelog/B2 (de originele b2)
pt_br: Atualizando do Cafelog/b2 (o b2 original)
ru_ru: Обновление с Cafelog/b2 (оргинальная b2)
