Repository: whissip/whissip
Catalog: gettext/langfiles/*.static.po
Languages: de_de, es_es, es_ve, ja_jp, lt_lt, nl_nl, pt_br, ru_ru

source: b2evo package
de_de: b2evo Paket
es_es: Paquete b2evolution
es_ve: paquete b2evo
ja_jp: b2evo パッケージ
lt_lt: b2evo paketas
nl_nl: b2evo pakket
pt_br: pacote do b2evo
ru_ru: b2evo пакет

source: Start page
de_de: Startseite
es_es: Página de inicio
es_ve: Página Inicial
ja_jp: スタート ページ
lt_lt: Pradinis puslapis
nl_nl: Startpagina
pt_br: Página inicial
ru_ru: Стартовая страница

source: b2evolution: official site
de_de: b2evolution: offizielle Webseite
es_es: b2evolution: web oficial
es_ve: b2evolution: sitio web oficial
ja_jp: b2evolution: 公式サイト
lt_lt: b2evolution: oficiali svetainė
nl_nl: b2evolution: officiele website
pt_br: site oficial do b2evolution
ru_ru: b2evolution: офицальный сайт

source: Multilingual multiuser multi-blog engine.
de_de: Multilinguale Multiuser Multiblog Maschine.
es_ve: Motor multi-blog, multilenguaje, multiusuario.
ja_jp: 多言語・複数ユーザ・マルチブログ エンジン。
lt_lt: Dagiakalbė daugiavartotojiška universali dienoraščio sistema
nl_nl: Meertalig pakket voor meerdere gebruikers met meerdere weblogs
pt_br: Mecanismo multiidioma, multiusuários e multi-blog
ru_ru: Многоязыковая и многопользовательская блог система.

source: Version
es_es: Versión
es_ve: Versión
ja_jp: バージョン
lt_lt: Versija
nl_nl: Versie
pt_br: Versão
ru_ru: Версия

source: Install
de_de: Installation
es_es: Instalar
es_ve: Instalar
ja_jp: インストール
lt_lt: Instaliavimas
nl_nl: Installeer
pt_br: Instalar
ru_ru: Установка

source: Blogs
es_es: Bitácoras
ja_jp: ブログ
lt_lt: Blogai
nl_nl: Weblogs
ru_ru: Блоги

source: Admin
es_ve: Administración
ja_jp: 管理
lt_lt: Administracija
pt_br: Administração
ru_ru: Администратор

source: Online
es_ve: En Línea
ja_jp: オンライン
ru_ru: Онлайн

source: Manual
de_de: Anleitung
ja_jp: マニュアル
lt_lt: Žinynas
nl_nl: Handboek
ru_ru: Руководство

source: Support
es_es: Soporte
es_ve: Soporte
ja_jp: サポート
lt_lt: Pagalba
nl_nl: Ondersteuning
pt_br: Suporte
ru_ru: Поддержка

source: Available translations for this page:
de_de: Verfügbare Übersetzungen dieser Seite:
es_es: Traducciones disponibles de esta página:
es_ve: Traducciones disponibles de esta página:
ja_jp: 利用可能なこのページの翻訳:
lt_lt: Galimos šio puslapio kalbos:
nl_nl: Becschikbare vertalingen voor deze pagina:
pt_br: Traduções disponíveis para essa página:
ru_ru: Доступные переводы для этой страницы:

source: Welcome!
de_de: Willkommen!
es_es: ¡Bienvenido!
es_ve: ¡Bienvenido!
ja_jp: ようこそ!
lt_lt: Sveiki!
nl_nl: Welkom!
pt_br: Bem Vindo!
ru_ru: Добро пожаловать!

source: b2evolution is a professional blog engine. It supports multiple blogs, edited by multiple users and in multiple languages. Plus, it's free, it's open-source (GPL) and it runs virtually anywhere (PHP 4 / MySQL 3.23)!
ja_jp: b2evolution はプロフェッショナルなブログ・エンジンです。これは複数ブログ、複数ユーザによる編集や複数の言語をサポートしています。加えて、無償で、オープンソース (GPL) で、事実上どの環境でも (PHP 4 と MySQL 3.23) 動作します!
ru_ru: b2evolution профессиональный блоговый движок. Он поддерживает несколько блогов, пользователей и языков. Плюс он открыт по open-source (GPL) и работае везде, где есть (PHP 4 / MySQL 3.23)!

source: You will find complete information on the official <a %s>b2evolution website</a>.
de_de: Du findest vollständige Informationen auf der offiziellen <a %s>b2evolution Webseite</a>.
es_es: Encontrarás información detallada en la <a %s>página oficial de b2evolution</a>.
es_ve: Encontrará información completa en <a %s>sitio web oficial b2evolution</a>.
ja_jp: 詳細な情報は <a %s>b2evolution ウェブサイト</a> で見つけることができるでしょう。
lt_lt: Pilną informaciją rasite oficialioje <a %s>b2evolution svetainėje</a>.
pt_br: Você encontrará informações detalhadas no <a %s>site oficial do b2evolution </a>.
ru_ru: Вы можите получить полную информацию на офицальном <a %s>b2evolution сайте</a>.

source: <strong>WARNING:</strong> This is an ALPHA release. This means there are still bugs in this release and some features are incomplete. Nethertheless, we manage to use it on a daily basis despite of these limitations. So we made a release. But you have been warned: use at your own risk! :-&gt;
ja_jp: <strong>警告:</strong> これはアルファ版リリースです。このリリースにはまだバグがあり、一部の機能が未完成であることを意味します。これらの制約にも関わらず、我々は日々の体制でこれを使って処理しています。ですから、我々はリリースを行いました。しかし、あなたに警告しておきます: 自身の責任において使用してください! :-&gt;

source: NOTE: This version is and will continue to be fully supported in the upgrading scheme and procedures.
ja_jp: メモ: このバージョンはアップグレードの計画と手順を完全にサポートしており、こんごもサポートされ続けるでしょう。
ru_ru: ВНИМАНИЕ: Эта версия и последующие будет содержать схему и процедуру обновления.

source: Quickstart instructions:
de_de: Schnellstart Anweisungen:
es_es: Instrucciones:
es_ve: Instrucciones rápidas de instalación:
ja_jp: クイックスタート説明書:
lt_lt: Instrukcija greitai pradžiai:
nl_nl: Snelstart instructies:
pt_br: Instruções rápidas de instalação:
ru_ru: Краткие инструкции:

source: You can set up b2evolution in just a few minutes. Just follow the instructions matching your situation:
de_de: Du kannst b2evolution in wenigen Minuten einrichten. Folge einfach den Anweisungen, die auf dich zutreffen:
es_es: b2evolution se puede configurar en poco minutos. Sigue las instrucciones dependiendo de tu caso:
es_ve: Puede instalar b2evolution en solo unos minutos. Solo tiene que seguir las instrucciones que correspondan según su situación:
ja_jp: b2evolution はたった数分で設置することができます。あなたの状況にあった説明書に従ってください。
lt_lt: Jūs galite instaliuoti b2evolution per keletą minučių. Paprasčiausiai sekite instrukcijas, kurios atitinka jūsų situaciją:
pt_br: Você pode configurar o b2evolution em apenas alguns minutos. Apenas siga as instruções conforme a sua situação:
ru_ru: Вы можите начать использовать b2evolution за несколько минут. Следуйте инструкциям, по вашей ситуации:

source: Installing b2evolution from scratch
de_de: Installiere b2evolution ganz neu
es_es: Instalar b2evolution desde cero
es_ve: Instalando b2evolution desde cero
ja_jp: 新規にb2evolutionをインストール
lt_lt: b2evolution instaliavimas nuo pradžių
ru_ru: Установить b2evolution from scratch

source: Upgrading from a previous version of b2evolution
de_de: Upgraden von einer älteren b2evolution-Version
es_es: Actualizar de una versión anterior de b2evolution
es_ve: Actualizando una versión anterior de b2evolution
ja_jp: 以前のバージョンの b2evolution からのアップグレード
lt_lt: Atnaujinimas iš ankstesnės b2evolution versijos
nl_nl: Bijwerken vanaf een vorige versie van b2evolution
pt_br: Atualizando de uma versão anterior do b2evolution
ru_ru: Обновление с предыдущей версии b2evolution

source: Upgrading from other blog software:
de_de: Upgraden von anderer Blog-Software:
es_es: Actualizar desde otro gestor de conenitos:
es_ve: Migrando desde otro software de blog:
ja_jp: 他のブログ ソフトウェアからのアップグレード:
lt_lt: Atnaujinimas iš kitų dienoraščių:
ru_ru: Обновление с другого блог софта:

source: official website
de_de: offizielle Webseite
es_es: Página web oficial
es_ve: sitio web oficial
ja_jp: 公式ウェブサイト
lt_lt: oficiali svetainė
nl_nl: officiele website
pt_br: site oficial
ru_ru: офицальный сайт

source: GNU GPL license
de_de: GNU GPL Lizenz
es_es: Licencia GNU GPL
es_ve: licencia GNU GPL
ja_jp: GNU GPL ライセンス
lt_lt: GNU GPL licensija
nl_nl: GNU GPL licentie
pt_br: Licença GNU GPL
ru_ru: GNU GPL лицензия

source: contact
de_de: Kontakt
es_es: contacto
es_ve: contacto
ja_jp: 連絡
lt_lt: susisiekti
pt_br: contato
ru_ru: контакт

source: Before you begin, please note that some network features of b2evolution require you to agree our simple <a %s>Terms of service</a>.
de_de: Bevor du anfängst beachte bitte, dass einige Netzwerk-Funktionen von b2evolution voraussetzen, dass du den einfachen <a %s>Servicebedingungen</a> zustimmst.
es_es: Antes de empezar, algunas de las carateríasticas de b2evolution requieren que aceptes nuestros <a %s>Condiciones de servicio</a>
es_ve: Antes de comenzar, por favor note que algunas características de red de b2evolution requieren que acepte nuestros simples <a %s>Terminos de servicio</a>.
ja_jp: 始める前に、b2evolution のいくつかのネットワーク機能を利用する際には、あなたは我々の簡単な <a %s>サービス規約</a> に同意する必要があることに注意してください。
lt_lt: Prieš pradedant, atsiminkite, kad kai kurios b2evolution savybės, reikalauja, kad susipažintumėt ir sutiktumėt su <a %s>Naudojimosi sąlygomis</a>.
pt_br: Antes de iniciar, por favor repare que algumas funções de rede do b2evolution requerem que você aceite nosso simples <a %s>Termo de serviço</a>.
ru_ru: Перед началом, пожалуйста обратите внимание на некоторые сетевые особенности b2evolution требуемые для вашего согласия с <a %s>Terms of service</a>.

source: Once you have unzipped the b2evolution distribution:
de_de: Sobald du die b2evolution Distribution entpackt hast:
es_es: Cuando hayas descomprimido b2evolution:
es_ve: Una vez que ha hecho unzip de la distribución b2evolution:
ja_jp: b2evolution 配布 .zip アーカイブを展開した後:
lt_lt: Kai tik išarchyvavote b2evolution archyvą:
nl_nl: Wanneer je de b2evolution distributie hebt uitgepakt:
pt_br: Uma vez que você descompactou a distribuição do b2evolution:
ru_ru: Распакуйте b2evolution дистрибутив:

source: On your server, create or locate a mysql database for b2evolution. (For example, you can call it "b2evolution")
de_de: Auf deinem Server solltest du eine MySQL Datenbank für b2evolution bereit- oder erstellen. (du kannst sie zB "b2evolution" nennen)
es_es: Crea o localiza una base de datos mySQL en tu servidor para b2evolution. (Puedes llamarla, por ejmplo, "b2evolution")
es_ve: En su servidor, cree o localice una base de datos mySQL para b2evolution. (Por ejemplo, se podría llamar "b2evolution")
ja_jp: あなたのサーバ上で、b2evolution 用に MySQL データベースを作成もしくは指定してください。(例えば、それを "b2evolution" と名づけることができます)
lt_lt: Savo serveryje sukurkite arba panaudokite jau sukurtą duomenų bazę, skirtą b2evolution. (Pvz., galite ją pavadinti "b2evolution")
pt_br: No seu servidor, crie ou separe um banco de dados do mysql para o b2evolution. (Por exemplo, você pode chamá-lo de "b2evolution")

source: Note:
de_de: Anmerkung:
es_es: Nota:
es_ve: Nota:
ja_jp: 注意:
lt_lt: Pastaba:
pt_br: Nota:
ru_ru: Внимание:

source: Unless you changed the config, all tables created by b2evolution are prefixed with evo_ . Unless you already have an application using the same prefix, this makes it safe to install b2evolution in a database shared with other applications. Your existing tables will not be affected in any way.
de_de: Sofern du nicht die Konfiguration geändert hast, beginnen alle Tabellen, die von b2evolution erstellt werden mit evo_ . Solange du keine andere Anwendung hast, die das gleiche Tabellennamen-Prefix benutzt, ist es kein Problem b2evolution in eine Datenbank zu installieren, die es sich mit anderen Anwendungen teilt. Deine vorhandenen Tabellen werden in keinster Weise betroffen.
es_es: A no ser que hayas cambiado la configuración, las tablas creadas por b2evolution usan el prefijo 'evo_'. Siempre que no existe otra aplicación usando el mismo prefijo, es seguro instalar b2evolution en bases de datos compartidas con otras aplicaciones. Las tablas existentes no serán modificadas.
es_ve: A menos que haya cambiado el config, todas las tablas creadas por b2evolution tienen el prefijo evo_. A menos que actualmente ya tenga una aplicación usando el mismo prefijo, esto hace segura la instalación de b2evolution en una base de datos compartida con otras aplicaciones. Sus tablas existentes no serán afectadas de ninguna manera.
ja_jp: 設定を変更しなかった場合は、b2evolution によって作られる全てのテーブルには evo_ と接頭辞が付きます。同じ接頭辞を用いるアプリケーションをすでに使用しているのでなければ、これによって安全に他のアプリケーションと一つのデータベースを共有することができます。既存のテーブルが影響を受けることはないはずです。
lt_lt: Jei jūs nekeitėte konfigūravimo failo, b2evolution lentelės bus su priešdėliu evo_ . Jūs be baimės galite naudoti jau egzistuojančią duomenų bazę, nebent jau turite instaliavę programą, naudojančią lenteles su tokiu pat priešdėliu.
pt_br: A menos que você tenha mudado a configuração, todas as tabelas criadas pelo b2evolution tem o prefixo evo_ . A menos que você já tenha outro aplicativo usando o mesmo prefixo, isso torna seguro instalar o b2evolution em um banco de dados compartilhado com outras aplicações. Suas tabelas existentes não serão afetadas de qualquer forma.

source: Upload the b2evolution files to your website.
de_de: Lade die b2evolution Dateien auf deine Webseite hoch.
es_es: Sube los archivos de b2evolution a tu página web.
es_ve: Suba los archivos de b2evolution al sitio web.
ja_jp: b2evolution のファイル群をあなたのウェブサイトにアップロードしてください。
lt_lt: Nusiųskite b2evolution failus į savo serverį.
pt_br: Envie os arquivos do b2evolution para o seu site.
ru_ru: Обновление b2evolution файлов на вашем сайте.

source: Only the contents of the <code>/blogs</code> directory need to be uploaded to your site. If you want b2evolution to handle the homepage of your site, upload the contents of the <code>/blogs</code> folder to your website root. Otherwise, it's best to upload the files to a subdirectory of your webserver. You can keep the <code>/blogs</code> subdirectory name, but you can also choose another.
de_de: Nur der Inhalt des <code>/blogs</code> Verzeichnisses muss auf deine Seite hochgeladen werden. Falls du möchtest, dass b2evolution zur Homepage deiner Seite wird, uploade den Inhalt des <code>/blogs</code> Ordners ins Root (Wurzelverzeichnis) deiner Webseite. Ansonsten ist es am besten die Dateien in ein Unterverzeichnis auf deinem Webserver zu legen. Du kannst den <code>/blogs</code> Verzeichnisnamen behalten, aber du kannst auch einen anderen wählen.
es_es: Sólo los contenidos del directorio <code>/blogs</code> son obligatorios. Si quieres que b2evolution se muestre en la página principal de tu web, sube los contenidos del directorio <code>/blogs</code> a la raíz de tu página web. Si no, es mejor subir los archivos a un subdirectorio. Se puede utilizar el subdirectorio <code>/blogs</code>, pero también es posible utilizar otro.
es_ve: Solo es necesario subir al sitio el contenido del directorio <code>/blogs</code>. Si quiere que b2evolution se encargue de la página inicial de su sitio, suba el contenido de la carpeta <code>/blogs</code> a la raíz de su sitio web. Si no, es mejor subir los archivos a un subdirectorio en su servidor web. Puede mantener el nombre del directorio <code>/blogs</code>, pero también puede asignar otro.
ja_jp: あなたのサイトにアップロードする必要があるのは <code>/blogs</code> ディレクトリの中身だけです。b2evolution をあなたのサイトのホームページとして扱いたい場合は、<code>/blogs</code> フォルダの中身をあなたのウェブサイトのルートにアップロードしてください。そうでなければ、ウェブサーバのサブディレクトリにファイル群をアップロードするのが望ましいです。<code>/blogs</code> というサブディレクトリ名をそのままにすることもできますが、別のものに変更することもできます。
lt_lt: Reikia siųsti tik katalogo <code>/blogs</code> turinį. Jei norite, kad b2evolution būtų kaip jūsų svetainės pagrindinė valdymo sistema, nusiųskite <code>/blogs</code> ktaloge esančius failus į savo svetainės pagrindinį katalogą. Kitu atveju, geriausia siųsti failus į pakatalogį, pvz. <code>/blogs</code>. Be kita ko, jūs galite jį pavadinti pagal saqvo norą.
pt_br: Somente o conteúdo do diretório <code>/blogs</code> precisa ser enviado ao seu site. Se você deseja que o b2evolution seja a homepage do seu site, envie o conteúdo do diretório <code>/blogs</code> para a raiz do seu website. Porém, é melhor enviar os arquivos para um subdiretório em seu servidor. Você pode manter o subdiretório <code>/blogs</code> , mas você pode também escolher outro nome.
ru_ru: Только контент в <code>/blogs</code> папке должен быть обновлен на вашем сайте. Если вы хотите только b2evolution иметь на вашем сайте, загрузите контент из <code>/blogs</code> папки в корень вашего сайта. В остальных случаях, лучше загрузите файлы в папку на сервере. Вы можите сохранить <code>/blogs</code> имя или выбрать другое.

source: Let's assume you install the contents of the blogs folder to <code>http://yoursite.com/yourfolder</code> ...
de_de: Nehmen wir an, du installierst den Inhalt des blogs-Ordners nach <code>http://deineseite.de/deinverzeichnis</code> ...
es_es: Supongamos que los contenidos del directorio <code>/blogs</code> se instalan en <code>http://tupagina.com/tudirectorio</code> ...
es_ve: Asumamos que instala el contenido de la carpeta blogs en <code>http://elsitio.com/lacarpeta</code> ...
ja_jp: あなたが blogs フォルダの中身を <code>http://yoursite.com/yourfolder</code> にインストールすると仮定しましょう...
lt_lt: Įsivaizduokime, kad jūs instaliavote savo dienoraštį kataloge <code>http://yoursite.com/yourfolder</code> ...
pt_br: Vamos assumir que você instalou todo o conteúdo do diretório blogs em <code>http://yoursite.com/yourfolder</code> ...
ru_ru: Разрешите принять установку контента в папку <code>http://yoursite.com/yourfolder</code> ...

source: Run the installation script on your server. It is located in <code>http://yoursite.com/yourfolder/install</code> . Then, simply follow the on screen instructions.<br /> <br /> The installer will ask you a few questions, create required database tables and configure b2evolution for you.
de_de: Starte das Installations-Skript auf deinem Server. Es befindet sich in <code>http://deineseite.de/deinverzeichnis/install</code>. Dann folge einfach den Anweisungen dort.<br /> <br /> Der Installer wird dir ein paar Fragen stellen, die notwendigen Datenbank-Tabellen erstellen und b2evolution für dich konfigurieren.
es_es: Ejecuta el script the instalación en tu servidor. Se encuentra en <code>http://tupagina.com/tudirectorio/install</code>. Luego sigue las instrucciones en pantalla.<br /> <br /> El instalador te hará algunas preguntas, creará las tablas requeridas y configurará b2evolution.
es_ve: Ejecute el script de instalación en su servidor. Está localizado en <code>http://elsitio.com/lacarpeta/install</code> . Entonces, simplemente siga las instrucciones en pantalla. <br /> <br /> El instalador le hará algunas preguntas, creará las tablas de la base de datos y configurará b2evolution por usted.
ja_jp: インストール スクリプトをサーバ上で実行してください。スクリプトは <code>http://yoursite.com/yourfolder/install</code> に配置されています。それから、画面の指示に従ってください。<br /> <br /> インストーラは、あなたに数個の質問をして、必要なデータベース テーブルを作り、あなたの b2evolution の設定を行います。
lt_lt: Paleiskite instaliavimo programą serveryje. Ji yra <code>http://yoursite.com/yourfolder/install</code> kataloge. Tada, paprasčiausiai sekite instrukcijas.<br /> <br /> Instaliavimo programa paklaus jūsų keletos klausimų, sukurs reikalingas duomenų bazės lenteles ir sukonfiguruos b2evolution.
pt_br: Excute o script de instalação em seu servidor. Ele está localizado em <code>http://yoursite.com/yourfolder/install</code> . Então, simplesmente siga as instruções na tela.<br /> <br /> O instalador irá fazer algumas poucas questões, criar as tabelas necessárias e configurar o b2evolution para você.
ru_ru: Запустите установочный скрипт на сервере. Он расположен в <code>http://yoursite.com/yourfolder/install</code> . Следуйте его инструкциям на экране.<br /> <br /> Усановщик задаст несколько простых вопросов, создаст требуемые таблицы в базе и сконфигурирует b2evolution для вас.

source: Check to make sure the new installation works.
de_de: Überprüfe, ob die neue Installation funktioniert.
es_es: Verifica que la nueva instalación funciona.
es_ve: Verifique para asegurar que la nueva instalación funciona.
ja_jp: 新しくインストールされたものが動作していることを確認してください。
lt_lt: Patikrinkite, kad įsitikintumėt, jog instaliacija pavyko.
pt_br: Verifique para se certificar que a nova instalação funciona.
ru_ru: Выберите для начала новой инсталяции.

source: On production servers, it is recommended that you delete the <code>/install</code> subfolder.
de_de: Auf Produktionsservern ist es empfehlenswert, den <code>/install</code> Unterordner zu löschen.
es_ve: Para servidores en producción, es recomendable que borre la subcarpeta <code>/install</code>.
ja_jp: 公開サーバでは、<code>/install</code> サブフォルダを削除することを推奨します。
lt_lt: Viešame serveryje (internete) rekomenduojame, kad jūs ištrintumėte <code>/install</code> katalogą.
pt_br: Em servidores de produção, é recomendado deletar o diretório<code>/install</code>.
ru_ru: После установки мы рекомендуем удалить папку <code>/install</code> и её подпапки.

source: After basic install is done, there are a few <a %s>tricky things you may need to take care of</a> (online manual).
de_de: Nach der Grundinstallation gibt es noch ein paar <a %s>tricky things die du beachten solltest</a> (Online Anleitung).
es_es: Después que la instalación básica se haya completado, hay algunos <a %s>consejos que deberías tener en cuenta</a> (manual online).
es_ve: Después que la instalación básica está hecha, hay algunos <a %s>puntos que debe cuidar</a> (manual en línea).
ja_jp: 基本的なインストールが終わった後で、いくつかの <a %s>処理する必要がある注意を要する事柄</a> (オンライン マニュアル) があります。
lt_lt: Po instaliacijos galbūt jūs norėtumėte, kad mes susipažindintume jus su <a %s>keleto keblių klausimų sprendimais</a> (online žinynas).
pt_br: Após a instalação básica ser feita, tem alguns <a %s>segredinhos com os quais você deve tomar cuidado</a> (manual online).
ru_ru: После окончания основной установки посмотрите на некоторые <a %s>хитрости и необходимые вещи </a> (в онлайн руководстве).

source: Upgrading from Manywhere Miniblog
de_de: Upgraden von Manywhere Miniblog
es_es: Actualizar desde Manywhere Miniblog
es_ve: Migrando desde Manywhere Miniblog
ja_jp: Manywhere Miniblog からのアップグレード
lt_lt: Atnaujinimas iš Manywhere Miniblog

source: As always, it is wise to do a backup of your current website / blog / database (depending on what you already have) before starting to install something new.
de_de: Es ist natürlich weise, ein Backup deiner jetzigen Webseite / Blog / Datenbank (je nachdem was du schon hast) zu machen, bevor du etwas neues installierst.
es_es: Como siempre, es recomendable hacer una copia de seguridad de tu página web / bitácora / base de datos (dependiendo de lo que tengas) antes de instalar algo nuevo.
es_ve: Como siempre, es recomendable hacer un respaldo actual de su sitio web / blog / base de datos (depende de lo que ya tenga) antes de comenzar a instalar algo nuevo.
ja_jp: いつも通り、新しいもののインストールを始める前には、現在のウェブサイト / ブログ / データベース (あなたが現在設置しているものによります) のバックアップを行うのが賢明です。
lt_lt: Kaip visada, būtų protingiau, kad jūs prieš pradėdami kažką instaliuoti, išsaugotumėt savo svetainės /blogo/ duomenų bazės kopiją (atsižvelgiant į tai, kas padaryta).

source: On your server, locate the mysql database you are already using for Manywhere Miniblog. You must use the same database for b2evolution to be able to upgrade. Feel safe, b2evolution will not alter your Miniblog tables and data in any way!
de_de: Finde die Datenbank auf deinem Server die du schon für Maywhere Miniblog benutzt. Du musst die gleiche Datenbank für b2evolution benutzen, um upgraden zu können. Keine Angst, b2evolution wird deine Miniblog Tabellen und Daten nicht verändern!
es_es: Localiza la base de datos mySQL que estás utilizando actualmente para Miniblog en tu servidor. Debes usar la misma base de datos para poder actualizar a b2evolution. No te preocupes, b2evolution no alterará las tablas y datos de Miniblog de ninguna forma.
es_ve: En su servidor, hay que localizar la base de datos mySQL que actualmente esté utilizando para Manywhere Miniblog. Debe utilizar la misma base de datos para que b2evolution sea capaz de hacer la migración. Siéntase seguro, ¡b2evolution no alterará sus tablas ni sus datos de Miniblog de ninguna manera!
ja_jp: サーバ上で、Manywhere Miniblog 用にあなたが現在使用している MySQL データベースを確認してください。アップグレードを可能にするために、b2evolution 用にも同じデータベースを使用しなければなりません。安心してください、b2evolution はあなたの Miniblog のテーブルやデータを変更することはありません!
lt_lt: Savo serveryje suraskite Manywhere Miniblog priklausančią mysql duomenų bazę. Norėdami atnaujinti, privalote naudoti tą pačią ir b2evolution programai. Neišsigąskite, b2evolution nesugadins jūsų Manywhere Miniblog lentelių ir duomenų jokiu būdu!

source: Note 1:
de_de: Anmerkung 1:
es_es: Nota 1:
es_ve: Nota 1:
ja_jp: 注意1:
lt_lt: Pastaba Nr.1:
nl_nl: Opmerking 1:
pt_br: Nota 1:
ru_ru: Внимание 1:
