Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: h - hour, 12-hour format; i.e. "01" to "12"
fi_fi: h - tunnit, 12-tunnin muodossa; esim. "01" ja "12"
hu_hu: h - óra, 12órás formátumban, "01"-tõl "12"-ig
pt_br: h - hora como um número inteiro de dois dígitos em um relógio de 12 horas, medido de "01" a "12"
tr_tr: h - saat, 12-saatlik biçem; örn. "01" - "12"

source: H - hour, 24-hour format; i.e. "00" to "23"
fi_fi: H - tunnit, 24-tunnin muodossa; esim. "00" ja "23"
hu_hu: H - óra, 24-órás formában, pl: "00"-tól "23"-ig
pt_br: H - hora como um número inteiro de dois dígitos em um relógio de 24 horas, medido de "00" a "23"
tr_tr: H - saat, 24-saatlik biçem; örn. "00" - "23"

source: i - minutes; i.e. "00" to "59"
fi_fi: i - minuutit; esim "00" ja "59"
hu_hu: i - perc, "00" és "59" közti szám
pt_br: i - minutos; de "00" a "59"
tr_tr: i - dakika; örn. "00" - "59"

source: I (capital i) - "1" if Daylight Savings Time, "0" otherwise.
fi_fi: I (iso i) - "1" ja kes‰aika, muuten "0"
hu_hu: I (nagy i) - "1" ha Daylight Savings Time van, "0" egyébként.
pt_br: I (capital i) - "1" se for horário de verão, "0" caso não seja..
tr_tr: I (büyük harf i) - "1" Gün ýþýðý koruma zamaný ise, "0" diðer durumlarda.

source: j - day of the month without leading zeros; i.e. "1" to "31"
fi_fi: j - p‰iv‰ ilman etunollaa; esim. "1" ja "31"
pt_br: j - dia do mês sem xeros na frente; Ex. "1" a "31"
tr_tr: j - sýfýrla baþlamayan ayýn günü; örn. "1" - "31"

source: l (lowercase "L") - day of the week, textual, long; i.e. "Friday"
fi_fi: l (pieni "L") - viikonp‰iv‰ tekstin‰; esim. "Perjantai"
pt_br: l (lowercase "L") - dia da semana, em texto, longo; Ex. "Friday"
tr_tr: l (küçük harf "L") - haftanýn günü, uzun; örn. "Cuma"

source: L - boolean for whether it is a leap year; i.e. "0" or "1"
fi_fi: L - karkausvuosi; esim "0" tai "1"
pt_br: L - booleano para o caso de ser ano bissexto; Ex. "0" ou "1"
tr_tr: L - yýlýn artýk yýl olup olmadýðýna dair boolean ifade; örn. "0" or "1"

source: m - month; i.e. "01" to "12"
fi_fi: m - kuukausi; esim. "01" ja "12"
pt_br: m - mês; i.e. "01" a "12"
tr_tr: m - ay; örn. "01" - "12"

source: M - month, textual, 3 letters; i.e. "Jan"
fi_fi: M - kuukausi kolmikirjaimisena tekstin‰; esim, "Jan"
pt_br: M - mês, textual, 3 letras, i.e. "Jan"
tr_tr: M - ay, 3 harfli; örn. "Ock"

source: n - month without leading zeros; i.e. "1" to "12"
fi_fi: n - kuukausi ilman etunollaa; esim. "1" ja "12"
pt_br: n - mês sem zeros na frente; Ex. "1" a "12"
tr_tr: n - sýfýrla baþlamayan ay; örn. "1" - "12"

source: O - Difference to Greenwich time (GMT) in hours; i.e. "+0200"
fi_fi: 0 - Ero Greenwichin aikaan (GMT) tunteina; esim. "+0200"
pt_br: O - Diferença em relação ao meridiano de Greenwich (GMT) em horas; Ex. "+0200"
tr_tr: O - Greenwich (GMT) ile zaman farký (saat); örn. "+0200"

source: r - RFC 822 formatted date; i.e. "Thu, 21 Dec 2000 16:01:07 +0200"
fi_fi: r - RFC 822 mukainen p‰iv‰; esim. "Thu, 21 Dec 2000 16:01:07 +0200"
pt_br: r - data formatada de acordo com a RFC 822, ex.: "Thu, 21 Dec 2000 16:01:07 +0200"
tr_tr: r - RFC 822 biçimli tarih; örn. "Thu, 21 Dec 2000 16:01:07 +0200"

source: s - seconds; i.e. "00" to "59"
fi_fi: s - sekunnit; esim. "00" ja "59"
pt_br: s - segundos; i.e. "00" a "59"
tr_tr: s - saniye; örn. "00" - "59"

source: S - English ordinal suffix, textual, 2 characters; i.e. "th", "nd"
fi_fi: S - Englantilainen j‰rjestysnumeron p‰‰te; esim. "th" ja "nd"
pt_br: S - Sufixo ordinal em inglês, textual, 2 caracteres; Ex. "th", "nd"
tr_tr: S - Ýngilizce sýra son ekleri, 2 karakterli; örn. "th", "nd"

source: t - number of days in the given month; i.e. "28" to "31"
fi_fi: t - kuukaudessa olevien p‰ivien m‰‰r‰; esim. "28" ja "31"
pt_br: t - número de dias no mês informado; i.e. "28" a "31"
tr_tr: t - verilen aydaki gün sayýsý; örn. "28" - "31"

source: T - Timezone setting of this machine; i.e. "MDT"
fi_fi: T - Palvelimen aikavyˆhykeasetus; esim. "MDT"
pt_br: T - Fuso horário desta máquina; Ex. "MDT"
tr_tr: T - Makinanýn zaman dilimi ayarý; örn. "MDT"

source: U - seconds since the epoch
fi_fi: U - sekunteja hetkest‰ 1.1.1970 00:00:00
hu_hu: U - a Unix Epoc-tól eltelt idõ másodpercben
pt_br: U - segundos desde a época
tr_tr: U - kalan saniye

source: w - day of the week, numeric, i.e. "0" (Sunday) to "6" (Saturday)
fi_fi: w - viikonp‰iv‰ numerona; esim. "0" (Sunnuntai) ja "6" (Lauantai)
hu_hu: w - a hét napja, számértékkel, pl. "0"-tól (Vasárnap) "6"-ig (Szombat) terjedõ intervallumban a hétfõ az "1"
pt_br: w - dia da semana, numérico, i.e. "0" (Domingo) to "6" (Sábado)
tr_tr: w - haftanýn günü, numerik, örn. "0" (Pazar) to "6" (Cumartesi)

source: W - ISO-8601 week number of year, weeks starting on Monday; i.e. "42"
fi_fi: W - ISO-8601 viikonnumero, viikko alkaa maanantaista; esim "42"
pt_br: W - número da semana do ano de acordo com o padrão ISO-8601, semanas iniciando na segunda; ex: "42"
tr_tr: W - ISO-8601 yýlýn hafta numarasý, haftalar pazartesinden baþlar; örn. "42"

source: Y - year, 4 digits; i.e. "1999"
fi_fi: Y - vuosi nelj‰ll‰ numerolla; esim "1999"
hu_hu: Y - év, 4 számjeggyel; pl: "1999"
pt_br: Y - ano, 4 dígitos; i.e. "1999"
tr_tr: Y - yýl, 4 basamaklý; örn. "1999"

source: y - year, 2 digits; i.e. "99"
fi_fi: y - vuosi kahdella numerolla; esim. "99"
hu_hu: y - év, 2 számjegy, pl: "99"
pt_br: y - ano, 2 dígitos; i.e. "99"
tr_tr: y - yýl, 2 basamaklý; örn. "99"

source: z - day of the year; i.e. "0" to "365"
fi_fi: z - vuoden p‰iv‰; esim. "0" ja "365"
hu_hu: z - az év napja, "0" és "365" közötti szám
pt_br: z - dia do ano; i.e. "0" a "365"
tr_tr: z - yýlýn günü; örn. "0" 'dan "365"'e kadar

source: Z - timezone offset in seconds (i.e. "-43200" to "43200"). The offset for timezones west of UTC is always negative, and for those east of UTC is always positive.
fi_fi: Z - aikavyˆhykkeen korjaus sekunneissa (esim, "-43200" ja "43200"). Korjaus UTC:n l‰nsipuolella on aina negatiivinen ja it‰puolella positiivinen
pt_br: Compensação de fuso horário em segundos (i.e. "-43200" to "43200"). A compensação para fusos ao oeste de Greenwich são sempre negativas, e par ao leste são sempre positivas.
tr_tr: Z - saniye olarak zaman dilimi baskýsý (örn. "-43200" - "43200"). UTC'nin batýsý her zaman negatifken, UTC'nin doðusu her zaman pozitifdir.

source: isoZ - full ISO 8601 format, equivalent to Y-m-d\TH:i:s\Z
fi_fi: isoZ - T‰ysi ISO 8601 muoto, sama kuin Y-m-d\TH:i:s\Z
pt_br: isoZ - totalmente de acordo com o padrão ISO 8601, equivalente a Y-m-d\TH:i:s\Z
tr_tr: isoZ - Y-m-d\TH:i:s\Z 'e eþit olan tam ISO 8601 biçemi

source: Unrecognized characters in the format string will be printed as-is.<br /> You can escape characters by preceding them with a \ to print them as-is.
pt_br: Caracteres não reconhecidos na string de formatação serão mostrados como são.<br /> Você pode escapar caracteres precedendo-os com \ para exibi-los como são.

source: Regional settings
fi_fi: Alueelliset asetukset
hu_hu: Területi beállítások
pt_br: Configurações regionais
tr_tr: Bölgesel ayarlar

source: If you're not on the timezone of your server. Current server time is: %s.
fi_fi: Jos et ole samalla aikavyˆhykkeell‰ kuin palvelin. Palvelimen kellonaika on: %s.
pt_br: se você não estiver na zona de seu servidor. A zona do servidor atual é: %s
tr_tr: Sunucunuzun zaman diliminde deðilseniz. Güncel zaman: %s.

source: Time difference
fi_fi: Aikaero
hu_hu: Idõeltolódás
pt_br: Fuso-Horário
tr_tr: Zaman farký

source: in hours, e.g. "1", "1:30" or "1.5"
pt_br: em horas, ex "1", "1:30" ou "1.5"

source: Calculate time difference
pt_br: Calcular diferença de tempo

source: Note: default locale is not enabled.
fi_fi: Huom: oletuskieliasetus ei ole valittuna
hu_hu: Megjegyzés: az alapértelmezettnek megadott honosítás még nincs engedélyezve
pt_br: Nota: a localidade padrão não esta habilitada.
tr_tr: Not: ön tanýmlý yer etkin deðil.

source: Default locale
fi_fi: Vakiokieliasetus
hu_hu: Alapértelmezett honosítás
pt_br: Localidade padrão
tr_tr: Ön tanýmlý yer

source: Overridden by browser config, user locale or blog locale (in this order).
pt_br: Sobrescrita pela configuração do navegador, tradução do usuário ou tradução do blog (nessa ordem).

source: Available locales
fi_fi: K‰ytˆss‰ olevat kieliasetukset
hu_hu: Elérhetõ honosítások
pt_br: Traduções disponíveis
tr_tr: Bulunan yerelleþtirmeler

source: Hide translation info
fi_fi: Piilota tiedot k‰‰nnˆst‰
hu_hu: Fordítási infók elrejtése
pt_br: Esconder informações da tradução
tr_tr: Tercüme bilgisini gizle

source: Show translation info
fi_fi: N‰yt‰ tiedot k‰‰nnˆst‰
hu_hu: Fordítási infók megjelenítése
pt_br: Exibir informações da tradução
tr_tr: Tercüme bilgisini göster

source: Date fmt
fi_fi: Pvm muoto
hu_hu: Dátum form.
pt_br: Data
tr_tr: Tarih bçm

source: Time fmt
fi_fi: Ajan muoto
hu_hu: Idõ form.
pt_br: Hora
tr_tr: Zaman bçm

source: Day at the start of the week: 0 for Sunday, 1 for Monday, 2 for Tuesday, etc
pt_br: Dia do início da semana:0 for Domingo, 1 para Segunda, 2 para Terça, etc

source: Translated
fi_fi: K‰‰nnetty
hu_hu: Lefordítva
pt_br: Traduzidos
tr_tr: Çevrilmiþ

source: Extract
fi_fi: Vie
hu_hu: Kibont
pt_br: Extrair
tr_tr: Oluþtur

source: Preview: %s
pt_br: Visualizar: %s

source: Move priority up
fi_fi: Nosta prioriteetti‰
hu_hu: Egy prioritással fel
pt_br: Aumentar prioridade
tr_tr: Önceliði yukarý taþý

source: Move priority down
fi_fi: Laske prioriteetti‰
hu_hu: Egy prioritással le
pt_br: Diminuir prioridade
tr_tr: Önceliði aþaðý taþý

source: Copy locale
fi_fi: Kopio kieliasetukset
hu_hu: Honosítás másolása
pt_br: Copiar localidade
tr_tr: Yeri kopyala

source: Restore default locale settings
pt_br: Restaurar configurações de idioma padrão

source: No language file...
fi_fi: Ei kielitiedostoa...
hu_hu: A nyelvi fájl nem lett megadva...
pt_br: Sem arquivo de idioma...
tr_tr: Dil dosyasý yok...

source: Extract .po file into b2evo-format
fi_fi: Vie .po-tiedosto b2evo-formaatissa
hu_hu: .po fájl kibontása b2evo-formátumba
pt_br: Extrair o arquivo .po no formato do b2evolution
tr_tr: .po dosyasýný b2evo biçemine çevir

source: Invalid time format.
pt_br: Formato da data inválido

source: Regional settings updated.
fi_fi: Kieliasetukset p‰ivitetty.
hu_hu: A területi beállítások frissültek.
pt_br: Configurações regionais atualizadas.
tr_tr: Bölgesel ayarlar güncellendi.

source: Deleted settings for locale &laquo;%s&raquo; in database.
pt_br: Removidas configurações para a tradução '%s' no banco de dados.

source: Inserted (and disabled) locale &laquo;%s&raquo; into database.
pt_br: Tradução &laquo;%s&raquo; inserida (e desabilitada) no banco de dados.

source: Inserted locale &laquo;%s&raquo; into database.
pt_br: Tradução &laquo;%s&raquo; inserida no banco de dados.

source: Saved locale &laquo;%s&raquo;.
pt_br: Tradução '%s' salva.

source: Locale definitions reset to defaults. (<code>/conf/_locales.php</code>)
pt_br: Definições regionais resetadas para o padrão. (<code>/conf/_locales.php</code>)

source: File <code>%s</code> not found.
fi_fi: Tiedostoa <code>%s</code> ei lˆydy.
hu_hu: A <code>%s</code> fájl nem található.
pt_br: Arquivo <code>%s</code> não encontrado.
tr_tr: Dosya <code>%s</code> bulunamadý.

source: Deleted locale &laquo;%s&raquo; from database.
pt_br: Tradução &laquo;%s&raquo; removida do banco de dados.

source: Switched priorities.
fi_fi: Prioriteetti vaihdettu.
hu_hu: Kapcsolt prioritások.
pt_br: Prioridades trocadas.
tr_tr: Deðiþtirilmiþ öncelikler.

source: No desc available
fi_fi: Ei selityst‰ saatavilla
hu_hu: Leírás nem elérhetõ
pt_br: Sem descrição disponível
tr_tr: Tnm bulunamadý

source: No description available
fi_fi: Ei selityst‰ saatavilla
hu_hu: Leírás nem elérhetõ
pt_br: Sem descrição disponível
tr_tr: Taným bulunamadý

source: My Tab
pt_br: Minha tabela

source: Homepage of the plugin
pt_br: Página do plugin

source: Local documentation of the plugin
pt_br: Documentação local do plugin

source: Edit plugin settings!
pt_br: Editar configurações de plugin!

source: Delete set!
pt_br: Remover conjunto!

source: Add a new set of &laquo;%s&raquo;
pt_br: Adicione um novo conjunto de &laquo;%s&raquo;

source: New set
pt_br: Novo conjunto

source: Note: before adding a new set you have to save any changes.
pt_br: Nota: antes de adicionar um novo conjunto você tem que salvar as mudanças.

source: Too many entries in the "%s" set. It must have %d at most.
pt_br: Muitas entradas em "%s". Deve existir no máximo %d.

source: Too few entries in the "%s" set. It must have %d at least.
pt_br: Poucas entradas em "%s". Deve existir pelo menos %d.

source: The value for &laquo;%s&raquo; must be numeric.
pt_br: O valor para &laquo;%s&raquo; deve ser numérico.

source: The value must be numeric.
pt_br: O valor deve ser numérico.

source: Invalid option &laquo;%s&raquo;.
pt_br: Opção inválida &laquo;%s&raquo;.

source: The value is too long.
pt_br: O valor é muito longo.

source: The value is invalid. It must match the regular expression &laquo;%s&raquo;.
pt_br: O valor é inválido. Ele deve casar com a expressão regular &laquo;%s&raquo;.

source: The value is invalid. It must be in the range from %s to %s.
pt_br: O valor é inválido. Deve estar numa faixa de %s a %s.

source: The plugin cannot be installed again.
pt_br: O plugin não pode ser instalado novamente.

source: The installation of the plugin failed.
pt_br: A instalação do plugin falhou.

source: Some plugin dependencies are not fulfilled:
pt_br: Algumas dependências do plugin não foram satisfeitas:

source: The maximum length of a plugin code is 32 characters.
pt_br: O tamanho máximo para um código de plugin é de 32 caracteres.

source: The plugin code cannot include a dot!
pt_br: O código plugin não pode incluir um ponto.

source: The plugin code is already in use by another plugin.
pt_br: Esse código de plugin já é usado por outro plugin.

source: The events %s are required by %s (ID %d).
pt_br: O evento %s é requerido pelo %s (ID%d).

source: The event %s is required by %s (ID %d).
pt_br: O evento %s é requerido por %s (ID %d).

source: The plugin is required by the following plugins: %s.
pt_br: O plugin é requerido pelos seguintes plugins: %s.

source: The plugin recommends a plugin which provides all of the following events: %s.
pt_br: O plugin recomenda um plugin que forneça tudo dos seguintes eventos: %s.

source: The plugin requires a plugin which provides all of the following events: %s.
pt_br: O plugin necessita de um plugin que forneça tudo dos seguintes eventos: %s.

source: The plugin recommends plugins which provide the events: %s.
pt_br: O plugin recomenda um plugin que forneça os eventos: %s.

source: The plugin requires plugins which provide the events: %s.
pt_br: O plugin requer plugins que forneçam os eventos: %s.

source: The plugin requires at least version %s of the plugin %s, but you have %s.
pt_br: O plugin requer pelo menos a versão %s do plugin %s, mas você tem %s.

source: The plugin requires the plugins: %s.
pt_br: O plugin requer os plugins: %s.

source: The plugin recommends to install the plugins: %s.
pt_br: O plugin recomenda instalar os plugins: %s.

source: The plugin recommends version %s of %s (%s is installed). Think about upgrading.
pt_br: O plugin recomenda a versão %s de %s (%s está instalada). Pense em atualizar.

source: The plugin requires version %s of %s, but %s is installed.
pt_br: O plugin necessita da versão %s de %s, mas %s está instalada.

source: Unknown dependency type (%s). This probably means that the plugin is not compatible and you have to upgrade your %s installation.
pt_br: Tipo de dependência desconhecida (%s). Isso provavelmente significa que o plugin não é compatível e você precisa atualizar sua %s instalação.

source: The database has been updated.
pt_br: O banco de dados foi atualizado.

source: The DB schema has been changed since confirmation.
pt_br: O esquema do banco de dados foi mudado depois da última confirmação.

source: The plugin with ID %d could not be instantiated.
pt_br: O plugin com ID %d não pôde ser instanciado.

source: The plugin with ID %d is already disabled.
pt_br: O plugin com ID %d já está desabilitado.

source: The plugin cannot be disabled because of the following dependencies:
pt_br: O plugin não pode ser desabilitado por causa das seguintes dependências:

source: Disabled "%s" plugin (%s, #%d).
pt_br: Plugin "%s" desabilitado (%s, #%d).

source: The "%s" plugin (%s, #%d) is already enabled.
pt_br: O plugin "%s" (%s, #%d) já está habilitado.

source: The plugin cannot be enabled because of the following dependencies:
pt_br: O plugin não pôde ser habilitado devido às seguintes dependências:

source: Enabled "%s" plugin (%s, #%d).
pt_br: Plugin "%s" habilitado (%s, #%d).

source: The plugin has not been enabled.
pt_br: O plugin não foi habilitado.

source: Plugins have been reloaded.
pt_br: Plugins foram recarregados.

source: Plugins have not changed.
pt_br: Os plugins não mudaram.

source: Installed plugin &laquo;%s&raquo;.
pt_br: Plugin instalado &laquo;%s&raquo;.

source: The plugin cannot be uninstalled because of the following dependencies:
pt_br: O plugin não pode ser removido devido as seguintes dependências:

source: Could not uninstall plugin #%d.
pt_br: Não pude remover o plugin nº %d.

source: Dropped the table(s) of the plugin.
pt_br: Tabela do plugin eliminada.

source: The &laquo;%s&raquo; plugin (#%d) has been uninstalled.
pt_br: O &laquo;%s&raquo; plugin (#%d) foi desinstalado.

source: Plugin name updated.
pt_br: Nome do plugin atualizado.

source: Plugin description updated.
pt_br: Descrição do plugin atualizada.

source: Plugin code updated.
pt_br: Código do plugin atualizado.

source: Plugin priority must be numeric (0-100).
pt_br: A prioridade deve ser numérica (0-100).

source: Plugin priority updated.
pt_br: Prioridade do plugin atualizada.

source: Plugin rendering updated.
pt_br: Renderização do plugin atualizada.

source: Plugin settings have been updated.
pt_br: COnfigurações do plugin atualizadas.

source: Plugin events have been updated.
pt_br: Os plugis foram atualizados.

source: The plugin has been disabled.
pt_br: O plugin foi desabilitado.

source: Edit plugin &laquo;%s&raquo; (ID %d)
pt_br: Edite plugin &laquo;%s&raquo; (ID %d)

source: Help for plugin &laquo;%s&raquo;
pt_br: Ajuda para o plugin &laquo;%s&raquo;

source: External help page
pt_br: Página externa de ajuda

source: Cancel installation!
pt_br: Cancelar instalação!

source: Finish setup for plugin #%d (%s)
pt_br: Finalizar o setup do plugin %d (%s)

source: The plugin needs the following database changes.
pt_br: O plugin necessita das seguintes mudanças no banco de dados.

source: The following database changes will be carried out. If you are not sure what this means, it will probably be alright.
pt_br: As seguintes mudanças na base de dados serão realizadas. Se você não está certo do que isto significa, provavelmente estará certo.

source: Install!
pt_br: Instalar!

source: Cancel uninstall!
pt_br: Cancelar desinstalação!

source: Uninstall plugin #%d (%s)
pt_br: Remover plugin #%d (%s)

source: Uninstalling this plugin will also delete its database tables:
pt_br: Remover esse plugin irá também remover suas tabelas no banco de dados:

source: Close info!
pt_br: Fechar informação!

source: Code
pt_br: Código

source: This 32 character code uniquely identifies the functionality of this plugin. It is only necessary to call the plugin by code (SkinTag) or when using it as a Renderer.
pt_br: Esse código único de 32 caracteres identifica a funcionalidade do plugin. É necessário somente para chamar o plugin pelo código (SkinTag) ou quando usando-o como um renderizador.

source: Short desc
pt_br: Descrição curta

source: Long desc
pt_br: Descrição Longa

source: Version
pt_br: Versão

source: Classname
pt_br: Nome da classe

source: Class file
pt_br: Arquivo da classe

source: Install NOW!
pt_br: Instalar AGORA!

source: Installed plugins
pt_br: Plugins instalados

source: The plugin is enabled.
pt_br: O plugin está habilitado.

source: The plugin is broken.
pt_br: O plugin está quebrado.

source: The plugin is not installed completely.
pt_br: O plugin não está instalado completamente.

source: The plugin is disabled.
pt_br: O plugin está desabilitado.

source: En
pt_br: OK

source: When should rendering apply?
pt_br: Quando deveria aplicar a renderização?

source: The code to call the plugin by code (SkinTag) or as Renderer.
pt_br: O código para chamar o plugin pelo código (SkinTag) ou como Renderer

source: Display info
pt_br: Mostra informação

source: Disable the plugin!
pt_br: Desabilitar o plugin!

source: Enable the plugin!
pt_br: Habilitar o plugin!

source: Un-install this plugin!
pt_br: Desinstalar esse plugin!

source: Reload events and codes for installed plugins.
pt_br: Relance eventos e códigos para instalar plugins

source: Reload plugins
pt_br: Recarregar plugins

source: Install new
pt_br: Instalar

source: Install new plugin...
pt_br: Instalar novo plugin...

source: Plugins available for installation
pt_br: Plugins disponíveis para instalação

source: Cancel
pt_br: Cancelar

source: Cancel install!
pt_br: Cancelar instalação!

source: Un-Classified
pt_br: Não classificado

source: Install
pt_br: Instalar

source: The above plugins are those already installed into your "plugins" directory.
pt_br: Os plugins acima são aqueles já instalados na sua pasta "plugins".

source: You can find more plugins online at %s or other channels.
pt_br: Você pode encontrar mais plugins online em %s ou em outros canais".

source: To make a plugin available for installation, extract it into the "%s" directory on the server.
pt_br: Para fazer um plugin disponível para instalação, extraia-o para o diretorio "%s" no servidor.

source: Cancel edit!
pt_br: Cancelar edição

source: Plugin info
pt_br: Informações do plugin

source: Plugin variables
pt_br: Váriaveis do plugin

source: The code to call the plugin by code. This is also used to link renderer plugins to items.
pt_br: O código para chamar o plugin pelo código. Isto também é usado para associar plugins rendererizadores a itens.

source: Note: The plugin code is empty, so this plugin will not work as an "opt-out", "opt-in" or "lazy" renderer.
pt_br: Nota: O código do plugin está vazio, assim esse plugin não irá funcionar com um "opt-out", "opt-in" ou "lazy" renderer.

source: Apply rendering
pt_br: Aplicar renderização

source: Plugin events
pt_br: Eventos do plugin

source: Note: the plugin is not enabled.
pt_br: Nota: o plugin não esta habilitado.

source: Warning: by disabling plugin events you change the behaviour of the plugin! Only change this, if you know what you are doing.
pt_br: Aviso: Desabilitando o plugin events você muda o comportamento do plugin! Somente mude isso, se você sabe o que está fazendo.

source: This plugin has no registered events.
pt_br: Esse plugin não tem eventos registrados.

source: Save (and review)
pt_br: Salva (e revê)

source: Blog stats
pt_br: Estatísticas do Blog

source: Global Stats
pt_br: Estatísticas globais

source: User sessions
pt_br: Sessões de usuário

source: Goals
pt_br: Alvos

source: Stats
fi_fi: Statistiikka
hu_hu: Statisztikák
pt_br: Estatísticas
tr_tr: Ýstatistikler

source: Hit summary
pt_br: Resumo

source: Global hits
pt_br: Acessos globais

source: Browser hits
pt_br: Navegadores

source: Robot hits
pt_br: Acessos de robôs

source: RSS/Atom hits
pt_br: Acessos RSS/Atom

source: Search B-hits
pt_br: Buscas

source: Search hits
pt_br: Buscas

source: Referered B-hits
pt_br: Referências

source: Direct B-hits
pt_br: Acessos diretos

source: User agents
pt_br: Programas

source: Referring domains
pt_br: Domínios referenciadores

source: Sessions
pt_br: Sessões

source: Goal hits
pt_br: Acessos Alvo

source: Cannot edit goal!
pt_br: Não posso editar alvo!

source: Requested goal does not exist any longer.
pt_br: O alvo requisitado não existe mais.
