Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Preferred locale
fi_fi: Suositeltu kieliasetus
pt_br: Localidade preferida
tr_tr: Tercih edilen bölge

source: Preferred locale for admin interface, notifications, etc.
fi_fi: Suositeltu kieliasetus yll‰pitoon, ilmoituksiin, yms.
pt_br: Localidade preferida para a interface de administração, notificações, etc.
tr_tr: Yönetim arabirimi, bildirimler, vs. için tercih edilen dil.

source: The skin defines how the backoffice appears to you.
pt_br: O skin define como a administração aparece para você.

source: 1:more icons ... 5:less icons
pt_br: 1:mais ícones ... 5:menos ícones

source: Action icon display
pt_br: Mostrar ícones de ação

source: 1:more action words ... 5:less action words
pt_br: 1:mais ícones ... 5:menos ícones

source: Action word display
pt_br: Mostrar palavras de ação

source: Display a legend at the bottom of every page including all action icons used on that page.
pt_br: Mostra uma legenda no botão de todas as páginas incluindo todos os ícones de ação usados naquela página.

source: Display icon legend
pt_br: Mostrar legendas de ícones

source: Control form closing
pt_br: Controlar fechamento de formulário

source: This will alert you if you fill in data into a form and try to leave the form before submitting the data.
pt_br: Isso irá avisá-lo se você preencheu dados em um formulário e tentar deixá-lo antes de enviar os dados.

source: Focus on first field
pt_br: Foco no primeiro campo

source: The focus will automatically go to the first input text field.
pt_br: O foco irá automaticamente para a primeiro campo de entrada de texto.

source: Number of rows displayed in results tables.
pt_br: Número de linha exibido na tabelas de resultados.

source: Results per page
pt_br: Resultados por página

source: Additional info
pt_br: Informações adicionais

source: Created on
fi_fi: Luotu
hu_hu: Létrehozva
pt_br: Criado em
tr_tr: Oluþturulma:

source: From IP
fi_fi: IP:st‰
pt_br: Do IP
tr_tr: IP'den

source: From Domain
fi_fi: Domainista
hu_hu: Ebbõl a tartományból
pt_br: Do domínio
tr_tr: Alan Adýndan

source: With Browser
fi_fi: Selaimella
hu_hu: Ezzel a böngészõvel
pt_br: Com o Navegador
tr_tr: Tarayýcý ile

source: Visit the site
fi_fi: K‰y sivulla
hu_hu: A site megtekintése
pt_br: Visite o site
tr_tr: Siteyi ziyaret et

source: Search on ICQ.com
fi_fi: Etsi ICQ.comista
hu_hu: Keresés az ICQ.com-on
pt_br: Procurar em ICQ.com
tr_tr: ICQ.com'da ara

source: Instant Message to user
fi_fi: L‰het‰ pikaviesti k‰ytt‰j‰lle
pt_br: Mensagem Instantânea para o usuário
tr_tr: Kullanýcýya anlýk ileti gönder

source: Are you sure?
pt_br: Você tem certeza?

source: This cannot be undone.
pt_br: Isso não pode ser desfeito.

source: This will reset all your user settings.
pt_br: Isto apagará todas suas configurações.

source: Groups & Users
pt_br: Grupos & Usuários

source: Add user
pt_br: Adicionar usuário

source: Create a new user...
pt_br: Criar novo usuário...

source: Add group
pt_br: Adicionar grupo

source: Create a new group...
pt_br: Criando novo grupo...

source: default group for new users
fi_fi: Oletusryhm‰ uusille k‰ytt‰jille
hu_hu: az új felhasználók alapértelmezett csoportja
pt_br: grupo padrão para novos usuários
tr_tr: yeni kullanýcýlar için ön tanýmlý grup

source: Edit this group...
pt_br: Editar esse grupo...

source: Duplicate this group...
pt_br: Duplicar esse grupo...

source: Delete this group!
pt_br: Remover esse grupo!

source: Decrease user level
pt_br: Diminuir nível do usuário

source: Increase user level
pt_br: Aumentar nível do usuário

source: Edit this user...
pt_br: Editar esse usuário...

source: Duplicate this user...
pt_br: Duplicar esse usuário...

source: Delete this user!
pt_br: Remover esse usuário!

source: Inactive / Uninstalled plugin
pt_br: Plugins inativos/não instalados

source: CSS Class
pt_br: Classe CSS

source: Replaces $wi_class$ in your skins containers.
pt_br: Substituir $wi_class$ nos contâineres do seu skin.

source: DOM ID
pt_br: ID DOM

source: Replaces $wi_ID$ in your skins containers.
pt_br: Substituir $wi_ID$ nos contâineres do seu skin.

source: Edit widget %s in %s
pt_br: Editar widget %s em %s

source: New widget %s in %s
pt_br: Novo widget %s em %s

source: Widget type
pt_br: TIpo do widget

source: Add a widget...
pt_br: Adicionar um widget...

source: Add widget
pt_br: Adicionar widget

source: There is no widget in this container yet.
pt_br: Não existe ainda nenhum widget no recipiente.

source: The widget is enabled.
pt_br: O widget está habilitado

source: The widget is disabled.
pt_br: O widget está desabilitado.

source: Disable this widget!
pt_br: Desabilite esse widget!

source: Enable this widget!
pt_br: Habilite este widget!

source: Edit widget settings!
pt_br: Editar configurações do widget!

source: Remove this widget!
pt_br: Remover este widget!

source: [NOT INCLUDED IN SELECTED SKIN!]
pt_br: [NÃO INCLUÍDO EM TEMA SELECIONADO]

source: Widgets available for insertion into &laquo;%s&raquo;
pt_br: Widgets disponíveis para inserção em &laquo;%s&raquo;

source: General purpose widgets
pt_br: Widgets de propósito geral

source: Different ways of listing the blog contents
pt_br: Diferentes maneiras de listar o conteúdo do blog.

source: Blog navigation
pt_br: Navegação do blog

source: Meta info for the blog
pt_br: Meta informação para esse blog

source: Other
fi_fi: Muuta
hu_hu: Egyéb
pt_br: Outros
tr_tr: Diðer

source: Add this widget to the container
pt_br: Adicionar esse widget ao contâiner

source: You do not have permission to perform this action
pt_br: Você não tem permissão para executar essa ação

source: WARNING: you are adding to a container that does not seem to be part of the current skin.
pt_br: ATENÇÃO: Você está adicionando um conteúdo que parece não fazer parte do skin atual.

source: Widget &laquo;%s&raquo; has been added to container &laquo;%s&raquo;.
pt_br: Widget &laquo;%s&raquo; foi adicionado ao contâiner &laquo;%s&raquo;.

source: Widget settings have been updated
pt_br: Configurações do widget atualizadas

source: Widget has been disabled.
pt_br: Widget desabilitado.

source: Widget has been enabled.
pt_br: Widget habilitado.

source: Widget &laquo;%s&raquo; removed.
pt_br: Widget &laquo;%s&raquo; removido.

source: Widgets updated
pt_br: Widgets atualizados

source: Widget order unchanged
pt_br: Ordem dos widgets inalterada

source: Select widget to add:
pt_br: Selecione widget para adicionar:

source: Category list
pt_br: Lista de categorias

source: List of all categories; click filters blog on selected category.
pt_br: Lista de todas as categorias; clique nos filtros da categoria selecionada

source: Block title
pt_br: Título do bloco

source: Option "All"
pt_br: Opção "Todos"

source: The "All categories" link allows to reset the filter. Leave blank if you want no such option.
pt_br: O link "Todas as categorias" permite redefinir o filtro. Deixe-o em branco se você não deseja essa opção.

source: Use form
pt_br: Usar formulário

source: Add checkboxes to allow selection of multiple categories.
pt_br: Adicionar checkboxes para permitir a seleção de múltiplas categorias.

source: Display blog names
pt_br: Mostrar nomes dos blogs

source: Display blog names, if this is an aggregated blog.
pt_br: Exibir nomes dos blogs, se este é um blog agregador.

source: ANY
pt_br: Algum

source: ANY BUT
pt_br: Algum exceto

source: ALL
pt_br: TODOS

source: Filter categories
pt_br: Filtrar categorias

source: Title to display in your skin.
pt_br: Título para mostrar em seu skin.

source: Recent comments
pt_br: Comentários recentes

source: Order to display items
pt_br: Order para exibição dos itens

source: Newest to oldest
pt_br: Do mais novo para o mais antigo

source: Oldest to newest
pt_br: Do mais antigo para o mais novo

source: Random selection
pt_br: Seleção aleatória

source: Max items
pt_br: Máximo de itens

source: Maximum number of items to display.
pt_br: Número máximo de items para exibir.

source: Link to author
pt_br: Link para o autor

source: Link the author to their url
pt_br: Link o autor desta url

source: Hover text
pt_br: Texto ao passar o mouse

source: Text to show when hovering over the link
pt_br: Texto para mostrar quando mouse passa sobre um link

source: Read the full comment
pt_br: Ler o comentário completo

source: ID of the blog to use, leave empty for the current blog.
pt_br: ID do blog a ser usado, deixe vazio para o blog atual.

source: Comment list
pt_br: Lista de comentários

source: List of comments; click goes to comment.
pt_br: Lista de comentários; um clique leva ao comentário.

source: on
pt_br: em

source: Common Navigation Links
pt_br: Links comuns de navegação

source: Display these links: Recently, Archives, Categories, Latest Comments
pt_br: Exibe estes links: Recentes, Arquivos, Categorias, Últimos Comentários

source: Show "Recently"
pt_br: Mostrar "Recentemente"

source: Go to the most recent posts / the blog's home.
pt_br: Vá para o mais recentes posts / a página inicial do blog.

source: Show "Archives"
pt_br: Mostrar "Arquivos"

source: Go to the monthly/weekly/daily archive list.
pt_br: Vá para a mensal/semanal/diário lista de arquivos.

source: Show "Categories"
pt_br: Mostrar "Categorias"

source: Go to the category tree.
pt_br: Ir para a árvore de categorias.

source: Show "Latest comments"
pt_br: Mostrar "Últimos comentários"

source: Go to the latest comments.
pt_br: Ir para últimos comentários

source: Recently
fi_fi: Viimeisimm‰t
hu_hu: Legfrissebb
pt_br: Recente
tr_tr: Güncel

source: Items
pt_br: Itens

source: Link to blog
pt_br: Link para o blog

source: Link the block title to the blog?
pt_br: Link o título do bloco para o blog?

source: Item type
pt_br: Tipo de item

source: What kind of items do you want to list?
pt_br: Que tipo de itens deseja listar?

source: Follow Main List
pt_br: Seguir a lista principal

source: By tags
pt_br: Por tags

source: Group by
pt_br: Agrupar por

source: Do you want to group the Items?
pt_br: Você quer agrupar os Itens?

source: By category/chapter
pt_br: Por categoria/capítulo

source: How to sort the items
pt_br: Como ordenar os itens

source: Link titles
pt_br: Lincar títulos

source: Where should titles be linked to?
pt_br: Títulos devem lincar o quê?

source: Automatic
pt_br: Automático

source: Item permalink
pt_br: Permalink do item

source: Item URL
pt_br: Url do Item

source: Nowhere
pt_br: Lugar nenhuma

source: Display excerpt for each item.
pt_br: Mostrar resumo para cada item

source: Universal Item list
pt_br: Lista de itens universal

source: Can list Items (Posts/Pages/Links...) in a variety of ways.
pt_br: Pode listar items (Posts, páginas e links) em uma variedade de formas.

source: The requested Blog doesn't exist any more!
pt_br: O blog requisitado não existe mais!

source: Simple Sidebar Links list
pt_br: Lista de links simples na barra lateral

source: Simplified Item list for listing Sidebar links.
pt_br: Lista de itens simplificada para exibir links da barra lateral.

source: Image / Blog logo
pt_br: Logotipo/Imagem do blog

source: Include an image/logo from the blog's file root.
pt_br: Inclua um logo/imagem da raiz de arquivos do blog.

source: Image filename
pt_br: Nome do arquivo de imagem

source: The image/logo file must be uploaded to the root of the Blog's media dir
pt_br: O arquivo de logo/imagem deve ser publicado na raiz do diretório /media do blog.

source: Invalid filename.
pt_br: Nome de arquivo inválido.

source: Long Description of this Blog
pt_br: Descrição longa desse Blog

source: Long description from the blog's <a %s>general settings</a>.
pt_br: Descrição longa da, gerada a partir dos <a %s>recursos gerais</a> do blog.

source: Recent photos
pt_br: Fotos recentes

source: Thumbnail size
pt_br: Tamanho da miniatura

source: Cropping and sizing of thumbnails
pt_br: Corte e redimensionamento de miniaturas

source: How to lay out the thumbnails
pt_br: Como exibir os thumbnails

source: Number of columns in grid mode.
pt_br: Número de colunas no modo de grid.

source: Photo index
pt_br: Índice de fotos

source: Index of photos; click goes to original image post.
pt_br: Índice de fotos, clique vai para o post original da imagem.

source: Simple Page list
pt_br: Lista de páginas simples

source: Simplified Item list for listing pages.
pt_br: Lista de itens simplificada para a listagem de páginas.

source: Contents
pt_br: Conteúdos

source: Simple Post list
pt_br: Lista de posts simples

source: Simplified Item list for listing posts.
pt_br: Lista de itens simplificada para a listagem de posts.

source: Related posts
pt_br: Posts relacionados

source: Simple Related Posts list
pt_br: Lista simples de posts relacionados

source: Simplified Item list for listing posts related to the Main list.
pt_br: Lista de itens simplificada para listar posts relacionados a lista principal.

source: Search Form
pt_br: Formulário de Busca

source: Display search form
pt_br: Mostrar formulário de busca

source: Search options
pt_br: Opções de busca

source: Display radio buttons for "All Words", "Some Word" and "Entire Phrase"
pt_br: Mostrar botões de rádio para "Todas as Palavras", "Alguma Palavra" e "Frase Inteira"

source: All Words
fi_fi: Kaikki sanat
hu_hu: Összes szó
pt_br: Todas as Palavras
tr_tr: Tüm Kelimeler

source: Some Word
fi_fi: Ainakin yksi sana
hu_hu: Néhány szó
pt_br: Qualquer Palavra
tr_tr: Bazý Kelimeler

source: Tag cloud
pt_br: Nuvem de tags

source: Cloud of all tags; click filters blog on selected tag.
pt_br: Nuvem de todas as tags; clique para filtrar pela tag selecionada

source: Max # of tags
pt_br: Número máximo de tags

source: Tag separator
pt_br: Separador de tag

source: Min size
pt_br: Tamanho mínimo

source: Max size
pt_br: Tamanho máximo

source: %d posts
fi_fi: %d viesti‰
hu_hu: %d beküldés
pt_br: %d mensagens
tr_tr: %d gönderi

source: Blog tagline
pt_br: Slogan do blog

source: &laquo;%s&raquo; from the blog's <a %s>general settings</a>.
pt_br: &laquo;%s&raquo; da <a %s>configuração geral</a> do blog.

source: Blog title
pt_br: Título do blog

source: XML Feeds (RSS / Atom)
pt_br: Feeds XML (RSS / Atom)

source: List of all available XML feeds.
pt_br: Lista de todos os feeds XML disponíveis.

source: This is the title to display, $icon$ will be replaced by the feed icon
pt_br: Esse é o título a ser exibido, $icon$ será substituído pelo ícone do feed

source: XML Feeds
pt_br: Feeds XML

source: Help link
pt_br: Links para ajuda online

source: Check this to display "What is RSS?" link
pt_br: Marque isso para exibir o link "O que é RSS?"

source: New Window
pt_br: Nova janela

source: Check this to add target="_blank" to the "What is RSS?" link
pt_br: Marque isso para adicionar target="_blank" para o link "O que é RSS?"

source: Same owner's blog list
pt_br: Mesmo lista de blogs do mesmo proprietário

source: Display list of all blogs owned by the same user.
pt_br: Mostrar a lista de todos os blogs pertencentes ao mesmo usuário.

source: My blogs
pt_br: Meus blogs

source: Public blog list
pt_br: Lista pública de blogs

source: Display list of all blogs marked as public.
pt_br: Mostrar a lista de todos os blogs marcados como públicos.

source: All blogs
pt_br: Todos os blogs

source: Free HTML
pt_br: HTML livre

source: Custom text/HTML of your choice.
pt_br: Personalizado text/HTML a sua escolha.

source: Block content
pt_br: Conteúdo do bloco

source: Linkblog
fi_fi: Linkkiblogi
pt_br: Links
tr_tr: BaðGünlük

source: Simple Linkblog Links list
pt_br: Lista de itens simplificada de um linkblog

source: Simplified Item list for listing links from another blog.
pt_br: Lista de itens simplificada para listar links de outro blog.

source: Blog home
pt_br: Home do blog

source: Blog owner contact form
pt_br: Formulário de contato com o proprietário do blog

source: Log in form
pt_br: Formulário de login

source: %s link
pt_br: link %s

source: Display a configurable menu entry/link
pt_br: Exibe um configurável menu entradas/link

source: What do you want to link to?
pt_br: O que você deseja linkar?

source: Contact
pt_br: Contato

source: User tools
pt_br: Ferramentas do usuário

source: Login link
pt_br: Link de login

source: Link text to display
pt_br: Texto do link para exibir

source: Logout link
pt_br: Link do logout

source: Profile link
pt_br: Link do perfil

source: Subscriptions link
pt_br: Subscrições

source: Admin link
pt_br: Link da administração

source: Register link
pt_br: Registrar link

source: Register
pt_br: Registrar

source: User Tools
pt_br: Ferramentas do usuário

source: Display user tools: Log in, Admin, Profile, Subscriptions, Log out
pt_br: Mostra as ferramentas de usuário: Log in, Admin, Profile, Subscriptions, Log out

source: Parser error:
fi_fi: Tulkin virhe:
hu_hu: Értelmezési hiba:
pt_br: Erro do analisador:
tr_tr: Ayrýþtýrýcý hatasý:

source: Tag <code>body</code> can only be used once!
fi_fi: <code>body</code>-tagia voidaan k‰ytt‰‰ vain kerran!
pt_br: A tag <code>body</code> só pode ser usada uma vez!
tr_tr: <code>body</code> etiketi yalnýzca bir kez kullanýlýr!

source: Illegal tag
fi_fi: Virheellinen tagi
hu_hu: Érvénytelen tag
pt_br: Tag ilegal
tr_tr: Geçersiz etiket

source: Tag &lt;%s&gt; must occur inside another tag
pt_br: A tag %s deve ser usada dentro de outra tag

source: Tag &lt;%s&gt; is not allowed within tag &lt;%s&gt;
pt_br: A tag %s não é permitida dentro da tag %s

source: Tag &lt;%s&gt; may not have attribute %s="..."
pt_br: A tag &lt;%s&gt; não pode ter o atributo %s="..."

source: Found invalid URL:
fi_fi: Virheellinen URL:
hu_hu: Érvénytelen URL-t találtam:
pt_br: URL inválida encontrada:
tr_tr: Geçersiz URL bulundu:

source: Tag &lt;%s&gt; may not contain raw character data
pt_br: A tag &lt;%s&gt; não pode conter caracteres em estado bruto

source: This is the long description for the blog named '%s'. %s
fi_fi: T‰m‰ on pitk‰ kuvausta blogille '%s'. %s
hu_hu: Ez részletes körülírása a '%s' nevû blognak. %s
pt_br: Esta é a descrição longa para o blog chamado '%s'. %s
tr_tr: Bu, '%s'.·%s isimli günlük için uzun tanýmdýr.

source: %s Title
fi_fi: %s otsikko
hu_hu: %s cím
pt_br: %s Título
tr_tr: %s Baþlýðý

source: Tagline for %s
fi_fi: Lyhyt kuvaus kohteelle %s
pt_br: Slogan para %s
tr_tr: %s için etiket satýrý

source: The main purpose for this blog is to be included as a side item to other blogs where it will display your favorite/related links.
fi_fi: T‰m‰n blogin p‰‰tarkoitus on olla liitteen‰ muille blogeille ja n‰ytt‰‰ sinun suosikkilinkkisi tai linkit, jotka liittyv‰t aiheisiin.
pt_br: O principal propósito deste blog é ser incluído como um item lateral em outros blogs onde ele irá mostrar seus links favoritos/relacionados.
tr_tr: Bu günlüðün amacý, beðendiðiniz/iliþkili baðlantýlarýnýzý görüntüleyen diðer günlüklere bir yan nesne olarak içerilmektir.

source: Some interesting links...
pt_br: Alguns links interessantes...

source: This is a photoblog, optimized for displaying photos.
pt_br: Esse é um fotoblog, um blog otimizado para a publicação de fotos.

source: This blog shows photos...
pt_br: Esse blog exibe fotos...

source: <p>This is the first post.</p> <p>It appears in a single category.</p>
pt_br: <p>Este é o primeiro post.</p> <p>Ele aparece em uma única categoria.</p>

source: First Post
fi_fi: Ensimm‰inen viesti
hu_hu: Elsõ beküldés
pt_br: Primeiro Post
tr_tr: Ýlk Gönderi

source: <p>This is the second post.</p> <p>It appears in multiple categories.</p>
pt_br: <p>Esse é o segundo post.</p> <p>Ele aparece em múltiplas categorias.</p>

source: Second post
fi_fi: Toinen viesti
hu_hu: Második beküldés
pt_br: Segundo post
tr_tr: Ýkinci gönderi

source: Bus Stop Ahead
pt_br: Parada de ônibus adiante

source: John Ford Point
pt_br: Ponto John Ford

source: Monuments
pt_br: Monumentos

source: Road to Monument Valley
pt_br: Estrada para Monument Valley

source: This is a short photo album demo. Use the arrows to navigate between photos. Click on "Index" to see a thumbnail index.
pt_br: Essa é uma demonstração rápida de um álbum de fotos. Use as setas para navegar entre as fotos. Clique em "Index" para ver uma lista de miniaturas.

source: About Blog B
pt_br: Sobre o blog B

source: About Blog A
pt_br: Sobre o blog A

source: Main Intro post
pt_br: Post de introdução principal

source: This is the main intro post. It appears on the homepage only.
pt_br: Esse é o post de introdução principal. Ele aparece na homepage somente.

source: Apache optimization...
fi_fi: Apachen optimointi...
hu_hu: Apache tuningolás...
pt_br: Otimização do Apache...
tr_tr: Apache yöneylemi...

source: Skins, Stubs, Templates &amp; website integration...
pt_br: Skins, Modelos, Templates &amp; integração ao website...

source: About widgets...
pt_br: Sobre widgets...

source: About skins...
pt_br: Sobre skins...

source: Image post
pt_br: Post imagem

source: This is a multipage post
fi_fi: T‰m‰ on monisivuinen viesti
hu_hu: Ez egy többoldalas beküldés
pt_br: Esse á um post multipaginado
tr_tr: Bu bir çoklu sayfa gönderimi

source: Extended post with no teaser
fi_fi: Laaja viesti ilman ingressi‰
hu_hu: Bõvített beküldés ismertetõ nélkül
pt_br: Post estendido sem texto introdutório
tr_tr: Tanýtýmsýz geliþmiþ gönderi

source: Extended post
fi_fi: Laaja viesti
hu_hu: Kibõvített beküldés
pt_br: Post estendido
tr_tr: Geniþletilmiþ gönderi

source: Welcome to b2evolution!
pt_br: Bem vindo ao b2evolution!

source: Hi, this is a comment.<br />To delete a comment, just log in, and view the posts' comments, there you will have the option to edit or delete them.
fi_fi: Hei, t‰m‰ on kommentti.<br />Poistaaksesi kommentin, kirjaudu sis‰‰n ja katso viestin kommentteja. Siell‰ sinulla on mahdollisuus muokata ja poistaa niit‰.
hu_hu: Helló, ez egy hozzászólás.<br />Ahhoz, hogy hozzászólást törölj, csak lépj be és nézd meg a beküldések hozzászólásait ahol lesz lehetõség a törlésre.
pt_br: Olá, este é um comentário.<br />Para remover um comentário, faça o login, e veja os comentários do post, lá você terá a opção de editar ou removê-los.
tr_tr: Merhaba, bu bir yorum.<br />Bir yorumu silmek için, giriþ yapýp gönderilerin yorumlarýný görüntüleyin, Burada silme veya düzenleme için seçenekleri göreceksiniz.

source: Checking DB schema version...
fi_fi: Tarkistetaan tietokannan rakenteen versio...
hu_hu: Az adatbázisséma verziójának ellenõrzése...
pt_br: Checando a versão do esquema do banco de dados...
tr_tr: VT düzen sürümü denetleniyor...

source: This version is too old!
fi_fi: T‰m‰ versio on liian vanha!
hu_hu: Ez a változat tulságosan régi!
pt_br: Essa versão é muito antiga!
tr_tr: Bu sürüm çok eski!

source: This version is too recent! We cannot downgrade to it!
fi_fi: T‰m‰ versio on liian uusi. Sit‰ ei voi p‰ivitt‰‰ alasp‰in.
hu_hu: Ez a változat tulságosan új! Nem tudom visszabutítani!
pt_br: Esta versão é muito recente! Não podemos fazer um downgrade nela!
tr_tr: Bu sürüm çok yeni! Geriye döndüremeyiz!

source: It appears that the following blog stub names are used more than once: ['%s']
fi_fi: N‰ytt‰‰ silt‰, ett‰ n‰it‰ blogin tynkien nimi‰ k‰ytet‰‰n useammin kuin yhden kerran: ['%s']
pt_br: Parece que o seguinte nome de um blog stub foi usado mais de uma vez: ['%s']
tr_tr: Bu da gösteriyor ki aþaðýdaki kök izimleri birden fazla kullanýlmýþ: ['%s']

source: I can't upgrade until you make them unique. DB field: [%s]
fi_fi: En voi p‰ivitt‰‰ ennen kuin teet niist‰ yksiselitteisi‰. Tietokannan kentt‰: [%s]
hu_hu: Nem tudom frissíteni, amíg nem lesznek egyediek ezek az adatbázismezõk: [%s]
pt_br: Eu não posso atualizar até que você torne esses campos únicos: [%s]
tr_tr: Eþsiz yapmadýðýnýz sürece güncelleþtirme yapamam. VT alaný: [%s]

source: The database schema is up to date.
pt_br: O banco de dados foi atualizado.

source: Upgrade database
pt_br: Atualizar banco de dados
