Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Save the new _config.php file locally.
fi_fi: Tallenna uusi _config.php-tiedosto paikallisesti
hu_hu: Mentsd el az új _config-php fájlt.
tr_tr: Yeni _config.php dosyasýný yerel olarak kaydet.

source: Upload the file to your server, into the /_conf folder.
fi_fi: L‰het‰ tiedosto palvelimelle /_conf-hakemistoon.
hu_hu: Töltsd fel a fájlt a kiszolgálóra, a /_conf könyvtárba.
tr_tr: Dosyayý sunucunuzdaki /_conf klasörüne yükleyin.

source: This is how your _config.php should look like:
fi_fi: T‰lt‰ sinun _config.php-tiedoston pit‰isi n‰ytt‰‰:
hu_hu: Így kellene kinézzen a _config.php fájlod:
tr_tr: _config.php dosyanýz neye benziyor:

source: Your configuration file [%s] has been successfully updated.
fi_fi: Asetustiedostosi [%s] on p‰ivitettiin onnistuneesti
hu_hu: A [%s] konfigurációs fájl sikeresen frissítve.
tr_tr: [%s] yapýlandýrma dosyanýz baþarý ile güncellendi.

source: Your base config file has not been edited yet. You can do this by filling in the form below.
fi_fi: Asetustiedostoa ei ole viel‰ muokattu. Voit tehd‰ sen t‰ytt‰m‰ll‰ alapuolella olevan lomakkeen.
tr_tr: Temel yapýlandýrma dosyanýz henüz düzenlenmemiþ. Bunu aþaðýdaki formu doldurarak yapabilirsiniz.

source: mySQL Username
fi_fi: mySQL-tunnus
hu_hu: mySQL felhasználónév
tr_tr: mySQL Kullanýcý adý

source: Your username to access the database
fi_fi: Tietokannan k‰ytt‰j‰tunnus
hu_hu: A felhasználóneved az adatbázishoz
tr_tr: Veri-tabanýna eriþim için geren kullanýcý adý

source: mySQL Password
fi_fi: mySQL-salasana
hu_hu: mySQL jelszó
tr_tr: mySQL Parolasý

source: Your password to access the database
fi_fi: Tietokannan salasana
hu_hu: A jelszavad az adatbázishoz
tr_tr: Veri-tabanýna eriþim için gereken parola

source: mySQL Database
fi_fi: mySQL-tietokanta
hu_hu: mySQL adatbázis
tr_tr: mySQL Veri-tabaný

source: Name of the database you want to use
fi_fi: Tietokanta, jota haluat k‰ytt‰‰
hu_hu: Az adatbázis neve, amit használni szeretnél
tr_tr: Kullanmak istediðiniz veri-tabaný ismi

source: mySQL Host
fi_fi: mySQL-osoite
hu_hu: mySQL hoszt
tr_tr: mySQL Konaðý (Host)

source: You probably won't have to change this
fi_fi: Sinun ei todenn‰kˆisesti tarvitse muuttaa t‰t‰
hu_hu: Valószínûleg ezen nem kell változtatnod
tr_tr: Muhtemelen bunu deðiþtirmek zorunda kalmayacaksýnýz

source: Will be used in severe error messages so that users can contact you. You will also receive notifications for new user registrations.
fi_fi: Tullaan k‰ytt‰m‰‰n joissakin virheilmoituksissa, jotta k‰ytt‰j‰t voisivat ottaa sinuun yhteytt‰. Saat myˆs ilmoituksen uusista rekisterˆinneist‰.
tr_tr: Bir çok hata iletisinde sizinle temasa geçilmesi için kullanýlacaktýr. Ayný zamanda yeni kullanýcý kayýtlarýnda bilgilendirileceksiniz.

source: How do you want to install b2evolution?
fi_fi: Kuinka haluat asentaa b2evolutionin?
hu_hu: Hogyan szeretnéd telepíteni a b2evolutiont?
tr_tr: b2evolution'u nasýl yüklemek istersiniz?

source: <strong>New Install</strong>: Install b2evolution database tables with sample data.
fi_fi: <strong>Uusi asennus</strong>. Asenna b2evolutionin tietokantataulut esimerkkisis‰llˆll‰.
hu_hu: <strong>Új telepítés</strong>: a b2evolution adatbázistáblák telepítése minta adatokkal.
tr_tr: <strong>Yeni Kurulum</strong>: örnek verili b2evolution veritabaný tablolarýný yükler.

source: <strong>Upgrade from a previous version of b2evolution</strong>: Upgrade your b2evolution database tables in order to make them compatible with the current version!
fi_fi: <strong>P‰ivit‰ edellinen b2evolution-versio</strong>: P‰ivit‰ nykyiset b2evolution-tietokantataulut, jotta ne toimisivat uusimman version kanssa.
hu_hu: <strong>Egy korábbi b2evolution verzió frissítése</strong>: frissítésre kerülnek a b2evolution adatbázistáblák, hogy megfeleljenek az új verziónak
tr_tr: <strong>Bir önceki b2evolution sürümünden yükseltme</strong>: Güncel sürüm ile uyumlu olmasý amacý ile b2evolution veri-tabaný tablolarýný güncelleþtirin.

source: <strong>Upgrade from Cafelog/b2 v 0.6.x</strong>: Install b2evolution database tables and copy your existing Cafelog/b2 data into them.
fi_fi: <strong>P‰ivit‰ Cafelog/b2 v 0.6.x</strong>: Asenna b2evolution tietokantataulut ja kopioi vanhat Cafelog/b2-sis‰llˆt niihin.
hu_hu: <strong>Frissítés Cafelog/b2 v 0.6.x-rõl</strong>: b2evolution adatbázistáblák telepítése a meglévõ Cafelog/b2 adatainak felhasználásával.
tr_tr: <strong>Cafelog/b2 v 0.6.x'dan güncelleme</strong>: b2evolution veri-tabaný tablolarýný yükeyip varolan Cafelog/b2 verisini içine kopyalayýn.

source: <strong>Upgrade from Manywhere Miniblog</strong>: Install b2evolution database tables and copy your existing Miniblog data into them.
hu_hu: <strong>Frissítés Manywhere Miniblogról</strong>: b2evolution adatbázistáblák telepítése a meglévõ Miniblog adatainak felhasználásával.
tr_tr: <strong>Manywhere Miniblog'tan güncelleþtirme</strong>: b2evolution veri tabaný tablolarýný yükleyip varolan Miniblog verisini içine kopyalayýn.

source: <strong>Upgrade from WordPress v 1.2</strong>: Install b2evolution database tables and copy your existing WordPress data into them.
hu_hu: <strong>Frissítés WordPress v 1.2-rõl</strong>: b2evolution adatbázistáblák telepítése a meglévõ WordPress adatainak felhasználásával.
tr_tr: <strong>WordPress v 1.2'den güncelleþtirme</strong>: b2evolution veri-tabaný tablolarýný yükleyin ve varolan WordPress verisini içine yapýþtýrýn.

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. <strong>WARNING: All your b2evolution tables and data will be lost!!!</strong> Your Cafelog/b2 or any other tables though, if you have some, will not be touched in any way.
fi_fi: Mik‰li olet asentanut b2evolution-taulut aikaisemmin ja haluat aloittaa alusta, sinun t‰ytyy poistaa taulut ennen kuin voit aloittaa uuden asennuksen. <strong>VAROITUS: Kaikki b2evolution taulut ja sis‰ltˆ menetet‰‰n!</strong> Mik‰li sinulla on Cafelog/b2- tai muita tauluja, ne eiv‰t katoa.
tr_tr: b2evolution tablolarýný daha önce yüklediniz ve yeni bir kurulum yapmak istiyorsunuz, Yeni bir kuruluma baþlamadan evvel b2evolution tablolarýný silmelisiniz <strong>UYARI: Tüm b2evolution tablolarý ve verileri kaybolacak!!!</strong> Ýçerideki Cafelog/b2 veya baþka diðer tablolara dokunulmayacaktýr.

source: Installing b2evolution tables with sample data
fi_fi: Asennetaan b2evolution-tauluja esimerkkitiedoilla
hu_hu: A b2evolution tábláinak telepítése minta adatokkal
tr_tr: Örnek verili b2evolution tablolarý yükleniyor

source: <p>Now you can <a %s>log in</a> with the login "admin" and password "%s".</p> <p>Note that password carefully! It is a <em>random</em> password that is given to you when you install b2evolution. If you lose it, you will have to delete the database tables and re-install anew.</p>
fi_fi: <p>Nyt voit <a %s>kirjautua</a> tunnuksella "admin" ja salasanalla "%s".</p> <p>Lue salasana tarkasti! Se on <em>sattumanvarainen</em> salasana, joka tehtiin b2evolutionin asennuksessa. Mik‰li kadotat sen, sinun t‰ytyy poistaa tietokantataulut ja asentaa ne uudelleen.</p>
tr_tr: <p>Þimdi <a %s>giriþ</a> yapabilirsiniz. kullanýcý adýnýz "admin" ve parolanýz : "%s"</p> <p>Bu parolayý not edin! Yükleme sýrasýnda b2evolution tarafýndan atanan <em>rasgele</em> bir paroladýr. Kaybettiðinizde tüm veri-tabaný tablolarýný silip tekrar yüklemeniz gerekir.</p>

source: Upgrading data in existing b2evolution database
fi_fi: P‰ivitet‰‰n tietoja vanhaan b2evolution-tietokantaan
hu_hu: A meglévõ b2evolution adatbázis adatainak frissítése
tr_tr: Varolan b2evolution veri-tabanýndaki veri güncelleniyor

source: Installing b2evolution tables and copying existing %s data
hu_hu: A b2evolution tábláinak telepítése és a %s adatok másolása
tr_tr: b2evolution tablolarýný yükleme ve varolan %s verisini kopyalama

source: <p>Now you can <a %s>log in</a> with your usual Miniblog email login cropped at 20 chars. All passwords have been reset to "%s".</p> <p>Note that password carefully! It is a <em>random</em> password that is given to you when you install b2evolution. If you lose it, you will have to delete the database tables and re-install anew.</p>
tr_tr: <p>Þimdi varolan 20 karaktere indirgenmiþ Miniblog e-posta adresiniz ile <a %s>giriþ</a>yapabilirsiniz. Tüm parolalar "%s"'e sýfýrlandý..</p> <p>Bu parolayý not edin!b2evolution'ý yüklediðinizde verilen <em>rasgele</em> bir paroladýr. Kaybettiðnizde veri-tabaný tablolarýný silip tekrar yüklemeniz gerekmektedir.</p>

source: Deleting b2evolution tables from the datatase
fi_fi: Poistetaan b2evolution-taulut tietokannasta
hu_hu: A b2evolution tábláinak törlése az adatbázisból
tr_tr: b2eveolution tablolarý veri-tabanýndan siliniyor

source: For security reasons, the reset feature is disabled by default.
fi_fi: Turvallisuussyist‰ resetointi-ominaisuus on oletuksena poistettu k‰ytˆst‰.
hu_hu: Biztonsági okokból a visszaállítás lehetõsége alapértelmezésben ki van kapcsolva.
tr_tr: Güvenlik nedenlerinden dolayý, sýfýrlama özelliði ön tanýmlý olarak etkin deðildir.

source: Back to menu
fi_fi: Takaisin valikkoon
hu_hu: Vissza a menübe
tr_tr: Menüye dön

source: official website
fi_fi: virallinen kotisivu
hu_hu: hivatalos weboldal
tr_tr: resmi websitesi

source: contact
fi_fi: ota yhteytt‰
hu_hu: kapcsolat
tr_tr: baðlantý

source: This blog holds all your posts upgraded from Cafelog. This blog is named '%s'. %s
fi_fi: T‰m‰ blogi pit‰‰ sis‰ll‰‰n kaikki kirjoituksesi, jotka siirrettiin Cafelogista. Blogi on nimelt‰‰n '%s'. %s
hu_hu: Ez a blog tartalmazza az összes Cafelog bejegyzést. A blog neve '%s'. %s
tr_tr: Bu Cafelog'tan güncelleþtirilen tüm gönderilerinizi tutar. '%s'.·%s þeklinde adlandýrýlýr.

source: This is a sample linkblog entry
fi_fi: T‰m‰ on linkkiblogin esimerkkilinkki.
hu_hu: Ez egy minta linkblog bejegyzés
tr_tr: Bu örnek bað günlük giriþidir

source: This is sample text describing the linkblog entry. In most cases however, you'll want to leave this blank, providing just a Title and an Url for your linkblog entries (favorite/related sites).
fi_fi: T‰m‰ esimerkkiteksti kuvailee linkkiblogin linkki‰. Useimmissa tapauksissa, haluat j‰tt‰‰ t‰m‰n tyhj‰ksi, ja annat pelk‰st‰‰n otsikon ja URLin linkkiblogin linkeille (suosikit / aiheeseen liittyv‰t sivut).
hu_hu: Ez egy minta szöveg, amely körülírja a linkblog bejegyzést. A legtöbb esetben valószínûleg üresen fogod hagyni, és csak a Cím és az URL kerül majd megadásra.
tr_tr: Bu bað günlüðünü tanýmlayan örnek bir yazýdýr.. Bir çok durumda bunu boþ býrakmak isteyeceksinizdir., yalnýzca baþlýk ve URL girmeniz yeterli olacaktýr. (beðendiðim/iliþkili siteler).

source: This blog (blog #1) is actually a very special blog! It automatically aggregates all posts from all other blogs. This allows you to easily track everything that is posted on this system. You can hide this blog from the public by unchecking 'Include in public blog list' in the blogs admin.
fi_fi: T‰m‰ blogi (blogi #1) on itse asiassa erikoinen blog! Se ker‰‰ automaattisesti kirjoitukset muista blogeista. T‰m‰ mahdollistaa, ett‰ voit seurata helposti mit‰ j‰rjestelm‰‰si kirjoitetaan. Voit piilottaa t‰m‰n blogin lukijoilta ottamalla ruksin pois kohdasta 'N‰yt‰ julkisessa blogilistassa' yll‰pitosivun kautta.
tr_tr: Bu günlük (günlük #1) temelde çok özel bir günlüktür! Otomatik olarak diðer günlüklerin tüm gönderilerini çeker. Bu sisemde gönderilen herþeyi kontrol altýnda tutmanýzý saðlar. Bu günlüðü, yönetim alanýndan 'Halka açýk günlük listesinde içer' ifadesinin iþaretini kaldýrarak saklayabilirsiniz.

source: Short description for %s
fi_fi: Lyhyt kuvauslinkille %s
hu_hu: A %s rövid leírása
tr_tr: %s için kýsa taným

source: Notes for %s
fi_fi: Muistiinpanot linkille %s
hu_hu: Megjegyzések %s íráshoz
tr_tr: %s için notlar

source: Keywords for %s
fi_fi: Avainsanat linkille %s
hu_hu: Kurcsszavak a %s íráshoz
tr_tr: %s için anahtar kelimeler

source: Clean Permalinks!
fi_fi: Selke‰t suoralinkit
hu_hu: Tiszta permalinkek!
tr_tr: Sabitbaðlarý Temizle!

source: b2evolution uses old-style permalinks and feedback links by default. This is to ensure maximum compatibility with various webserver configurations. Nethertheless, once you feel comfortable with b2evolution, you should try activating clean permalinks in the Settings screen... (check 'Use extra-path info')
fi_fi: b2evolution k‰ytt‰‰ oletuksia vanhanaikaisia suora- ja palaute-linkkej‰, jotta saavutettaisiin mahdollisimman hyv‰ yhteensopivuus erilaisten palvelinasetusten kanssa. Mik‰li kuitenkin tunnet, ett‰ b2evolution toimii moitteettomasti, sinun kannattaa koettaa selkeiden suoralinkkien aktivoimista Asetukset-sivulta... (ruksi 'K‰yt‰ lis‰polun tietoja')
tr_tr: b2evolution ön tanýmlý olarak eski sitil sabitbað ve geri besleme kullanýr. Bu çeþitli web sunucularý ile tam uyumluluk saðlamak içindir. b2evolution'ý rahat bulduysanýz, ayarlar ekranýndan temiz sabitbaðlarý etkinleþtirmelisiniz... ('Ek konum bilgisi kullan'ý iþaretleyin)

source: In the <code>/blogs</code> folder as well as in <code>/blogs/admin</code> there are two files called [<code>sample.htaccess</code>]. You should try renaming those to [<code>.htaccess</code>]. This will optimize the way b2evolution is handled by the webserver (if you are using Apache). These files are not active by default because a few hosts would display an error right away when you try to use them. If this happens to you when you rename the files, just remove them and you'll be fine.
fi_fi: Sek‰ <code>/blogs</code>-, ett‰ <code>/blogs/admin</code>-hakemistossa on [code]sample.htaccess</code>-tiedostot. Sinun kannattaa muuttaa niiden nimeksi <code>.htaccess</code>. T‰m‰ toiminta optimoi palvelimen tapaa k‰sitell‰ b2evolutionia (mik‰li k‰yt‰t Apachea). N‰it‰ tiedostoja ei k‰ytet‰ oletuksena, koska jotkut palveluntarjoajat n‰ytt‰v‰t virheilmoitukset heti kun yrit‰t k‰ytt‰‰ niit‰. Mik‰li n‰in tapahtuu, voit poistaa tiedostot ja virheilmoitus katoaa.
tr_tr: <code>/blogs</code> ve <code>/blogs/admin</code> klasörlerinde [<code>sample.htaccess</code>]. isimli iki dosya bulunmaktadýr. Bu dosyalarý [<code>.htaccess</code>]. ismine deðiþtirmeyi denemelisiniz. Bu yolu b2evolution yolunu optimize edecektir (Apache kullanýyorsanýz). Bu dosyalar ön tanýmlý olarak etkin deðillerdir. Çünkü bir kaç hizmet veren firma kullanmaya çalýþtýðýnýz anda hata vermektedir. Böyle bir durum olduðunda ismini deðiþtirin,veya kaldýrýn sorun çözülecektir.

source: About evoSkins...
fi_fi: Lis‰tietoja evoSkinsist‰...
hu_hu: Az evoBõrökrõl...
tr_tr: evoDerileri Hakkýnda...

source: By default, b2evolution blogs are displayed using a default skin. Readers can choose a new skin by using the skin switcher integrated in most skins. You can change the default skin used for any blog by editing the blog parameters in the admin interface. You can also force the use of the default skin for everyone. Otherwise, you can restrict available skins by deleting some of them from the /blogs/skins folder. You can also create new skins by duplicating, renaming and customizing any existing skin folder. To start customizing a skin, open its '<code>_main.php</code>' file in an editor and read the comments in there. And, of course, read the manual on evoSkins!
fi_fi: Oletuksena b2evolution-blogit k‰ytt‰v‰t oletusteemaa. Lukijat voivat valita uuden teeman k‰ytt‰m‰ll‰ teeman vaihtajaa, joka on liitetty moniin teemoihin. Voit vaihtaa oletusteemaa mille tahansa blogille muokkaamalla blogin asetuksia yll‰pitosivulta. Voit myˆs pakottaa oletusteeman, jolloin kukaan ei voi vaihtaa sit‰ itse. Voit rajoittaa k‰ytˆss‰ olevia teemoja poistamalla osan niist‰ /blogs/skins-hakemistosta. Voit myˆs tehd‰ uusia teemoja kopioimalla, uudelleennime‰m‰ll‰ ja muokkaamalla olemassa olevia teemahakemistoja. Teeman muokkaamisen voit aloittaa avaamalla sen '<code>_main.php</code>'-tiedoston editoriin ja lukemalla siell‰ olevat kommentit. Ja tietenkin lukemalla manuaalit evoSkinsist‰!
tr_tr: Ön tanýmlý olarak b2evolution günlükleri ön tanýmlý deri ile görüntülenir. Okuyucular bir çok deride mevcut deri deðiþtiriciyi kullanabilirler.. Yönetici arabiriminde her günlük için ön tanýmlý deriyi deðiþtirebileceðiniz ayarlar bulunmaktadýr. Herkesi ön tanýmlý deriyi kullanmaya mecbur da býrakabilirsiniz. Bir diðer yolda, /blogs/skins klasöründe bulunan derileri silebilirsiniz. Varolan deri klasörünü kopyalayarak yeni deriler oluþturabilirsiniz. To start customizing a skin, open its '<code>_main.php</code>' dosyasýný metin editöründe açýp düzenleyebilirsiniz, evoSkins'de bulunan yardýmý okuyunuz!

source: Skins, Stubs and Templates...
fi_fi: Teemat, tyng‰t ja sivupohjat
hu_hu: Bõrök, Tönkök és Látványtervek...
tr_tr: Deriler, Kökler ve Þablonlar...

source: By default, all pre-installed blogs are displayed using a skin. (More on skins in another post.) That means, blogs are accessed through '<code>index.php</code>', which loads default parameters from the database and then passes on the display job to a skin. Alternatively, if you don't want to use the default DB parameters and want to, say, force a skin, a category or a specific linkblog, you can create a stub file like the provided '<code>a_stub.php</code>' and call your blog through this stub instead of index.php . Finally, if you need to do some very specific customizations to your blog, you may use plain templates instead of skins. In this case, call your blog through a full template, like the provided '<code>a_noskin.php</code>'. You will find more information in the stub/template files themselves. Open them in a text editor and read the comments in there. Either way, make sure you go to the blogs admin and set the correct access method for your blog. When using a stub or a template, you must also set its filename in the 'Stub name' field. Otherwise, the permalinks will not function properly.
fi_fi: Vakioasetuksilla, kaikki esiasennetut blogit n‰ytet‰‰n teeman avulla. (Lis‰tietoja teemoista toisessa kirjoituksessa.) T‰m‰ tarkoittaa, ett‰ blogiin p‰‰see polull a'<code>index.php</code>', joka lataa vakioparametrit tietokannasta ja sitten delegoi n‰ytt‰misen teemalle. Vaihtoehtoisesti, jos et halua k‰ytt‰‰ vakiotietokantaparametreja ja haluat esimerkiksi pakottaa teeman, kategorian tai linkkiblogin k‰ytt‰ytym‰‰n tietyll‰ tavalla, voit luoda tynk‰tiedoston (kuten esimerkkitiedosto '<code>a_stub.php</code>', ja kutsua blogiasti t‰m‰n tyng‰n kautta. Jos t‰m‰k‰‰n ei riit‰, voit k‰ytt‰‰ t‰ysin uusia sivupohjia teemojen sijasta. T‰ss‰ tapauksessa kutsut blogia niinkuin esimerkiss‰ '<code>a_noskin.php</code>' on n‰ytetty. Lis‰tietoja tynk‰- ja sivupohjasivuista lˆytyy n‰ist‰ esimerkkitiedostoista ja niiden kommenteista. Joka tapauksessa, varmista ett‰ asetat oikean p‰‰sytavan blogiisi blogin yll‰pitopaneelista (tyng‰n tai sivupohjan nimi 'Tyng‰n nimi' -kentt‰‰n), tai muuten pysyv‰t linkit eiv‰t toimi oikein.
tr_tr: Ön tanýmlý olarak tüm önceden yüklü günlükler bir deri kullanýlarak görüntülenir. (Deriler hakkýnda daha fazla bilgi için bir diðer gönderiye bakýn.) Bu da günlüklere veri tabanýndan varsayýlan özellikleri çekip getiren '<code>index.php</code> üzerinden eriþeceðiniz manasýna gelir ', Ek olarak varsayýlan derinin gözükmesini istemiyorsanýz '<code>a_stub.php</code>' gibi bir kök dosya oluþturup index.php yerine onu çaðýrabilirsiniz. Son olarak eðer günlüðünüze çok derin özelleþtirmeler yapmak istiyorsanýz. Deriler yerine düz þablonlar kullanmalýsýnýz. Bu durumda günlüðünüzü '<code>a_noskin.php</code>' verildiði gibi tam þablon olarak çaðýrýn. kök/þablon dosyalar hakkýnda daha ayrýntýlý bilgiyi kendi içlerinde bulabilirsiniz. Bir metin düzenleyicide açýp yorumlarý okuyabilirsiniz. Bir diðer yol, günlük yönetiminden günlüðünüz için doðru eriþim metodunu seçtiðinize emin olun. kök dosyalar veya þablonlar kullanýrken, dosya adýný 'kök isim' alnýnda belirtmeniz gerekir aksi takdirde çalýþmayacaktýr.

source: Multiple Blogs, new blogs, old blogs...
fi_fi: Useita blogeja, uusia blogeja, vanhoja blogeja...
hu_hu: Többféle blog, új blogok, régi blogok...
tr_tr: Çoklu Günlükler, yeni günlükler, eski günlükler...

source: By default, b2evolution comes with 4 blogs, named 'Blog All', 'Blog A', 'Blog B' and 'Linkblog'. Some of these blogs have a special role. Read about it on the corresponding page. You can create additional blogs or delete unwanted blogs from the blogs admin.
fi_fi: b2evolutionin mukanatulee vakiona 4 blogia, jotka ovat nimetty 'Blog All', 'Blog A', 'Blog B' ja 'Linkblog'. Joillakin n‰ist‰ blogeista on erityisrooli. Lis‰tietoja lˆytyy niihin liittyvilt‰ sivuilta. Voit luoda uusia blogeja ja poistaa vanhoja yll‰pitopaneelista.
hu_hu: Alapértelmezésként, a b2evolution 4 blogot telepít fel, névszerint: 'Összes blog', 'A Blog', 'B Blog' és 'Linkblog'. Néhánynak ezek közül különleges szerepe van. A megfelelõ oldalakon mindezt részletesen elolvashatod. Létrehozhatsz újabbakat vagy törölheted a nemkívántakat a blogok adminisztrációjánál.
tr_tr: Ön tanýmlý olarak b2evolution 4 günlük ile gelir, 'Blog All', 'Blog A', 'Blog B' ve 'Linkblog'. Bazýlarýnýn özel görevleri bulunur bu konu hakkýnda iliþkili sayfayý okuyunuz. Ek günlükler oluþturabilir veya istemediðiniz günlükleri silebilirsiniz.

source: This is page 1 of a multipage post. You can see the other pages by cliking on the links below the text. <!--nextpage--> This is page 2. <!--nextpage--> This is page 3. <!--nextpage--> This is page 4. It is the last page.
fi_fi: T‰m‰ on sivu 1 monisivuisessa kirjoituksessa. Voit n‰hd‰ muut sivut klikkaamalla alapuolella olevia linkkej‰. <!--nextpage--> T‰m‰ on sivu 2. <!--nextpage--> T‰m‰ on sivu 3. <!--nextpage--> T‰m‰ on sivu 4. T‰m‰ on viimeinen sivu.
tr_tr: Çok sayfalý gönderimin bu ilk sayfasý. Diðer sayfalarý aþaðýdaki baðlantýlara týklayarak görebilirsiniz. <!--nextpage--> This is page 2. <!--nextpage--> This is page 3. <!--nextpage--> This is page 4. Bu son sayfadýr.

source: This is an extended post with no teaser. This means that you won't see this teaser any more when you click the "more" link. <!--more--><!--noteaser--> This is the extended text. You only see it when you have clicked the "more" link.
fi_fi: T‰m‰ on laaja kirjoitus ilman ingressi‰. T‰m‰ tarkoittaa sit‰, ettet n‰e en‰‰ ingressi‰, kun klikkaat "Lis‰‰" -linkki‰. <!--more--><!--noteaser--> T‰m‰ on laaja teksti, joka n‰kyy vasta "Lis‰‰"-linkin klikkaamisen j‰lkeen.
hu_hu: Ez egy bõvített beküldés ismertetõ nélkül. Ez azt jelenti, hogy ha rájattintasz a "bõvebben" linkre, akkor a továbbiakban nem fog megjelenni ez az ismeretõ. <!--more--><!--noteaser--> Ez egy kibõvített szöveg. Csak akkor látod, ha a "bõvebben" linkre kattintsz.
tr_tr: Bu tanýtýmsýz geniþletilmiþ bir gönderidir. "devamý" baðlantýsýna týkladýðýnýzda tanýtýmý bir daha görmeyeceðiniz manasýna gelir. <!--more--><!--noteaser--> Bu geniþletilmiþ bir metindir. Bunu yalnýzca "devam" baðlantýsýna týklayarak görebilirsiniz.

source: This is an extended post. This means you only see this small teaser by default and you must click on the link below to see more. <!--more--> This is the extended text. You only see it when you have clicked the "more" link.
fi_fi: T‰m‰ on laaja kirjoitus. T‰m‰ tarkoittaa sit‰, ett‰ n‰et aluksi vain ingressin. Voit lukea koko kirjoitukset klikkaamalla alla olevaa linkki‰. <!--more--> T‰m‰ on laaja teksti, joka n‰kyy vasta "Lis‰‰"-linkin klikkaamisen j‰lkeen.
hu_hu: Ez egy bõvített beküldés. Ez azt jelenti, hogy alapesetben csak egy kis ismertetõt fogsz látni és kattintanod kell a linkre a bõvebb információkért. <!--more--> Ez egy bõvített szöveg. Csak akkor látod, ha a "bövebben" linkre kattintsz.
tr_tr: Bu geliþmiþ bir iletidir. Bu gördüðünüz yalnýzca ufak bir tanýtýmdýr devamýný görüntülemek için Daha fazlasýný göster butonuna týklayýn. <!--more--> Bu yazýnýn geri kalan kýsmý, Bu alaný yalnýzca "devamý" butonuna bastýðýnýzda görebilirsiniz.
