Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Important information
fi_fi: T‰rke‰‰ tietoa
hu_hu: Fontos információ
tr_tr: Önemli bilgi

source: Blog B contains a few posts in the 'b2evolution Tips' category. All these entries are designed to help you so, as EdB would say: "<em>read them all before you start hacking away!</em>" ;) If you wish, you can delete these posts one by one after you have read them. You could also change their status to 'deprecated' in order to visually keep track of what you have already read.
fi_fi: Blogi B sis‰lt‰‰ muutamia kirjoituksia 'b2evolution Tips' -kategoriassa. Kaikki kirjoitukset ovat tehty dokumentaatioksi, joten ne kannattaa lukea ensin Voit halutessasi poistaa n‰m‰ viestit, tai muuttaa niiden statusta vanhentuneeksi, jolloin ne pysyv‰t poissa n‰kyvist‰.
hu_hu: A B Blog néhány beküldést tartalmaz a 'b2evolution tippek' kategóriában. Az összes bejegyzés azért készült, hogy segítsen, ahogy EdB mondaná: "<em>olvasd el végig, mielõtt nekikezdesz széthackelni!</em>" ;) Ha gondolod, miután elolvastad õket, töröld ki nyugodtan, vagy változasd meg az állapotukat 'elavult'-tá, hogy lásd, melyek azok, amelyeket már elolvastál.
tr_tr: Blog B 'b2evolution Ýpuçlarý' bölümüne ait bir kaç gönderi bulundurur. Tüm bu gönderiler size yardým etmek için konulmuþtur. EdB'nin deyimiyle: "<em>Bir þeyler yapmaya baþlamadan (hacking) hepsini okuyun!</em>" ;) Eðer isterseniz okuduktan sonra hepsini silebilirsiniz. Durumlarýný 'geçerliliðini yitirmiþ' þeklinde ayarlýyýp saklayabilirsiniz de.

source: <p>This is the first post.</p> <p>It appears on both blog A and blog B.</p>
fi_fi: <p>T‰m‰ on ensimm‰inen viesti.</p> <p>Se n‰kyy sek‰ blogissa A ett‰ blogissa B.</p>
hu_hu: <p>Ez az elsõ beküldés.</p> <p>Ez mind A blogban, mind B blogban megjelenik.</p>
tr_tr: <p>Bu ilk gönderidir.</p> <p>Günlük A ve günlük B'de her iki günlükte de görüntülenir.</p>

source: <p>This is the second post.</p> <p>It appears on blog A only but in multiple categories.</p>
fi_fi: <p>T‰m‰ on toinen viesti.</p> <p>Se n‰kyy ainoastaan blogissa A, mutta useassa kategoriassa.</p>
hu_hu: <p>Ez a második beküldés.</p> <p>Ez csak A blogban jelenik meg, de egyszerre több kategóriában.</p>
tr_tr: <p>Bu ikinci gönderidir.</p> <p>Yalnýzca A günlüðünde görüntülenir fakat bir çok bölüm altýndadýr.</p>

source: Third post
fi_fi: Kolmas viesti
hu_hu: Harmadik beküldés
tr_tr: Üçüncü gönderi

source: <p>This is the third post.</p> <p>It appears on blog B only and in a single category.</p>
fi_fi: <p>T‰m‰ on kolmas viesti.</p> <p>Se n‰kyy ainoastaan blogissa B ja vain yhdess‰ kategoriassa.</p>
hu_hu: <p>Ez a harmadik beküldés.</p> <p>Ez csak B blogban jelenik meg és csak egyetlen kategóriában.</p>
tr_tr: <p>Bu üçüncü gönderi.</p> <p>Bu yalnýzca B günlüðünde görüntülenir ve tek bir bölüm altýndadýr.</p>

source: The database schema is already up to date. There is nothing to do.
fi_fi: Tietokannan rakenne on ajan tasalla. Mit‰‰n ei tarvitse tehd‰.
hu_hu: Az adatbázisséma már kellõen friss. Nem igényel további mûveleteket.
tr_tr: Veri-tabaný düzeni zaten güncel. Yapýlcak bir þey bulunmuyor.

source: NOT FOUND! This is not a b2evolution database.
fi_fi: EI L÷YTYNYT! T‰m‰ ei ole b2evolution-tietokanta.
hu_hu: NEM TALÁLHATÓ! Ez nem egy b2evolution adatbázis.
tr_tr: BULUNAMADI! Bu bir b2evolution veri-tabaný deðil.

source: This blog holds all your posts upgraded from Miniblog. This blog is named '%s'. %s
hu_hu: Ez a blog tartalmazza az összes Miniblog beküldést. A blog neve: '%s'. %s
tr_tr: Bu·günlük·Miniblog'tan·güncelleþtirilen·tüm·gönderilerinizi·tutar.·'%s'.·%s·þeklinde·adlandýrýlýr.

source: This blog holds all your posts upgraded from WordPress. This blog is named '%s'. %s
hu_hu: Ez a blog tartalmazza az összes WordPress beküldést. A blog neve: '%s'. %s
tr_tr: Bu günlük WordPress'ten güncelleþtirilen tüm gönderilerinizi tutar. '%s'. %s þeklinde adlandýrýlýr.

source: Make URLs clickable
fi_fi: Tee URLeista klikattavia
hu_hu: Kattintható URL-ek készítése
tr_tr: URL'leri týklanabilir yap

source: Convert text smilies to icons
fi_fi: Muuta tekstihymiˆt kuviksi
hu_hu: Szöveges mosolyok átalakítása ikonokká
tr_tr: Yazý gülümsemeleri simgelere çevir

source: Humane Web Text Generator 2.0 beta
tr_tr: Ýnsan Web Yazý Üreteci 2.0 beta

source: INSerted [Alt-I]
fi_fi: Sijoitettu [Alt-I]
hu_hu: Beszúrt [Alt-I]
tr_tr: Eklenmiþ [Alt-I]

source: DELeted [Alt-D]
fi_fi: Poistettu [Alt-D]
hu_hu: Törölt [Alt-D]
tr_tr: Silinmiþ [Alt-D]

source: One click smilies inserting
fi_fi: Hymiˆt lis‰t‰‰n klikkamalla
hu_hu: A beszúráshoz kattints a mosolyra
tr_tr: Tek týklama ile gülümseme eklenmesi

source: Top refering engines
fi_fi: Aktiivisimmat ohjaavat hakukoneet
tr_tr: En çok atýfta bulunan motorlar

source: blogs
fi_fi: blogit
hu_hu: blog-ok
tr_tr: günlükler

source: skin the site
fi_fi: aseta teema
hu_hu: bõrözd az oldalt
tr_tr: siteye deri giydir

source: archives
fi_fi: arkistot
hu_hu: Archívok
tr_tr: arþivler

source: Select skin:
fi_fi: Valitse ulkoasu:
hu_hu: Kiválasz bõrt:
tr_tr: Deri seçin:

source: Read more...
fi_fi: Lue lis‰‰...
hu_hu: Olvass tovább!
tr_tr: devamý...

source: Choose skin
fi_fi: Valitse ulkoasu
hu_hu: Bõr kiválasztása
tr_tr: Deri seçin

source: Browse all posts by this author
fi_fi: N‰yt‰ kaikki t‰m‰n kirjoittajan viestit
hu_hu: Böngészés a szerzõ összes beküldései között
tr_tr: Yazarlarýna göre tüm gönderileri tara

source: The <acronym title="Uniform Resource Identifier">URI</acronym> to TrackBack this entry is:
fi_fi: T‰m‰n kirjoituksen <acronym title="Uniform Resource Identifier">viittausosoite</acronym> on:
hu_hu: A visszajelzés küldéséhez használatos <acronym title="Egyezményes Erõforrás-azonosító - Uniform Resource Identifier">URI</acronym>:
tr_tr: Bu <acronym title="Uniform Resource Identifier">URI</acronym>'ýn izleme dönütünü gerçekleþtirmek için gerekli giriþ:

source: Comment by
hu_hu: Megjegyzés
tr_tr: Yorum sahibi

source: Trackback from
hu_hu: Visszajelzés innen:
tr_tr: Ýzleme dönütü sahibi

source: Pingback from
hu_hu: Visszaping
tr_tr: Yoklama dönütü sahibi

source: Edit This
hu_hu: Szerkeszd!
tr_tr: Bunu Düzenle

source: E-mail
fi_fi: S‰hkˆposti
tr_tr: E-posta

source: Your Comment
fi_fi: Kommenttisi
hu_hu: Hozzászólásod
tr_tr: Yorumunuz

source: Say It!
fi_fi: L‰het‰
hu_hu: Mondd el!
tr_tr: Söyle!

source: Filed under:
fi_fi: Kategoriat:
tr_tr: Alan sahibi:

source: Syndicate this site using RSS
fi_fi: Lue sivua k‰ytt‰en RSS:‰‰.
hu_hu: Az oldal híreinek elérhetõsége RSS-en keresztül
tr_tr: Bu siteyi RSS kullanarak XML yayýmla

source: The latest comments to all posts in RSS
fi_fi: Viimeisimm‰t kommentit RSS-muodossa
hu_hu: Az összes beküldés utolsó hozzászólásai RSS-ben
tr_tr: RSS'deki gönderiler için son yorumlar

source: Comments <abbr title="Really Simple Syndication">RSS</abbr> 2.0
fi_fi: Kommentit <abrr title="Really Simple Syndication">RSS</abbr> 2.0-syˆtteen‰
hu_hu: Hozzászólások <abbr title="Valóban Egyszerû Hírterjesztés - Really Simple Syndication">RSS</abbr> 2.0 -val
tr_tr: Yorumlar <abbr title="Really Simple Syndication">RSS</abbr> 2.0

source: This page validates as XHTML 1.0 Transitional
fi_fi: T‰m‰ sivu on validia XHTML 1.0 Transitionalia
hu_hu: Ez az oldal megfelel az XHTML 1.0 Transitional szabványnak
tr_tr: Bu sayfa XHTML 1.0 Transitional olarak geçerlidir

source: Valid <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>
fi_fi: Validia <abbr title="eXtensible HyperText Markup Language">XHTMLlaa</abbr>
hu_hu: Érvényes <abbr title="kiterjeszthetõ HyperText Jelölõ Nyelv - eXtensible HyperText Markup Language">XHTML</abbr>
tr_tr: Geçerli <abbr title="eXtensible HyperText Markup Language">XHTML</abbr>

source: Powered by b2evolution; multilingual multiuser multi-blog engine.
fi_fi: Sivu k‰ytt‰‰ b2evolutionia; monikielist‰ monen k‰ytt‰j‰n blogimoottiria.
hu_hu: Powered by b2evolution; többnyelvû, többfelhasználós, többblogos motor.
tr_tr: b2evolution tarafýndan güçlendirildi; çok dilli, çok kullanýcýlý, çok günlüklü motor.

source: This skin features a CSS file originally designed for WordPress (See design credits in style.css).
fi_fi: T‰m‰ teema k‰ytt‰‰ CSS-tiedostoa, joka on alunperin suunniteltu WordPressia varten (Tekij‰noikeudet tiedostossa style.css).
hu_hu: Ez a bõr olyan CSS fájlt tartalmaz, amelyet eredetileg WordPress-hez készítettek (a készítõk listája a style.css-ben).
tr_tr: Bu deri özelliði, özgün olarak Word Press için tasarlanmýþtýr (style.css'deki katkýda bulunanlar kýsmýna bakýn).

source: Original design credits for this skin:
fi_fi: Alkuper‰isen ulkoasun tekij‰t:
hu_hu: A bõr készítõi:
tr_tr: Bu deri için özgün tasarým ekibi

source: In order to ensure maximum compatibility with WP CSS files, most b2evolution features that do not exist in WP are hidden from this generic wpc_* skin.
fi_fi: Jotta saavutettaisiin makdollisimman hyv‰ yhteensopivuus WP CSS-tiedostojen kanssa, kaikki ne b2evo:n ominaisuudet, joita ei lˆyty WP:st‰, ovat piilossa n‰ilt‰ wpc_* -teemoilta.
tr_tr: WP CSS dosyalarý ile azami uyumluluðu temin etmek için, Çoðu WP'de olmayan b2evolution özelliði genel wpc_* derisinden saklanmýþtýr.

source: [...] Read more!
fi_fi: [...] Lue lis‰‰!
hu_hu: [...] Olvass tovább!
tr_tr: [...] Dahasýný oku!

source: New pingback on your post #%d "%s"
fi_fi: Uusi p‰ivitysilmoitus kirjoitukseesi #%d"%s"
hu_hu: A #%d "%s" beküldéshez új visszapingelés érkezett
tr_tr: #%d nolu gönderinizde yeni yoklama dönütü "%s"

source: Parameter %s required!
fi_fi: %s-parametri on pakollinen!

source: Created locale '%s'.
fi_fi: Luotu paikalliskoodi '%s'

source: Update blog!
fi_fi: P‰ivit‰ blogia!

source: Create new blog!
fi_fi: Luo uusi blogi!

source: URL
fi_fi: Osoite

source: Blog this !
fi_fi: L‰het‰

source: Edit this !
fi_fi: Muokkaa

source: to
fi_fi: (alkaen - p‰‰ttyen)

source: in
fi_fi: kategoriassa

source: &nbsp; Edit &nbsp;
fi_fi: &nbsp; Muokkaa &nbsp;

source: New Post
fi_fi: Uusi kirjoitus

source: Browse/Edit
fi_fi: Selaa/muokkaa

source: for users.
fi_fi: k‰ytt‰jille.
hu_hu: felhasználóknak.

source: robot
fi_fi: robotti

source: Mar
fi_fi: Maalis
hu_hu: Már

source: Simpl. Chinese (CN)
fi_fi: Yksinkertainen kiina (CN)
hu_hu: Egysz. kínai (CN)

source: Language/Locale
fi_fi: Kieli/kieliasetukset

source: Installing b2evolution tables and copying existing b2 data
fi_fi: Asennetaan b2evolution-tauluja ja kopioidaan vanhat b2-tiedot

source: **bold** \italics\ //italics// __underline__ Markup must be preceeded with white space.
fi_fi: **lihava** \kursivoitu\ //kursivoitu// __alleviivattu__ K‰yt‰ v‰lilyˆnti‰ merkintˆjen edess‰.

source: Humane Web Text Generator
fi_fi: Humane Web Text -generaattori

source: Site/Url
fi_fi: Sivu/Url
hu_hu: Oldal/URL

source: AOL I.M.
fi_fi: AOL P.V.

source: MSN I.M.
fi_fi: MSN P.V.

source: Yahoo I.M.
fi_fi: Yahoo P.V.

source: Meta
fi_fi: Syˆtteet

source: <abbr title="Really Simple Syndication">RSS</abbr> 2.0
fi_fi: <abbr title="Really Simple Syndication">RSS</abbr> 2.0-syˆte
hu_hu: <abbr title="Valóban Egyszerû Hírterjesztés - Really Simple Syndication">RSS</abbr> 2.0

source: POP3 delete:
hu_hu: POP3 törlés:
