Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: GreyMatter style formatting
fi_fi: GreyMatter-tyylinen formatointi
hu_hu: GreyMatter stílusformázás
pt_br: Formatação ao estilo do GreyMatter
tr_tr: GreyMatter tarzý biçimlendirme

source: Ping b2evolution.net
fi_fi: L‰het‰ p‰ivitysilmoitus b2evolution.netiin
hu_hu: b2evolution.net pingelése
pt_br: Pingar b2evolution.net
tr_tr: b2evolution.net'i yokla

source: Ping the b2evolution.net site
pt_br: Pingar o site b2evolution.net

source: Pings the b2evolution.net site to include your post in the list of recently updated blogs.
pt_br: Pinga o site b2evolution.net para incluir seu post na lista de blogs atualizados recentemente.

source: Ping-O-Matic plugin
pt_br: Plugin Ping-O-Matic

source: Pings the Ping-O-Matic service, which relays your ping to the most common services.
pt_br: Pinga o serviço Ping-O-Matic, que repassa seu ping para os serviços mais comuns.

source: Pings a service that relays the ping to the most common services.
pt_br: Pinga um serviço que envia pings para os principais serviços de ping.

source: Easy HTML tags inserting
fi_fi: Helppo HTML-tagien lis‰‰minen
hu_hu: Könnyû HTML-tag beszúrás
pt_br: Tags HTML de fácil inserção
tr_tr: Basit HTML etiket yerleþtirimleri

source: This plugin will display a toolbar with buttons to quickly insert HTML tags around selected text in a post.
pt_br: Esse plugin mostrará um barra de ferramentas com botões para rapidamente inserir tags HTML em textos selecionados num post.

source: Bold [Alt-B]
pt_br: Negrito [Alt-B]

source: Italic [Alt-I]
pt_br: Itálico [Alt-I]

source: INSerted
pt_br: Sublinhado

source: DELeted
pt_br: Apagado

source: STRong [Alt-S]
fi_fi: Vahva [Alt-S]
hu_hu: Félkövér [Alt-S]
pt_br: Ênfase Maior [Alt-S]
tr_tr: Kalýn [Alt-S]

source: EMphasis [Alt-E]
fi_fi: Painotettu [Alt-E]
hu_hu: KiEMelés [Alt-E]
pt_br: Ênfase [Alt-E]
tr_tr: Vurgu [Alt-E]

source: CODE [Alt-C]
fi_fi: KOODI [Alt-C]
hu_hu: KÓD [Alt-C]
pt_br: Código [Alt-C]
tr_tr: Kod [Alt-C]

source: Paragraph [Alt-P]
fi_fi: Kappale [Alt-P]
hu_hu: Bekezdés [Alt-P]
pt_br: Parágrafo [Alt-P]
tr_tr: Paragraf [Alt-P]

source: BLOCKQUOTE [Alt-B]
fi_fi: BLOKKILAINAUS [Alt-B]
pt_br: Citação [Alt-B]
tr_tr: Öbek [Alt-B]

source: PREformatted text [Alt-R]
pt_br: Texto Pré-formatado [Alt+R]

source: Unordered List [Alt-U]
fi_fi: J‰rjestelm‰tˆn lista [Alt-U]
hu_hu: Számozatlan lista [Alt-U]
pt_br: Lista Simples [Alt-U]
tr_tr: Sýrasýz liste [Alt-U]

source: Ordered List [Alt-O]
pt_br: Lista Ordenada [Alt-O]

source: List Item [Alt-L]
fi_fi: Listan kohde [Alt-L]
hu_hu: Listaelem [Alt-L]
pt_br: Item na Lista [Alt-L]
tr_tr: Liste nesnesi [Alt-L]

source: IMaGe [Alt-G]
fi_fi: Kuva [Alt-G]
hu_hu: IMaGe (kép) [Alt-G]
pt_br: IMaGem [Alt-G]
tr_tr: Ýmge [Alt-G]

source: A href [Alt-A]
fi_fi: Web-linkki [Alt-A]
hu_hu: A href (link) [Alt-A]
pt_br: Link [Alt-A]
tr_tr: Bað [Alt-A]

source: More [Alt-M]
fi_fi: Lis‰‰ [Alt-M]
hu_hu: Bõvebb [Alt-M]
pt_br: Mais [Alt-M]
tr_tr: Devamý [Alt-M]

source: no teaser [Alt-T]
fi_fi: Ei ingressi‰ [Alt-T]
hu_hu: nincs ismertetõ [Alt-T]
pt_br: Sem texto introdutório [Alt-T]
tr_tr: tanýtým yok [Alt-T]

source: next page [Alt-Q]
fi_fi: seuraava sivu [Alt-Q]
hu_hu: következõ oldal [Alt-Q]
pt_br: próxima página [Alt+Q]
tr_tr: sonraki sayfa [Alt-Q]

source: Close all tags
fi_fi: Sulje kaikki tagit
hu_hu: Összes tag bezárása
pt_br: Fechar todas as tags abertas
tr_tr: Tüm etiketleri kapat

source: ALTernate text
fi_fi: Vaihtoehtoinen teksti
hu_hu: Helyettesítõ szöveg
pt_br: Texto ALTernativo
tr_tr: Ek (Alternatif) yazý

source: Graphical smileys
pt_br: Smileys gráficos

source: This renderer will convert text smilies like :) to graphical icons.<br /> Optionally, it will also display a toolbar for quick insertion of smilies into a post.
pt_br: Esse renderizador irá converter seus emoticons como :) para ícones gráficos.<br /> Opcionalmente, ele irá também mostrar uma barra de ferramentas para inserção rápida de emoticons em um post.

source: Use smilies toolbar
pt_br: Usar a barra de ferramentas de smilies

source: This is the default setting. Users can override it in their profile.
pt_br: Esse é a configuração padrão. Usuários podem sobrescrevê-la em seus perfis.

source: Check to also render smilies in comments.
pt_br: Marque para permitir a renderização de similies também nos comentários

source: Smiley list
pt_br: Lista de smileys

source: This is the list of smileys [one per line], in the format : char_sequence image_file // optional comment<br /> To disable a smiley, just add one or more spaces to the start of its setting<br /> You can add new smiley images by uploading the images to the %s folder.
pt_br: Isso é a lista de smiles (um por linha), no formato :char_sequence image_file // optional comment<br /> para desabilitar um smiley, somente adicione um ou mais espaços do seu início <br /> Você pode adicionar novas imagens smileys enviando a imagem para o %s diretório.

source: Multiple select
pt_br: Seleção múltipla

source: Paper
pt_br: Papel

source: Scissors
pt_br: Tesoura

source: Stone
pt_br: Pedra

source: Smart quotes + additional typographic replacements.
pt_br: Quotes inteligentes + substituições tipográficas adicionais.

source: This renderer will replace standard and double quotes with typographic quotes were appropriate.<br /> It will also perform the following replacements: <ul> <li>--- to &#8212;</li> <li>-- to &#8211;</li> <li>... to &#8230;</li> </ul>
pt_br: Esse renderizador irá substituir quotes padrão e duplos com quotes tipográficos apropriados. <br /> <ul> <li>--- para &#8212;</li> <li>-- para &#8211;</li> <li>... para &#8230;</li> </ul>

source: Wacko style formatting
pt_br: Formatação ao estilo Wacko

source: Accepted formats:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (horinzontal rule)<br /> %%%codeblock%%%<br />
pt_br: Formatos Aceitos:<br /> == h2 ==<br /> === h3 ===<br /> ==== h4 ====<br /> ===== h5 =====<br /> ====== h6 ======<br /> --- (horinzontal rule)<br /> %%%codeblock%%%<br />

source: This skin tag displays a list of whos is online.
pt_br: Essa tag de skin mostra uma lista de quem está online.

source: All logged in users and guest users who have requested a page in the last 5 minutes are listed.
pt_br: Todos usuários registrados e visitante que tenham solicitado uma página nos últimos 5 minutos são listados.

source: Contact icons
pt_br: Ícones de contato

source: Display contact icons allowing to send private messages to logged in users.
pt_br: Exiba ícones permitindo o envio de mensagens privadas para usuários logados.

source: Who's Online?
pt_br: Quem está online?

source: Guest Users:
pt_br: Usuários convidados:

source: Wiki Links converter
pt_br: Conversor de links de Wiki

source: WikiWord links are created with a CamelCased WikiWord, a ((link)), or a [[link ]].<br /> CamelCased words will be exploded to camel_case which should then match a post url title.
pt_br: WikiWord links são criados com CamelCased WikiWord, um ((link)), ou um [[link]], <br /> Palavras CamelCased serão expandidas para camel_case que deverão então se a URL do título do post.

source: Easy AdSense insertion into posts.
pt_br: Inserção fácil de AdSense nos posts.

source: <p>This plugin allows you to easily insert AdSense into your posts (simply type [adsense:], or use the toolbar button in expert mode).</p> <p>The plugin will stop expanding AdSense blocks when a limit is reached (3 by default).</p> <p>Look for version 2.0 for multiple AdSense format support.</p>
pt_br: <p> Este plugin permite que você facilmente insira AdSense em suas postagens (basta digitar [adsense:], ou use o botão da barra de ferramentas em modo expert). </ P> <p> O plugin vai parar de expandir blocos AdSense quando um limite é atingido (3 por padrão). </ P> <p> Olhe para a versão 2.0 para suporte a múltiplos formatos do AdSense. </ P>

source: Maximum number of AdSense blocks the plugin should expand in post contents. Google terms typically set the limit to 3. You may wish to set it to less if you add blocks into the sidebar.
pt_br: O número máximo de blocos AdSense que o plugin deverá expandir no conteúdo dos posts. Os termos do Google tipicamente definem o limite de 3. Você pode configurá-lo para menos se você adicionar blocos na barra lateral.

source: Insert AdSense block
pt_br: Inserir bloco AdSense

source: Basic antispam methods
pt_br: Métodos antispam básicos

source: This plugin provides basic methods to detect & block spam on referers, comments & trackbacks.
pt_br: Esse plugin fornece métodos básicos para detectar e bloquear spam de referências, comentários & trackbacks.

source: Allow anonymous comments
pt_br: Permitir comentários anônimos

source: Allow non-registered visitors to leave comments.
pt_br: Permitir que usuários não registrados deixem comentários.

source: Detect feedback duplicates
pt_br: Detectar duplicatas de feedback

source: Check this to check comments and trackback for duplicate content.
pt_br: Seleciona isso para verificar conteúdos duplicados em comentários e trackbaks.

source: Feedback sensitivity to links
pt_br: Retorna sensiblidade para links

source: If a comment has more than this number of links in it, it will get 100 percent spam karma. -1 to disable it.
pt_br: Se um comentário tem mais do que esse número de links nele, receberá spam karma de 100% por cento -1 para desabilitá-lo

source: Apply rel="nofollow"
pt_br: Aplicar rel="nofollow"

source: hours. For how long should rel="nofollow" be applied to comment links? (0 means never, -1 means always)
pt_br: horas. Por quanto tempo o rel="nofollow" será aplicado aos links em comentário? (0 significa nunca, -1 significa sempre)

source: Check referers for URL
pt_br: Marque referenciador para URL

source: Check refering pages, if they contain our URL. This may generate a lot of additional traffic!
pt_br: Verificar se páginas que fazem referência contém nossa URL. Isso pode gerar mais tráfego!

source: Comments are not allowed from anonymous visitors.
pt_br: Os comentários estão fechados para visitantes anônimos.

source: The trackback seems to be a duplicate.
pt_br: O trackback parece ser uma duplicata.

source: The comment seems to be a duplicate.
pt_br: O comentário parece ser uma duplicata.

source: Display computer code in a post.
pt_br: Mostrar código

source: Display computer code easily. This plugin renders character entities on the fly, so you can cut-and-paste normal code directly into your posts and it will always look like normal code, even when editing the post (i.e., no preprocessing of the code is required). Include line numbers (customizable starting number). The best part about the line numbers - visitors can cut-and-paste the code from your post, leaving the line numbers behind! Accepts BBcode tags and does not render smilies. Colouration of PHP code, plus PHP manual links for PHP functions. Easy to install and easy to use. No hacks. Degrades nicely, if the plugin is off. Styling completely customizable via your skins CSS file.
pt_br: Mostre códigos de computador facilmente. Este plug-in dá carácteres de entities automaticamente, assim você pode o copiar-e-colar código normalmente diretamente nos seus posts e eles sempre aparecerão como código normal, quando editando um post (isto é, sem nenhum pré-processamento de código). Inclua números de linha (números personalizados de início de linha). A melhor parte sobre estes números de linha personalizados - visitantes podem o copiar-e-colar o código do seu post, deixando os números de linha para trás! Aceita código de BBcode e não renderiza smilies. Coloridos de código PHP, mais links manuais de funções PHP. Fácil de instalar e usar.. Nenhum Hack. Degrades agradavelmente se o plugin estiver desligado. Estilo completamente personalizável via folhas de estilo CSS do seu skin.

source: XHTML strict
pt_br: XHTML estrito

source: If enabled this will remove the ' target="_blank" ' from the PHP documentation links
pt_br: Se habilitado, isso irá remove o ' target="_blank" ' dos links da documentação do PHP

source: Display code toolbar
pt_br: Mostra código de barra de ferramentas

source: Render codeblocks in comments.
pt_br: Renderizar blocos de código em comentários.

source: Display the code toolbar
pt_br: Mostra a barra de ferramentas de código

source: Insert codespan
pt_br: Insere codespan

source: Insert codeblock
pt_br: Inserir bloco de código

source: codeblock
pt_br: bloco de código

source: Insert XML codeblock
pt_br: Inserir bloco de código XML

source: Insert PHP codeblock
pt_br: Inserir bloco de código PHP

source: Insert CSS codeblock
pt_br: Inserir bloco de código CSS

source: Read the PHP.net documentation for
pt_br: Leia a documentação do PHP.net para

source: Short description
pt_br: Descrição curta

source: Longer description. You may also remove this.
pt_br: Descrição longa. Você deve remover isso.

source: Javascript WYSIWYG editor
pt_br: Editor WYSIWYG Javascript

source: Use TinyMCE (Default)
pt_br: Usar TinyMCE (Padrão)

source: This is the default, which users can override in their profile.
pt_br: Esse é o padrão, que usuários podem sobrescrever em seus perfis.

source: Use compressor
pt_br: Usar compressor

source: Use the TinyMCE compressor, which improves loading time.
pt_br: Usar o compressor do TinyMCE, que melhora o tempo de carga.

source: Context menu
pt_br: Menu de contexto

source: Enable this to use an extra context menu in the editor
pt_br: Habilite para adicionar um menu de contexto extra no editor

source: Advanced paste support
pt_br: Suporte a 'colar' avançado

source: Enable this to add support for pasting easily word and plain text files
pt_br: Habilite para adicionar suporte a colar facilitado de textos do word e textos puros

source: Show XHTML extras
pt_br: Mostrar extras de XHTML

source: Enable this to add support for XHTML elements (cite, ins, del, abbr, and acronym)
pt_br: Habilite para adicionar suporte a elementos XHTML (cite, ins, del, abbr, and acronym)

source: Directionality support
pt_br: Suporte a direcionalidade

source: Enable to add directionality icons to TinyMCE for better handling of right-to-left languages
pt_br: Habilite para adicionar ícones de direcionalidade para que o TinyMCE lide melhor com linguagens cuja orientação de escrita seja da direita para a esquerda

source: Custom TinyMCE init
pt_br: Inicialização personalizada do TinyMCE

source: Custom parameters to tinyMCE.init(). See the <a %s>TinyMCE manual</a>.
pt_br: Parâmetros personalizados para o tinyMCE.init(). Veja o <a %s>manual do TinyMCE</a>.

source: Check this to enable the extended Javascript editor (TinyMCE).
pt_br: Marque para habilitar o editor JavaScript estendido (TinyMCE).

source: Toggle between WYSIWYG and plain HTML editor
pt_br: Alternar entre o editor WYSIWYG e o editor de HTML

source: Compressed TinyMCE javascript could not be loaded. Check the "%s" plugin setting.
pt_br: O javascript comprimido do TinyMCE não pode ser carregado. Verifique a configuração "%s" do plugin.

source: URL to TinyMCE
pt_br: URL do TinyMCE

source: TinyMCE javascript could not be loaded. Check the "%s" plugin setting.
pt_br: O javascript do TinyMCE não pôde ser carregado. Verifique a configuração "%s" do plugin.

source: Video plug for a few popular video sites.
pt_br: Plugin de vídeo para alguns sites de vídeo populares

source: This is a basic video plug pluigin. Use it by entering [video:youtube:123xyz] or [video:dailymotion:123xyz] into your post, where 123xyz is the ID of the video.
pt_br: Esse é um plugin básico de vídeo. Use-o entrando [video:youtube:123xyz] ou [video:dailymotion:123xyz] no seu post, onde 123xyz é o ID do vídeo.

source: Video
pt_br: Vídeo

source: Insert Youtube video
pt_br: Inserir vídeo do Youtube

source: Insert Google video
pt_br: Inserir video do Google

source: Insert DailyMotion video
pt_br: Inserir dailyMotion Video

source: Insert LiveVideo video
pt_br: Inserir LiveVideo video

source: Insert iFilm video
pt_br: Inserir i vídeo do iFilm

source: Insert vimeo video
pt_br: Inserir video do vimeo

source: Enter video ID from %s:
pt_br: Entre com o id do vídeo do %s:

source: The video ID is invalid.
pt_br: O ID do vídeo é inválido

source: Send a message to the owner of this blog...
pt_br: Enviar uma mensagem para o proprietário desse blog...

source: PREVIEW Comment from:
pt_br: Pré-visualizar comentário de:

source: from:
pt_br: de:

source: Your email address will <strong>not</strong> be revealed on this site.
pt_br: Seu endereço de e-mail <strong>não</strong> será revelado nesse site.

source: Your URL will be displayed.
fi_fi: Sivujesi URL tulee n‰kyviin
hu_hu: Az URL-ed megjelenítésre kerül.
pt_br: Sua URL será exibida.
tr_tr: URL'niz görüntülenecek

source: Your vote
pt_br: Seu voto

source: Line breaks become &lt;br /&gt;
fi_fi: Rivinvaihdot muutetaan &lt;br /&gt;-tageiksi
hu_hu: A sorok végén &lt;br /&gt; lesz.
pt_br: Quebras de linha se tornam &lt;br /&gt;
tr_tr: Satýr sonlarý &lt;br·/&gt; olacak

source: Remember me
fi_fi: Muista minut
hu_hu: Emlékezz rám
pt_br: Lembre-se de mim
tr_tr: Beni hatýrla

source: Name, email &amp; website
pt_br: Nome, e-mail &amp; website

source: Allow message form
pt_br: Permitir mensagens de

source: Allow users to contact you through a message form (your email will <strong>not</strong> be revealed.
pt_br: Permitir que usuários o contatem através de um formulário eletrônico (seu e-mail <strong>não</strong> será exibido.)

source: PREVIEW Comment by
pt_br: Pré-visualizar comentário de

source: Trackback address for this post
pt_br: Endereço de trackback para este post

source: Trackback URL (right click and copy shortcut/link location)
pt_br: Trackback URL (clique direito e copie atalho/localização do link)

source: Feedback awaiting moderation
pt_br: Feedbacks esperando moderação

source: No feedback yet
pt_br: Sem feedback para esse post ainda

source: This post has 1 feedback awaiting moderation... %s
pt_br: Esse post tem 1 feedback esperando moderação... %s

source: This post has %d feedbacks awaiting moderation... %s
pt_br: Esse post tem %d feedbacks esperando moderação... %s

source: Comment on %s
pt_br: Comentário em %s

source: To
pt_br: Para

source: Your name.
pt_br: Seu nome.

source: Your email address. (Will <strong>not</strong> be displayed on this site.)
pt_br: Seu endereço de email.(<strong>Não será</strong> exibido nesse site.)

source: Subject
pt_br: Assunto

source: Subject of email message.
pt_br: Assunto do e-mail

source: Message
pt_br: Mensagem

source: Plain text only.
pt_br: Texto puro somente.

source: Send message
pt_br: Enviar Mensagem

source: Leave blank to leave the password unchanged.
pt_br: Deixe em branco para deixar a senha inalterada.

source: New pass
pt_br: Nova Mensagem

source: Confirm
pt_br: Confirmar

source: Confirm new password by typing it again.
pt_br: Confirme a nova senha digitando-a novamente.

source: %s in response to: %s
pt_br: %s em resposta a: %s

source: Blog subscriptions
pt_br: Subscrições de blog

source: Subscriptions are not allowed for this blog.
pt_br: Subscrições não são permitidas para esse blog

source: No user specified.
pt_br: Nenhum usuário especificado.

source: Send a message
pt_br: Enviar mensagem

source: This user does not wish to be contacted directly.
pt_br: Esse usuário não deseja ser contatado diretamente

source: Miscellaneous
pt_br: Diversos

source: Page Top
pt_br: Topo da Página

source: Header
pt_br: Cabeçalho

source: Sidebar
pt_br: Barra Lateral

source: Trackback address for this post:
fi_fi: Viittausosoite t‰h‰n kirjoitukseen:
hu_hu: A beküldés visszajelzés címe:
pt_br: Trackback endereço para esta mensagem:
tr_tr: Bu gönderi için izleme dönütü adresi:

source: No %s for this post yet...
fi_fi: Ei %s t‰h‰n kirjoitukseen...
hu_hu: Jelenleg nincs %s ehhez a beküldéshez...
pt_br: Sem %s para esta mensagem ainda...
tr_tr: bu gönderi için henüz %s bulunmuyor...

source: Comment from:
fi_fi: Kirjoittaja:
hu_hu: Hozzászólás innen:
pt_br: Comentário de:
tr_tr: Yorum sahibi:

source: Trackback from:
fi_fi: Viittaus osoitteesta:
hu_hu: Visszajelzés innen:
pt_br: Trackback de:
tr_tr: Ýzleme dönütü sahibi

source: Pingback from:
fi_fi: P‰ivitysilmoitus osoitteesta:
hu_hu: Visszaping innen:
pt_br: Pingback de:
tr_tr: Yoklama dönütü sahibi:

source: Your email address will <strong>not</strong> be displayed on this site.
fi_fi: S‰hkˆpostiosoitteesi <strong>ei</strong> tule sivuille n‰kyviin.
hu_hu: Az email címed <strong>nem</strong> fog megjelenni az oldalon.
pt_br: Se endereço de email irá <strong>nicht</strong> ser mostrado no site.
tr_tr: E-posta adresiniz bu sitede <strong>yayýnlanmayacaktýr</strong>.

source: Allowed XHTML tags
fi_fi: Sallitut XHTML-tagit
hu_hu: Engedélyezett XHTML tagok
pt_br: Tags XHTML permitidas
tr_tr: Ýzin verilen XHTML etiketleri

source: (Set cookies for name, email &amp; url)
fi_fi: (Aseta ev‰steisiin nimi, s‰hkˆposti &amp; osoite)
hu_hu: (Beállítja a sütiket a névhez, emailhez és URL-hez)
pt_br: (Colocar Cookies para Nome, E-Mail &amp; URL)
tr_tr: (Ýsim, e-post &amp için çerez ayarla)

source: Select blog:
fi_fi: Valitse blogi:
hu_hu: Válassz blogot:
pt_br: Selecione o Blog:
tr_tr: Günlük seçin:

source: words
fi_fi: sanaa
hu_hu: szó
pt_br: palavras
tr_tr: kelimeler

source: Footer
pt_br: Rodapé

source: By
pt_br: De

source: In
pt_br: Em

source: Sidebar 2
pt_br: Barra Lateral 2

source: Posted in
pt_br: Postado em

source: This entry was posted on
pt_br: Essa entrada foi postada em

source: at
pt_br: às

source: by
pt_br: por

source: and is filed under
pt_br: e está arquivado em

source: said on :
pt_br: dito em:

source: Atom Feed
pt_br: Feed Atom

source: What is RSS?
fi_fi: Mik‰ on RSS?
pt_br: O que é RSS?

source: Albums
pt_br: Albuns

source: Edit title/description...
pt_br: Editar titulo/descrição...

source: Link
pt_br: Linkar

source: Access denied
pt_br: Acesso negado

source: Sorry, you have no permission to access this section.
pt_br: Desculpe, você não tem permissão para acessar essa seção.

source: Exit to blogs
fi_fi: Siirry blogeihin
hu_hu: Vissza a blogokhoz
pt_br: Sair para blogs
tr_tr: Günlüklere dön

source: WARNING: Internet Explorer 6 may not able to display this admin skin properly. We strongly recommend you upgrade to IE 7 or Firefox.
pt_br: Aviso: O Internet Explorer 6 pode não ser capaz de exibir esse skin corretamente. Nós revomendamos fortemente que você atualize para o IE 7 ou use Firefox.

source: uncheck all
hu_hu: bejelölések megszüntetése
pt_br: desmarcar todos
tr_tr: tümünü iþaretleme

source: Color:
pt_br: Cor:

source: Credits
pt_br: Créditos

source: Note: You are already logged in as %s!
pt_br: Nota: Você já está logado como %s!

source: Continue
pt_br: Continuar

source: Login form
fi_fi: Kirjautumislomake
hu_hu: Beléptetõ ûrlap
pt_br: Formulário de Login.
tr_tr: Giriþ formu

source: You will have to accept cookies in order to log in.
fi_fi: Sinun t‰ytyy hyv‰ksy‰ keksit kirjautuaksesi sis‰‰n
hu_hu: El kell fogadnod a sütiket a belépéshez.
pt_br: Você precisa aceitar cookies para logar.
tr_tr: Giriþ yapmak için çerezleri kabul etmelisiniz.

source: Lost password ?
fi_fi: Salasana hukassa?
hu_hu: Elveszett jelszó?
pt_br: Perdeu a senha?
tr_tr: Kayýp parola ?

source: Log in!
fi_fi: Kirjaudu sis‰‰n!
hu_hu: Lépj be!
pt_br: Entrar!
tr_tr: Giriþ!

source: Log into backoffice!
pt_br: Ir para o painel de controle!

source: Please wait...
pt_br: Por favor espere...

source: Abort login!
pt_br: Abortar login!

source: Please enter your login below. Do <strong>NOT</strong> enter your e-mail address!
pt_br: Por favor informe seu login abaixo. <strong>Não</strong> entre com o seu endereço de e-mail!

source: An email will be sent to your registered email address immediately.
pt_br: Um e-mail será enviado para este endereço registrado imediatamente.
