Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: As soon as you receive the email, click on the link therein to change your password.
pt_br: Assim que você receber o e-mail, clique no link presente na mensagem para mudar sua senha.

source: Send me an email now!
pt_br: Envie-me um e-mail agora!

source: Registration complete
fi_fi: Rekisterˆinti valmis
hu_hu: Kész a regisztráció
pt_br: Seu registro foi completado
tr_tr: Kayýt tamamlandý

source: Registration Currently Disabled
fi_fi: Rekisterˆinti on t‰ll‰ hetkell‰ poissa k‰ytˆst‰
hu_hu: Jelenleg a regisztráció letiltva
pt_br: Registros estão desabilitados.
tr_tr: Þu an kayýt etkin deðil

source: User registration is currently not allowed.
fi_fi: Rekisterˆinti on t‰ll‰ hetkell‰ poissa k‰ytˆst‰
hu_hu: A felhasználói regisztráció jelenleg nem engedélyezett.
pt_br: O registro de usuários não foi liberado.
tr_tr: Kullanýcý kaydý gerçekleþtirildi.

source: Register form
fi_fi: Rekisterˆintilomake
hu_hu: Regisztrációs ûrlap
pt_br: Formulário de registro
tr_tr: Kayýt formu

source: (twice)
fi_fi: (kahdesti)
hu_hu: (kétszer)
pt_br: (duas vezes)
tr_tr: (iki kez)

source: Minimum %d characters, please.
fi_fi: V‰hint‰‰n %d merkki‰
hu_hu: Legalább %d karaktert légy oly' kedves.
pt_br: Mínimo de %d caracteres, por favor.
tr_tr: Asgari %d karakter, lütfen.

source: Preferred language
fi_fi: Ensisijainen kieli
hu_hu: Elsõdleges nyelv
pt_br: Idioma preferido
tr_tr: Tercih edilen dil

source: Register!
fi_fi: Rekisterˆidy!
hu_hu: Regisztrálj!
pt_br: Registrar
tr_tr: Kaydol!

source: Log into existing account...
fi_fi: Kirjaudutaan sis‰‰n...
hu_hu: Belépés egy létezõ azonosítóval...
pt_br: Logar em uma conta existente...
tr_tr: Varolan hesaba giriþ yap...

source: Email address validation
pt_br: Validação de endereço de e-mail

source: Please confirm your email address below.
pt_br: Por favor, confirme seu endereço de e-mail abaixo.

source: An email will be sent to this address immediately.
pt_br: Um e-mail será enviado para este endereço imediatamente.

source: As soon as you receive the email, click on the link therein to activate your account.
pt_br: Assim que você receber o e-mail, clique no link presente na mensagem para ativar a sua conta.

source: Since you are an admin user, you can validate your email address (%s) by a single click.
pt_br: Como você é um usuário administrador, você pode validar o seu e-mail (%s) com um único clique.

source: Activate my account!
pt_br: Ativar minha conta!

source: Summary Demo
pt_br: Demonstração

source: This demo template displays a summary of last posts in all blogs
fi_fi: T‰m‰ esimerkkisivupohja sis‰lt‰‰ kaikkien blogien yhteenvedon kirjoitusten
hu_hu: Ez a demó látványterv az utolsó beküldések összegzését jeleníti meg az összes blogban.
pt_br: Este template de demonstração mostra um resumo dos ultimos posts em todos os blogs
tr_tr: Bu tanýtým þablonu, tüm günlüklerdeki son gönderilerin bir özetini gösterir

source: More posts...
fi_fi: Lis‰‰ kirjoituksia
hu_hu: Több beküldés...
pt_br: Mais posts...
tr_tr: Gönderilerin devamý...

source: English (US) latin1
pt_br: Inglês (US) latin1

source: Skin settings
pt_br: Configurações do skin

source: Views
pt_br: Visualizações

source: May be used as a title tag and/or meta description
pt_br: Pode ser usado como a tag título e/ou meta descrição

source: Categories for blog: %s
pt_br: Categorias para o blog: %s

source: Alphabetical
pt_br: Alfabética

source: Skin settings have been updated
pt_br: Configurações de skin atualizadas

source: Plugin settings have been updated
pt_br: Configurações do plugin atualizadas

source: Invalid tag prefix.
pt_br: Prefixo de tag inválido.

source: Example: Your Feedburner Atom URL which should replace the original feed URL.
pt_br: Exemplo: Sua URL Atom do Feedburner que deve substituir a URL original do feed.

source: Note: the original URL was: %s
pt_br: Nota: a URL original era: %s

source: Example: Your Feedburner RSS2 URL which should replace the original feed URL.
pt_br: Exemplo: Sua URL RSS2 do Feedburner que deve substituir a URL original do feed.

source: How many days or posts do you want to display on the home page?
pt_br: Quantos dias ou posts você quer exibir na página inicial?

source: There are no plugins providing blog-specific settings.
pt_br: Não existem plugins fornecendo configurações específicas para blogs.

source: Use category description as meta description for category pages
pt_br: Usar descrição da categoria como meta descrição para páginas de categoria

source: Add <a %s>rel="tag" attribute</a> to tag links.
pt_br: Adicionar um atributo <a %s>rel="tag" </a> a links de tags.

source: Other filtered pages
pt_br: Outras páginas filtradas

source: more
fi_fi: lis‰‰
hu_hu: bõvebben
pt_br: mais
tr_tr: daha

source: Download file
pt_br: Baixar arquivo

source: Images &amp; Attachments
pt_br: Imagens &amp; Anexos

source: Add/Link files
pt_br: Adicionar/Linkar arquivos

source: View category in blog.
pt_br: Ver categorias no blog

source: The value is invalid. It must be smaller than or equal to %s.
pt_br: O valor é inválido. Deve ser menor ou igual a %s.

source: The value is invalid. It must be greater than or equal to %s.
pt_br: O valor é inválido. Deve ser maior ou igual a %s.

source: The plugin is in a broken state. It cannot be enabled.
pt_br: O plugin está quebrado e não pôde ser habilitado.

source: Not recommended! Your database will grow very large!
pt_br: Não recomendado! Seu banco de dados irá crescrer muito!

source: Current skin
pt_br: Skin atual

source: This skin does not provide any configurable settings.
pt_br: Esse skin não tem configurações.

source: Hidden (type in admin.php directly)
pt_br: Oculto (digite admin.php diretamente)

source: Update Paused
pt_br: Atualização pausada

source: Link Type
pt_br: Tipo de Link

source: <p>This is a demo of a featured post.</p> <p>It will be featured whenever we have no specific "Intro" post to display for the current request. To see it in action, try displaying the "Announcements" category.</p> <p>Also note that when the post is featured, it does not appear in the regular post flow.</p>
pt_br: <p>Essa é uma demonstração de um post em destaque.</p> <p>Será exibida sempre que não tivermos um post de Introdução específico para a requisição atual. Para vê-lo em ação, tente exibir a categoria "Announcements".</p> <p>Também note que quando o post está em destaque, ele não aparece no fluxo regular de posts.</p>

source: <p>This is page 1 of a multipage post.</p> <p>You can see the other pages by clicking on the links below the text.</p> <!--nextpage--> <p>This is page 2.</p> <!--nextpage--> <p>This is page 3.</p> <!--nextpage--> <p>This is page 4.</p> <p>It is the last page.</p>
pt_br: <p>Essa é a página 1 de um post paginado.</p> <p>Você pode ver as outras páginas clicando nos links abaixo do texto.</p> <!--nextpage--> <p>Essa é a página 2.</p> <!--nextpage--> <p>Essa é a página 3.</p> <!--nextpage--> <p>Essa é a página 4.</p> <p>É a última página.</p>

source: <p>This is an extended post with no teaser. This means that you won't see this teaser any more when you click the "more" link.</p> <!--more--><!--noteaser--> <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
pt_br: <p>Este é um post estendido sem o texto introdutório. Isto significa que você não verá esse texto quando clicar no link "more".</p> <!--more--><!--noteaser--> <p>Este é o texto estendido. Você só o vê quando você tiver clicado no link "more".</p>

source: <p>This is an extended post. This means you only see this small teaser by default and you must click on the link below to see more.</p> <!--more--> <p>This is the extended text. You only see it when you have clicked the "more" link.</p>
pt_br: <p>Este é um post estendido. Isso significa que você apenas essa pequena introdução e deve clicar no link abaixo para ver mais.</p> <!--more--> <p>Este é um texto estendido. Você apenas o vê depois de clicar no link "more".</p>

source: More languages
pt_br: Mais idiomas

source: Select as default language/locale
pt_br: Selecione como o idioma padrão

source: OOPS! It seems b2evolution is already installed!
pt_br: OOPS! Parece que o b2evolution já está instalado!

source: We cannot automatically create or update your config file [%s]!
pt_br: Não pudemos criar ou atualizar automaticamente seu arquivo de configuração [%s]!

source: Save the file locally under the name <code>_basic_config.php</code>
pt_br: Salve o arquivo localmente com o nome <code>_basic_config.php</code>

source: Upload the file to your server, into the <code>/_conf</code> folder.
pt_br: Envie o arquivo para o seu servidor, na pasta <code>/_conf</code>.

source: Your configuration file [%s] has been successfully created.
pt_br: Seu arquivo de configuração [%s] foi criado com sucesso.

source: How would you like your b2evolution installed?
pt_br: Como você gostaria de instalar o b2evolution?

source: Back to install menu
pt_br: Voltar ao menu de instalação

source: German (DE) latin1
pt_br: Alemão (DE) latin1

source: English (AU) latin1
pt_br: Inglês (AU) latin1

source: English (CA) latin1
pt_br: Inglês (CA) latin1

source: English (GB) latin1
pt_br: Inglês (GB) latin1

source: English (IL) latin1
pt_br: Inglês (IL) latin1

source: English (NZ) latin1
pt_br: Inglês (NZ) latin1

source: English (SG) latin1
pt_br: Inglês (SG) latin1

source: English (US) utf8
pt_br: Inglês (US) utf8

source: French (BE) latin1
pt_br: Francês (BE) latin1

source: French (CA) latin1
pt_br: Francês (CA) latin1

source: French (FR) latin1
pt_br: Francês (FR) latin1

source: Russian (RU) utf8
pt_br: Russo (RU) utf8

source: Archives Widget
pt_br: Widget de arquivo

source: Autolink URLs
pt_br: Autolincar URLs

source: Autolink URLs starting with http: https: mailto: aim: icq: as well as adresses of the form www.*.* or *@*.*
pt_br: Autolincar URLs começando com http: https: mailto: aim: icq: assim como endereços na forma de www.*.* or *@*.*

source: Autolink definitions
pt_br: Definições de autolique

source: As defined in definitions.default.txt
pt_br: Como definido em definitions.default.txt

source: As defined in definitions.local.txt
pt_br: Como definido em definitions.local.txt

source: Calendar Widget
pt_br: Widget de calendário

source: Who's online Widget
pt_br: Widget quem está online

source: Online session timeout
pt_br: Timeout da sessão online

source: Twitter plugin
pt_br: Plugin twitter

source: Post to your Twitter account when you post to your blog
pt_br: Poste para a sua conta do Twitter quando você postar no seu blog

source: The twitter plugin needs a non-empty code.
pt_br: O plugin do twitter precisa de um código não vazio.

source: You must configure a twitter username/password before you can post to twitter.
pt_br: Você precisa configurar um usuário e senha do twitter antes que possa postar no twitter.

source: Posted to account: @
pt_br: Postado na conta: @

source: Twitter username
pt_br: Usuário do twitter

source: Twitter password
pt_br: Senha do twitter

source: Message format
pt_br: Formato da mensagem

source: Header Background Color
pt_br: Cor de fundo do cabeçalho

source: E-g: #ff0000 for red
pt_br: Ex: #ff0000 para vermelho

source: Invalid color code.
pt_br: Código de cor inválido

source: Menu Background Color
pt_br: Cor de fundo do menu

source: Written by:
pt_br: Escrito por:

source: Selected
fi_fi: Valittu
hu_hu: Kiválasztva
tr_tr: Seçili

source: (cached)
fi_fi: (v‰limuistissa)
hu_hu: (cache-elve)
tr_tr: (tamponlanmýþ)

source: (no cache)
fi_fi: (ei v‰limuistissa)
hu_hu: (cache-elés nélkül)
tr_tr: (tampon yok)

source: Last comments
fi_fi: Viimeisimm‰t kommentit
hu_hu: Utolsó hozzászólások
tr_tr: Son yorumlar

source: Some viewing statistics
fi_fi: K‰vij‰statistiikkaa
hu_hu: Látogatási statisztikák
tr_tr: Bazý görüntüleme istatistikleri

source: Reset form
fi_fi: Tyhjenn‰ lomake
hu_hu: Ûrlap törlése
tr_tr: Formu temizle

source: Get selection
fi_fi: Hae valitut
hu_hu: Hadd lám!
tr_tr: Seçimi al

source: more...
fi_fi: lis‰‰...
hu_hu: tovább...
tr_tr: devamý...

source: Recent Referers
fi_fi: Viimeisimm‰t ohjaajat
hu_hu: Legfrissebb látogatók
tr_tr: Son Atýfta Bulunanlar

source: Top Referers
fi_fi: Aktiivisimmat ohjaajat
hu_hu: Leggyakoribb látogatók
tr_tr: En Çok Atýfta Bulunanlar

source: Misc
fi_fi: Muuta
hu_hu: Egyéb
tr_tr: Çeþitli

source: Syndicate this blog
fi_fi: Seuraa t‰t‰ blogia
tr_tr: Bu günlüðü XML yayýmla

source: Default page for b2evolution
fi_fi: b2evolution-vakiosivu
hu_hu: A b2evolution alapértelmezett oldala
tr_tr: b2evolution için ön tanýmlý sayfa

source: Multilingual multiuser multi-blog engine.
fi_fi: Monikielinen monen k‰ytt‰j‰n moniblogij‰rjestelm‰
hu_hu: Többnyelvû, többefelhasználós, többblogos motor.
tr_tr: Çok dilli, çok kullanýcýlý, çok günlüklü motor.

source: This is the default homepage for b2evolution. It will be displayed as long as you don't select a default blog in the general settings.
fi_fi: T‰m‰ on b2evolutionin vakiosivu, jota k‰ytet‰‰n, jos k‰ytt‰j‰ ei ole valinnut mit‰‰n blogia yleisiss‰ asetuksissa.
hu_hu: Ez a b2evolution alapértelmezett honlapja. Addig, amíg az általános beállításoknál meg nem változtatod, ez lesz használatban.
tr_tr: Bu, b2evolution için ön tanýmlý sayfadýr. Genel ayarlardan bir günlüðü ön tanýmlý günlük seçmediðiniz sürece görüntülenecektir.

source: Individual blogs on this system
fi_fi: J‰rjestelm‰n yksitt‰iset blogit
hu_hu: A rendszer különálló blogjai
tr_tr: Bu sistemdeki bireysel günlükler

source: Blog #%d
fi_fi: Blogi #%d
hu_hu: #%d Blog
tr_tr: Günlük #%d

source: Blog #1
fi_fi: Blogi #1
hu_hu: #1 Blog
tr_tr: Günlük #1

source: This is a special blog that aggregates all messages from all other blogs!
fi_fi: T‰m‰ on erikoisblogi, joka ker‰‰ kaikkien muiden blogien viestit yhteen!
hu_hu: Ez egy különleges blog, amely begyûjti az összes üzenetet az összes egyéb blogból!
tr_tr: Bu, tüm diðer günlüklerin tüm iletilerini çeken özel bir günlüktür.

source: Please note: the above list (as well as the menu) is automatically generated and includes only the blogs that have a &quot;stub url name&quot;. You can set this in the blog configuration in the back-office.
fi_fi: Huomio: yll‰oleva lista (sek‰ valikko) generoidaan automaattisesti vain niist‰ blogeista, joissa on &quot;tyng‰n url-nimi&quot;. T‰m‰n asetuksen
tr_tr: Lütfen dikkat: yukarýdaki liste (menü de dahil) otomatik olarak üretilir ve yalnýzca &quot;kök url ismine&quot; sahip günlükleri içerir. Bunu ofis-arkasýndaki günlük ayarlarýndan düzenleyebilirsiniz.

source: More demos
fi_fi: Lis‰‰ demoja
hu_hu: Több demó
tr_tr: Daha fazla tanýtým

source: Custom template
fi_fi: Kustomoitu sivupohja
hu_hu: Egyéni látványterv
tr_tr: Özel þablon

source: Summary of last posts in all blogs
fi_fi: Kaikkien blogien viimeisimpien kirjoitusten yhteenveto
hu_hu: A legfrissebb beküldések összegzése az összes blogból
tr_tr: Tüm günlüklerdeki son gönderilerin özeti

source: Please note: those demos do not make use of evoSkins, even if you enabled them during install. The only way to change their look and feel is to edit their PHP template. But once, again, rememner these are just demos destined to inspire you for your own templates ;)
fi_fi: Huomio: kyseiset demot eiv‰t k‰yt‰ evoSkinej‰, vaikka ne laitettaisiinkin p‰‰lle asennuksen yhteydess‰. Ainut tapa muuttaa niiden ulkon‰kˆ‰ on muokata niiden PHP-koodipohjaa. Kannattaa kuitenkin muistaa, ett‰ n‰m‰ ovat vain demoja, joiden tarkoitus on n‰ytt‰‰ malliesimerkki omien koodipohjien luomiseksi ;)
tr_tr: Lütfen dikkat: bu tanýtýmlar, siz yükleme sýrasýnda etkin yapmadýkça evoDerilerini kullanmazlar. Görünüþlerini deðiþtirmenin tek yolu PHP þablonunu deðiþtirmektir. Fakat hatýrlamanýz gereken þey bunlar yalnýzca sizin ilham alýp kendi þablonunuzu yapmanýzý saðlayacak olan tanýtým þablonlarýdýr ;)

source: Administration
fi_fi: Yll‰pito
hu_hu: Adminisztráció
tr_tr: Yönetim

source: Go to backoffice!
fi_fi: Mene asetuspaneeliin!
tr_tr: Ofis arkasýna geç!

source: GNU GPL license
fi_fi: GNU GPL-lisenssi
hu_hu: GNU GPL licensz
tr_tr: GNU GPL lisansý

source: Multiblog demo
fi_fi: Moniblogidemo
hu_hu: Többblogos demó
tr_tr: Çok günlüklü tanýtým

source: Summary demo
fi_fi: Yhteenvetodemo
hu_hu: Összegzés demó
tr_tr: Özet tanýtýmý

source: The keyword [%s] is too short, it has to be a minimum of 5 characters!
fi_fi: Avainsana [%s] on liian lyhyt. Minimipituus on 5 merkki‰!
hu_hu: A [%s] kulcsszó túl rövid, legalább 5 karakternek kell lennie!
tr_tr: [%s] anahtar kelimesi çok kýsa, en az 5 karakter olmalýdýr!

source: Deleting log-hits matching [%s]...
fi_fi: Poistetaan logihaun tulokset hakutermill‰ [%s]...
hu_hu: A [%s] szöveget tartalmazó bejegyzések törlése a találati naplóból.
tr_tr: [%s] ile uyuþan kayýt-vurularý siliniyor...

source: Deleting comments matching [%s]...
fi_fi: Poistetaan lˆydetyt kommentit hakutermill‰ [%s]...
hu_hu: A [%s] szöveget tartalmazó hozzászólások törlése...
tr_tr: Uyuþan [%s] yorumlarý siliniyor...

source: Blacklisting the keyword [%s]...
fi_fi: Lis‰t‰‰n avainsana [%s] mustalle listalle...
hu_hu: A [%s] kulcsszót felvesszük a feketelistára...
tr_tr: [%s] anatar kelimesi kara listeye alýnýyor...

source: Confirm ban &amp; delete
fi_fi: Vahvista esto (ban) &amp; poista
hu_hu: Tiltás és törlés megerõsítése
tr_tr: Yasaklamayý onayla &amp; sil

source: Delete the following %d referer hits:
fi_fi: Poista seuraavat %d ohjaajat
hu_hu: Az alábbi %d látogató találatainak törlése:
tr_tr: Aþaðýdaki %d atýfta bulunan vurularý sil:

source: Delete the following %d comments:
fi_fi: Poista seuraavat %d kommenttia:
hu_hu: A következõ %d hozzászólást töröljük:
tr_tr: Aþaðýdaki %d yorumlarýný silin:

source: Check &amp; ban...
fi_fi: Tarkista &amp; est‰...
hu_hu: Ellenõrzés és tiltás...
tr_tr: Ýþaretle &amp yasakla...

source: Banned domains blacklist
fi_fi: Estettyjen domainien musta lista
hu_hu: A letiltott domainek feketelistája
tr_tr: Yasaklanmýþ alan adlarý kara listesi

source: Allow Back
fi_fi: Salli uudestaan
hu_hu: A Vissza gomb engedélyezése
tr_tr: Geri Al

source: Blogs
fi_fi: Blogit
hu_hu: Blogok
tr_tr: Günlükler

source: Creating blog...
fi_fi: Luodaan blogia...
hu_hu: Blog létrehozása
tr_tr: Günlük oluþturuluyor...

source: You must provide an URL blog name / Stub name!
fi_fi: Sinun tulee syˆtt‰‰ blogin/tyng‰n URL-nimi!
tr_tr: Bir URL günlük ismi / kök isim saðlamalýsýnýz!

source: This URL blog name / Stub name is already in use by another blog. Choose another name.
fi_fi: T‰m‰ blogin/tyng‰n URL-nimi on jo k‰ytˆss‰, valitse toinen nimi.
hu_hu: Ez az URL blog nevet / csonknevet már egy másik blog használja. Válassz másikat.
tr_tr: Bu URL günlük ismi / Kök ismi zaten bir baþka günlük tarafýndan kullanýmda. Baþka bir ad seçin.

source: Cannot create, please correct these errors:
fi_fi: Ei voitu luoda, korjaa n‰m‰ virheet:
hu_hu: Nem sikerült létrehozni, kérlek javítsd ezeket a hibákat:
tr_tr: Oluþturulamýyor, lütfen bu hatalarý düzeltin:

source: You should <a %s>create categories</a> for this blog now!
fi_fi: Nyt voit <a %s>luoda kategorioita</a> t‰h‰n blogiin!
hu_hu: Most ehhez a bloghoz <a %s>kategóriákat kell létrehoznod</a>!
tr_tr: Bu günlük için þimdi <a·%s>bölüm oluþturma</a>lýsýnýz!

source: New weblog
fi_fi: Uusi web-logi
hu_hu: Új weblog
tr_tr: Yeni web günlüðü

source: New blog
fi_fi: Uusi blogi
hu_hu: Új blog
tr_tr: Yeni günlük

source: Updating Blog [%s]...
fi_fi: P‰ivitet‰‰n blogia [%s]...
hu_hu: [%s] blog frissítése...
tr_tr: [%s] Günlüðü güncelleniyor...

source: Cannot update, please correct these errors:
fi_fi: Ei voida p‰ivitt‰‰, korjaa n‰m‰ virheet:
hu_hu: Nem sikerült létrehozni, kérlek javítsd ezeket a hibákat:
tr_tr: Güncellenemiyor,·lütfen·bu·hatalarý·düzeltin:

source: Also try to delete stub file [<strong><a %s>%s</a></strong>]
fi_fi: Yrit‰ poistaa myˆs tynk‰tiedosto [<strong><a %s>%s</a></strong>]
hu_hu: A <strong><a %s>%s</a></strong> csonkfájlt is megpróbáljuk törölni.
tr_tr: [<strong><a %s>%s</a></strong>] kök dosyasýný silmeyi de deneyebilirsiniz

source: You haven't set a static filename for this blog!
fi_fi: Et ole asettanut staattista tiedostonime‰ t‰lle blogille!
hu_hu: Nem állítottál még be statikus fájlnevet ehhez a bloghoz!
tr_tr: Bu günlük için bir duraðan sayfa ismi ayarlamamýþsýnýz!

source: Writing to file [%s]...
fi_fi: Tallennetaan tiedostoa [%s]...
hu_hu: A [%s] fájlba írjuk...
tr_tr: [%s] dosyasýna yazýlýyor...

source: Browse blog:
fi_fi: Selaa blogia:
hu_hu: Blog böngészése:
tr_tr: Gözatatýlacak günlük:

source: Since you're a newcomer, you'll have to wait for an admin to authorize you to post. You can also <a %s>e-mail the admin</a> to ask for a promotion. When you're promoted, just reload this page and you'll be able to blog. :)
fi_fi: Koska olet uusi k‰ytt‰j‰, sinun tulee odottaa, kunnes yll‰pit‰j‰ on antanut sinulle oikeudet kirjoitusten l‰hett‰miseen. Voit myˆs <a %s>l‰hett‰‰ yll‰pit‰j‰lle s‰hkˆpostia</a> ja pyyt‰‰ oikeuksia. Kun olet saanut oikeudet, lataa t‰m‰ sivu uudestaan ja voit l‰hett‰‰ kirjoituksiasi. :)
hu_hu: Mivel újonc vagy, várnod kell, hogy egy adminisztrátor átnézze a beküldésedet. Írhatsz <a %s>e-mailt az adminisztrátoroknak</a>, hogy a támogatását kérd. Ha támogatottá válsz, csak frissítened kell az oldalt és máris blogozhatsz. :)
tr_tr: Bir yöneticinin size gönderme yetkisi verene kadar beklemeniz gerekir. Þartlarý öðrenmek için yöneticiye <a %s>e-posta gönderebilirsiniz.</a> Terfi edildiðinizde bu sayfayý yenilemeniz yeterli olacaktýr.

source: Categories for blog:
fi_fi: Blogin kategoriat:
hu_hu: A blog kategóriái:
tr_tr: Bölümlerin ait olduðu günlükler:

source: New sub-category in category: %s
fi_fi: Uusi alakategoria kategoriassa: %s
hu_hu: Új alkategória van a %s kategóriában
tr_tr: Yeni alt bölümün ait olduðu bölüm: %s

source: New category in blog: %s
fi_fi: Uusi kategoria blogissa: %s
hu_hu: Új kategória a blogban: %s
tr_tr: Yeni bölümün ait olduðu günlük: %s

source: New category name
fi_fi: Uusi kategorian nimi
hu_hu: Új kategórianév
tr_tr: Yeni bölüm adý

source: Create category
fi_fi: Luo kategoria
hu_hu: Kategória létrehozása
tr_tr: Bölüm oluþtur

source: Deleting category #%d : %s ...
fi_fi: Poistetaan kategoria #%d : %s ...
hu_hu: A #%d kategória törlése: %s...
tr_tr: Bölüm #%d siliniyor : %s ...

source: ERROR
fi_fi: VIRHE
hu_hu: HIBA
tr_tr: HATA

source: Category deleted.
fi_fi: Kategoria poistettu.
hu_hu: Kategória törölve.
tr_tr: Bölüm silindi.

source: Properties for category:
fi_fi: Kategorian ominaisuudet:
hu_hu: Az alábbi kategória tulajdonságai:
tr_tr: Özelliklerin ait olduðu bölüm:

source: New parent category
fi_fi: Uusi p‰‰kategoria
hu_hu: Új szülõ kategória
tr_tr: Yeni ana bölüm

source: Old Parent
fi_fi: Vanha p‰‰kategoria
hu_hu: Régi szülõ
tr_tr: Eski ana bölüm

source: Root (No parent)
fi_fi: Juurikategoria (ei p‰‰kategoriaa)
hu_hu: Gyökér (nincs szülõ)
tr_tr: Kök (Ana bölüm yok)

source: Edit category!
fi_fi: Muokkaa kategoriaa!
hu_hu: Kategória szerkesztése!
tr_tr: Bölümü düzenle!

source: Sorry, you have no permission to edit/view any category's properties.
fi_fi: Virhe. Sinulla ei ole oikeuksia muokata/katsoa kategorioiden ominaisuuksia.
hu_hu: Sajnálom, de nincs jogosultságod szerkeszteni/megtekinteni a kategóriák tulajdonságait.
tr_tr: Üzgünüz, herhangi bir bölüm özelliðini düzenelemek/görüntülemek için yetkiniz bulunmuyor.

source: Oops, no post with this ID.
fi_fi: Hups, ei kirjoituksia t‰ll‰ ID-numerolla.
hu_hu: Hoppá, ilyen ID-vel nincs beküldés.
tr_tr: Opps, bu gönderi için bir ID bulunmuyor.

source: #%d in blog: %s
fi_fi: #%d blogissa: %s
hu_hu: #%d a %s blogban
tr_tr: #%d nolu günlük: %s

source: Oops, no comment with this ID!
fi_fi: Hups, ei kommenttia t‰ll‰ ID-numerolla!
hu_hu: Hopsz, nincs ilyen hozzászólás ilyen ID-vel!
tr_tr: Oops, bu yorum için ID yok!
