Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: The version number is correct, but we have detected changes in the database schema. This can happen with CVS versions...
pt_br: O número da versão está correto, mas detectamos mudanças no esquema do banco de dados. Isso pode acontecer com versões baixadas do CVS...

source: Upgrade database!
pt_br: Atualizar banco de dados!

source: Language / Locale
hu_hu: Nyelv
pt_br: Idioma
tr_tr: Dil / Yer

source: Base config recap...
fi_fi: Oletusasetukset...
pt_br: Resumo da configuração básica...
tr_tr: Temel yapýlandýrma...

source: If you don't see correct settings here, STOP before going any further, and <a %s>update your base configuration</a>.
fi_fi: Mik‰li et n‰e oikeita asetuksia, LOPETA ja <a %s>korjaa perusasetukset</a>.
pt_br: Se você não vê as configurações corretas aqui, PARE antes de fazer qualquer coisa, e <a %s>atualize sua configuração básica</a>.
tr_tr: Eðer burada doðru yapýlandýrma görmüyorsanýz. Ýlerlemeden DURUN ve <a·%s>temel yapýlandýrmanýzý güncelleyin.</a>

source: MySQL Username
pt_br: Usuário do MySQL

source: (Set, but not shown for security reasons)
fi_fi: (Asetettu, mutta piilotetaan turvallisuussyist‰)
pt_br: (Configurado, mas não exibido por razões de segurança)
tr_tr: (Ayarlanýr, fakat güvenlik nedenlerinden dolayý gösterilmez)

source: MySQL Password
pt_br: Senha do MySQL:

source: MySQL Database name
pt_br: Nome do banco de dados do MySQL

source: MySQL Host/Server
pt_br: Host/Servidor do MySQL

source: MySQL tables prefix
pt_br: Prefixo de tabelas do MySQL

source: Base URL
fi_fi: Perus-URL
hu_hu: Bázis URL
pt_br: URL Base
tr_tr: Temel URL

source: Admin email
fi_fi: Yll‰pidon s‰hkˆpostiosoite
pt_br: E-mail do administrador
tr_tr: Yönetici e-postasý

source: Creating b2evolution tables...
pt_br: Criando tabelas do b2evolution

source: Creating minimum default data...
pt_br: Criando os dados mínimos padrão...

source: Installing sample contents...
pt_br: Instalando conteúdo de demonstração...

source: Installation successful!
fi_fi: Asennus onnistui
hu_hu: Sikeres telepítés!
pt_br: Instalação bem-sucedida!
tr_tr: Yükleme baþarýlý!

source: Now you can <a %s>log in</a> with the following credentials:
pt_br: Agora você pode <a %s>logar</a> com as seguintes credenciais:

source: Note that password carefully! It is a <em>random</em> password that is given to you when you install b2evolution. If you lose it, you will have to delete the database tables and re-install anew.
pt_br: Observe essa senha cuidadosamente! Ela é uma senha <em>aleatória</em> que lhe é dada ao instalar o b2evolution. Se você a perder, deverá remover as tabelas e reinstalá-las novamente.

source: Upgrade from a previous version
pt_br: Atualizando de uma versão prévia

source: New Install
pt_br: Nova instalação

source: Upgrade from Cafelog/b2
pt_br: Atualizar a partir do Cafelog/b2

source: Delete b2evolution tables
fi_fi: Poista b2evolution-taulut
hu_hu: B2evolution táblák törlése
pt_br: Apagar as tabelas do b2evolution
tr_tr: b2evolution tablolarýný sil

source: Base configuration
fi_fi: Perusasetukset
hu_hu: Alap konfiguráció
pt_br: Configuração básica
tr_tr: Temel yapýlandýrma

source: b2evo installer
fi_fi: b2evo asennusohjelma
hu_hu: b2evo telepítõ
pt_br: Instalador do b2evo
tr_tr: b2evo yükleyici

source: Installer for version
fi_fi: Asennusohjelma versiolle
pt_br: Instador para a versão
tr_tr: sürüm için yükleyici

source: After install
pt_br: Após a instalação

source: Current installation
fi_fi: Asennettu versio
hu_hu: Jelenlegi telepítés
pt_br: Instalação Atual
tr_tr: Güncel yükleme

source: Install menu
fi_fi: Asennusvalikko
hu_hu: Telepítési menü
pt_br: Menu de instalação
tr_tr: Yükleme menüsü

source: Check your database config settings below and update them if necessary...
fi_fi: Tarkista tietokannan asetukset alapuolelta ja korjaa niit‰ mik‰li tarpeellista...
pt_br: Verifique suas configurações de banco de dados abaixo e atualize-as se necessário..
tr_tr: Aþaðýdaki veri-tabaný yapýlandýrma ayarlarýnýzý denetleyip, gerekli ise deðiþiklik yapýnýz...

source: The minimum requirement for this version of b2evolution is %s version %s but you are trying to use version %s!
fi_fi: Versiovaatimus t‰lle b2evolutionin versiolle on %s versio %s, mutta sin‰ yrit‰t k‰ytt‰‰ versiota %s!
hu_hu: A minimális igény a b2evolution %s verziójához %s, de te %s verzióval próbálod használni!
pt_br: O requerimento mínimo para essa versão do b2evolution é %s versão %s mas você está tentando usar a versão %s!
tr_tr: b2evolution'un bu sürümünü kullanmak için asgari gereken sürüm %s sürüm %s'dir. Fakat sizin denemeye çalýþtýðýnýz sürüm %s'dir.

source: It seems that the database config settings you entered don't work. Please check them carefully and try again...
fi_fi: N‰ytt‰isi, ett‰ antamasi tietokannan asetukset eiv‰t toimi. Ole hyv‰, tarkista asetukset ja yrit‰ sen j‰lkeen uudelleen...
pt_br: Parece que a configuração de banco de dados que você informou não funciona. Por favor, verifique-as cuidadosamente e tente de novo...
tr_tr: Öyle görünüyorki girdiðiniz veri-tabaný yapýlandýrma ayarlarý çalýþmýyor. Lütfen dikkatlice denetleyip tekrar deneyin...

source: Config file update
fi_fi: Asetustiedoston p‰ivitys.
hu_hu: Konfig fájl frissítés
pt_br: Atualização do arquivo de configuração
tr_tr: Yapýlandýrma dosyasý güncelleme

source: There are two ways to deal with this:
fi_fi: T‰m‰n voi tehd‰ kahdella tavalla:
hu_hu: Két lehetséges eset van:
pt_br: Há duas formas de lidar com isso:
tr_tr: Bunu yapmanýn iki yolu bulunuyor:

source: <code>chmod 666 %s</code>. If needed, see the <a %s>online manual about permissions</a>.
fi_fi: <code>chmod 666 %s</code>. Mik‰li tarpeellista, katso <a %s>online-manuaalia oikeuksista</a>.
hu_hu: <code>chmod 666 %s</code>. Ha gondolod, nézd meg a <a %s>kézikönyvet a jogosultsági rendszerrõl</a>.
pt_br: <code>chmod 666 %s</code>. Se necessário, veja o <a %s>manual online sobre permissões</a>.
tr_tr: Eðer gerekli ise <code>chmod 666 %s</code>, <a %s>izinler hakkýnda çevrimiçi yardýma</a> bakýn.

source: Come back to this page and refresh/reload.
fi_fi: Palaa takaisin t‰lle sivulle ja p‰ivit‰ se.
hu_hu: Gyere vissza erre az oldalra és frissíts.
pt_br: Volte para essa página e a atualize (refresh/reload).
tr_tr: Bu sayfaya geri gelip yenileyip/yeniden yükleyin.

source: Alternatively, you can update the config file manually:
fi_fi: Vaihtoehtoisesti voit p‰ivitt‰‰ asetustiedoston manuaalisesti:
pt_br: Como alternativa, você pode alterar o arquivo de configuração manualmente:
tr_tr: Ek olarak, yapýlandýrma dosyasýný el ile güncelleyebilirsiniz:

source: Copy the contents from the box below.
fi_fi: Kopioi alla olevan kent‰n sis‰ltˆ.
hu_hu: Másold ki a szöveget a lenti dobozból.
pt_br: Copie o conteúdo da caixa abaixo.
tr_tr: Aþaðýdaki kutunun içeriðini kopyalayýn

source: Paste them into your local text editor. <strong>ATTENTION: make sure there is ABSOLUTELY NO WHITESPACE after the final <code>?&gt;</code> in the file.</strong> Any space, tab, newline or blank line at the end of the conf file may prevent cookies from being set when you try to log in later.
fi_fi: Liit‰ ne tekstieditoriisi. <strong>HUOMIO: varmista, ett‰ tiedoston viimeisen <code>?&gt;</code> j‰lkeen EI OLE MITƒƒN</strong>. V‰lilyˆnti, tabi tai rivinvaihto voi est‰‰ keksien asettamisen seuraavalla kirjautumisella.
pt_br: Cole em seu editor de textos local. <strong>ATENÇÃO: certifique-se que ABSOLUTAMENTE NENHUM ESPAÇO EM BRANCO esteja após o código final <code>?&gt;</code> no arquivo.</strong> QUalquer espaço, tabulação, nova linha ou linha em branco no fim do arquivo de configuração pode fazer com que os cookies não sejam enviados quando você tentar logar depoisl.
tr_tr: Yerel metin editörünüze yapýþtýrýnýz. <strong>DÝKKAT:·dosyada son <code>?&gt;</code> kodundan sonra KESÝNLÝKLE HÝÇ BÝR BOÞLUK olmadýðýndan emin olunuz.</strong> Herhangi bir boþluk, sekme, yeni satýr veya conf dosyasýnýn sonundaki boþ satýr, bir sonraki giriþ denemenizde çerezlerin gönderilmesini engelleyebilir.

source: <a %s>Call the installer from scratch</a>.
fi_fi: <a %s>Aloita asennus alusta</a>.
pt_br: <a %s>Chamar o instalador do princípio</a>.
tr_tr: <a %s>Yükleyiciyi en baþtan çaðýrýn</a>.

source: This is how your _basic_config.php should look like:
pt_br: O seu _basic_config.php deve se parecer semelhante a:

source: This is the minimum info we need to set up b2evolution on this server:
fi_fi: N‰m‰ ovat v‰himm‰istiedot, jotka tarvitsemme b2evolutionin asetamiseen:
hu_hu: Ezek a minimális információk, amelyekre szükség van a b2evolution telepítéséhez:
pt_br: Esse é a informação mínima necessária para instalar o b2evolution nesse servidor:
tr_tr: Bu, sunucuya b2evolution kurmak için gerek duyulan asgari bilgidir:

source: Database you want to install into
fi_fi: Tietokanta, johon haluat asentaa
hu_hu: Az adatbázis, amelybe telepíteni szeretnéd
pt_br: Banco de dados no qual você gostaria de instalar
tr_tr: Ýçine yüklemek istediðiniz veri-tabaný

source: MySQL Database
pt_br: Banco de dados do MySQL

source: Name of the MySQL database you have created on the server
pt_br: Nome do banco de dados do MySQL que você criou no servidor

source: Used by b2evolution to access the MySQL database
pt_br: Usado pelo b2evolution para acessar o banco de dados do MySQL

source: Additional settings
fi_fi: Lis‰asetukset
hu_hu: További beállítások
pt_br: Configurações adicionais
tr_tr: Ek ayarlar

source: This is where b2evo and your blogs reside by default. CHECK THIS CAREFULLY or not much will work. If you want to test b2evolution on your local machine, in order for login cookies to work, you MUST use http://<strong>localhost</strong>/path... Do NOT use your machine's name!
fi_fi: T‰‰ll‰ b2evo ja blogisi sijaitsevat oletuksena. TARKASTA TƒMƒ HUOLELLISESTI tai juuri mik‰‰n ei toimi. Mik‰li haluat testata b2evolutionia omalla koneellasi ja haluat, ett‰ kirjautumiskeksit toimivat, sinun TƒYTYY k‰ytt‰‰ osoitetta http://<strong>localhost</strong>/hakemisto... ƒLƒ k‰yt‰ tietokoneesi nime‰!
pt_br: Esse é o lugar onde o b2evo e os seus blogs ficarão por padrão. OBSERVE ISSO CUIDADOSAMENTE ou não irá funcionar muito bem. Se você deseja testar o b2evolution em sua máquina local, para que os cookies de login funcionem, você DEVE usar http://<strong>localhost</strong>/path... NÂO USE o nome da sua máquina!
tr_tr: Bu b2evo ve günlüklerinizin bulunduðu ön tanýmlý yerdir. DÝKKATLÝCE DENETLEYÝN aksi takdirde çalýþmayacaktýr. Eðer b2evolution'u yerel makinenizde test etmek istiyorsanýz, veya giriþ çerezlerinini çalýþýp çalýþmadýðýný denemek istiyorsanýz, http://<strong>localhost</strong> ifadesini KULLANMALISINIZ... Makine adýnýzý KULLANMAYINIZ!

source: Your email
fi_fi: S‰hkˆpostiosoitteesi
hu_hu: Email címed
pt_br: Seu email
tr_tr: e-postanýz

source: Update config file
fi_fi: P‰iv‰t‰ config-tiedosto
hu_hu: Konfigurációs fájl frissítése
pt_br: Atualizar o arquivo de configuração
tr_tr: Yapýlandýrma dosyasýný güncelle

source: The installation can be done in different ways. Choose one:
fi_fi: Asennus voidaan tehd‰ eri tavoilla. Valitse yksi:
hu_hu: A telepítés több módon is történhet. Válassz egyet:
pt_br: A instalação pode ser feita de formas diferentes. Escolha uma:
tr_tr: Yükleme bir çok farklý yol ile gerçekleþebilir. Birini seçiniz:

source: <strong>New Install</strong>: Install b2evolution database tables.
pt_br: <strong>Nova Instalação</strong>: Instale as tabelas do b2evolution.

source: Also install sample blogs &amp; sample contents. The sample posts explain several features of b2evolution. This is highly recommended for new users.
pt_br: Também instala amostras de blogues e conteúdo. Os post de exemplo explicam diversos recursos do b2evolution. Isto é altamente recomendado para novos usuários.

source: <strong>Upgrade from a previous version of b2evolution</strong>: Upgrade your b2evolution database tables in order to make them compatible with the current version. <strong>WARNING:</strong> If you have modified your database, this operation may fail. Make sure you have a backup.
pt_br: <strong>Atualizar de uma versão anterior do b2evolution</strong>: Atualizar seu banco de dados do b2evolution para torná-lo compatível com a versão atual.<strong>AVISO:</strong> Se você modificou seu banco de dados, essa operação pode falhar. Assegure que você tenha um backup recente.

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. <strong>WARNING: All your b2evolution tables and data will be lost!!!</strong> Any non-b2evolution tables will remain untouched though.
pt_br: Se você tem as tabelas do b2evolution instaladas e deseja começar de novo, você deve remover as tabelas do b2evolution antes de iniciar uma nova instalação. <strong>AVISO: Todas as suas tabelas do b2evolution e dados serão perdidos!!!</strong>Quaisquer outras tabelas não pertencentes ao b2evolution serão mantidas intactas.

source: <strong>Change your base configuration</strong> (see recap below): You only want to do this in rare occasions where you may have moved your b2evolution files or database to a different location...
fi_fi: <strong>Muuta oletusasetuksia</strong>: Asetuksia tarvitsee muuttaa ainoastaan silloin, kun haluat siirt‰‰ b2evolutionin tiedostot tai tietokannan toiseen paikkaan...
pt_br: <strong>Mudar a sua configuração</strong> (veja o resumo abaixo): Você somente terá de fazer isso em raras ocasiões quando você pode ter movido ser arquivos do b2evolution ou o banco de dados para um lugar diferente...
tr_tr: <strong>Temel yapýlandýrmanýzý deðiþtirin</strong> (aþaðýdaki açýklamaya gözatýn): Bunu yapmak isteyeceðiniz nadir durumlar bulunur. Örnek olarak; b2evolution dosyalarýný ve veritabanýný taþýmak steyeceðiniz durumlar...

source: Need to start anew?
fi_fi: Haluatko aloittaa alusta?
hu_hu: Újat kezdesz?
pt_br: Precisa começar de novo?
tr_tr: Yeni kuruluma baþlansýn mý?

source: GO!
fi_fi: JATKA!
hu_hu: RAJTA!
pt_br: IR!
tr_tr: GÝT!

source: Are you sure you want to delete your existing %s tables?\nDo you have a backup?
pt_br: Você tem certeza que deseja remover suas tabelas do %s?\nVocê tem um backup?

source: Upgrading data in existing b2evolution database...
pt_br: Atualizando dados no banco de dados do b2evolution atual...

source: Upgrade completed successfully!
fi_fi: P‰ivitys suoritettu onnistuneesti
hu_hu: A frissítés sikeresen befejezõdött!
pt_br: Atualização completada com sucesso!
tr_tr: Güncelleme baþarýyla tamamlandý!

source: Now you can <a %s>log in</a> with your usual %s username and password.
fi_fi: Nyt voi <a %s>kirjautu</a> sis‰‰n tavallisella %s tunnuksella ja salasanalla.
hu_hu: Mostmár <a %s>be tudsz lépni</a> a megadott %s felhasználónévvel és jelszóval.
pt_br: Agora você pode <a %s>logar</a> com seu usuário %s e senha normais.
tr_tr: Þimdi <a·%s>giriþ yapabilirsiniz</a>.·%s·kullanýcý adýnýz ve parolanýz ile.

source: Deleting b2evolution tables from the datatase...
pt_br: Removendo as tabelas do b2evolution do banco de dados...

source: If you have installed b2evolution tables before and wish to start anew, you must delete the b2evolution tables before you can start a new installation. b2evolution can delete its own tables for you, but for obvious security reasons, this feature is disabled by default.
fi_fi: Mik‰li olet asentanut b2evolution taulut ja haluat aloittaa alusta, sinun t‰ytyy poistaa vanhat taulut ennen kuin voit jatkaa. b2evolution osaa poistaa omat taulut, mutta tietoturvasyist‰ t‰m‰ ominaisuus on oletuksena poissa p‰‰lt‰.
pt_br: Se você já tem as tabelas do b2evolution instaladas e gostaria de começar novamente, você deve remover as tabelas do b2evolution antes de iniciar uma nova instalação. O b2evolution pode remover as tabelas para você, mas por razões de segurança óbvias essa facilidade está desabilitada por padrão.
tr_tr: Daha önce b2evolution'ý kurmuþ ve yeni birine baþlamak istiyorsanýz. Yeni kuruluma baþlamadan evvel b2evolution tablolarýný silmelisiniz. b2evolution, bunu sizin için yapabilir fakat güvenlik nedeniyle bu özellik ön tanýmlý olarak etkin deðildir.

source: Are you sure you want to delete your existing %s tables? Do you have a backup?
pt_br: Você tem certeza que deseja remover suas tabelas do %s?\nVocê tem um backup?

source: Reset done!
fi_fi: Resetointi tehty!
hu_hu: A visszaállítás kész!
pt_br: Formulário limpo!
tr_tr: Sýfýrlama tamamlandý!

source: Find a host
pt_br: Encontrar um host

source: Forums
pt_br: Fóruns

source: Official website
fi_fi: Virallinen web-sivusto
hu_hu: Hivatalos weboldal
pt_br: Website oficial
tr_tr: Resmi web sitesi

source: Online resources
pt_br: Recursos online

source: This demo template displays 3 blogs at once (1 on the left, 2 on the right)
fi_fi: T‰m‰ esimerkkisivupohja sis‰lt‰‰ 3:n blogin kirjoituset (yhden vasemmalla ja kahden oikealla)
hu_hu: A demó látványterv 3 blogot jelenít meg egyszerre (egyet baloldalon, kettõt a jobbon)
pt_br: Esse template demo mostra 3 de uma vez (1 na esquerda, 2 na direita)
tr_tr: Bu tanýtým þablonu 3 günlüðü bir defada gösterir (1'i solda, 2'si saðda)

source: Blog #%d doesn't seem to exist.
pt_br: O Blog #%d parece não existir.

source: This skin tag displays a list of post archives.
pt_br: Essa tag de skin mostra uma lista dos arquivos de posts.

source: Archives can be grouped monthly, daily, weekly or post by post.
pt_br: Os arquivos podem ser agrupados mensalmente, diariamente, semanalmente ou post a post.

source: More...
pt_br: mais...

source: View monthly archive
pt_br: Ver arquivo mensal

source: View daily archive
pt_br: Ver arquivos diários

source: View weekly archive
pt_br: Ver arquivo semanal

source: Automatic &lt;P&gt; and &lt;BR&gt; tags
fi_fi: Automaattiset &lt;P&gt;- ja &lt;BR&gt;-tagit
pt_br: Tags &lt;P&gt; e &lt;BR&gt; automáticas
tr_tr: Öz devinimli (Oto) &lt;P&gt; ve &lt;BR&gt; etiketleri

source: This renderer will automatically detect paragraphs on double line-breaks. and mark them with appropriate HTML &lt;P&gt; tags.<br /> Optionally, it will also mark single line breaks with HTML &lt;BR&gt; tags.
pt_br: Esse renderizador irá automaticamente detectar parágrafos para duas linhas em branco. E o marcará com a tag HTML apropriada &lt;P&gt; tags.<br /> Opcionalmente, irá também marcar simples quebras de linhas com tags HTML &lt;BR&gt;

source: Line breaks
pt_br: Quebras de linha

source: Make line breaks (&lt;br /&gt;) for single newlines.
pt_br: Converter quebras de linha em (&lt;br /&gt;) para novas linhas únicas.

source: Add P tags in blocks (e.g. DIV)
pt_br: Adicionar tags P em blocos(por exemplo, DIV)

source: Ignore tags
pt_br: Ignorar tags

source: A list of tags, in which no P or BR tags should get added.
pt_br: Uma lista de tags, no qual nenhum P ou BR deveriam ser adicionados.

source: BB formatting e-g [b]bold[/b]
fi_fi: BB-formatointi, esim. [b]lihava[/b]
hu_hu: BB-stílusú formázás, pl: [b]félkövér[/b]
pt_br: Formatação BB. Ex. [b]negrito[/b]
tr_tr: BB biçimlendirme örn: [b]kalýn[/b]

source: Available tags are: [b] [i] [u] [s] [color=...] [size=...] [font=...] [code] [quote] [list=1] [list=a] [list] [*]
pt_br: Tags disponíveis são: [b] [i] [u] [s] [color=...] [size=...] [font=...] [code] [quote] [list=1] [list=a] [list] [*]

source: Settings for posts
pt_br: Configurações para posts

source: Search list
pt_br: LIsta de busca

source: This is the BBcode search array for posts (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING
pt_br: Esta pesquisa de BBcode para posts (um por linha) SOMENTE MUDE ISTO SE VOCÊ SABE O QUE ESTÁ FAZENDO.

source: Replace list
pt_br: Substituir lista

source: This is the replace array for posts (one per line) it must match the exact order of the search array
pt_br: Esta é a pesquisa para troca de post (um por linha) deve casar a ordem exata do resultado da pesquisa.

source: Settings for comments
pt_br: Configurações para comentários

source: Render comments
pt_br: Renderizar comentários

source: If enabled the BBcode in comments will be rendered
pt_br: Se habilitado os códigos BBcode nos comentários serão renderizados

source: This is the BBcode search array for COMMENTS (one per line) ONLY CHANGE THESE IF YOU KNOW WHAT YOU'RE DOING
pt_br: Esta é a pesquisa BBcode para COMENTÁRIOS (um por linha) SOMENTE MUDE ISTO SE VOCÊ SABE O QUE ESTÁ FAZENDO.

source: This is the replace array for COMMENTS (one per line) it must match the exact order of the search array
pt_br: Esta é a pesquisa de troca para COMENTÁRIOS (um por linha) deve casar exatamente a ordem da pesquisa.

source: Allow bookmarklet blogging.
pt_br: Permite blogar bookmarklet

source: Adds a tool allowing blogging through a bookmarklet.
pt_br: Adiciona uma ferramenta que permite blogar através de bookmarklet.

source: Add this link to your Favorites/Bookmarks:
fi_fi: Lis‰‰ t‰m‰ linkki suosikkehin:
hu_hu: Add hozzá a Kedvenceidhez/Könyvjelzõdhöz ezt a linket:
pt_br: Adicione este link em seus Favoritos/Bookmarks:
tr_tr: Bu baðlantýyý sevdikleriniz/beðendikleriniz'e akleyin:

source: This skin tag displays a navigable calendar.
pt_br: Essa tag de skin mostra um calendário navegável.

source: Days containing posts are highlighted.
pt_br: Dias contendo posts estão marcados.

source: Display caption
pt_br: Mostrar legenda

source: Display caption on top of calendar
pt_br: Mostrar legenda no topo do calendário

source: Link caption to archives
pt_br: Cabeçalho do link para os arquivos

source: The month in the caption can be clicked to see all posts for this month
pt_br: O mês na legenda pode ser clicado para ver todos os posts para este mês

source: How do you want to display the days of the week in the column headers?
pt_br: Como você deseja exibir os dias da semana nos cabeçalhos das colunas?

source: No header
pt_br: Sem cabeçalho

source: Where do you want to display the navigation arrows?
pt_br: Onde você deseja exibir as setas de navegação?

source: Bottom
pt_br: Botão

source: No navigation
pt_br: Sem navegação

source: Top
pt_br: Topo

source: Navigate years
pt_br: Navegação anual

source: Display double arrows for yearly navigation?
pt_br: Mostrar setas duplas para navegação anual?

source: Current
pt_br: Atual

source: Previous year (%04d-%02d)
pt_br: Ano anterior (%04d-%02d)

source: Previous year (%04d)
pt_br: Ano anterior (%04d)

source: Previous month (%04d-%02d)
pt_br: Mês anterior (%04d-%02d)

source: Next month (%04d-%02d)
pt_br: Próximo mês (%04d-%02d)

source: Next year (%04d-%02d)
pt_br: Próximo ano (%04d-%02d)

source: Next year (%04d)
pt_br: Próximo ano (%04d)

source: Generic Ping plugin
pt_br: Plugin de Ping Genérico

source: Use this plugin to add a generic ping service to your installation.
pt_br: Use esse plugin para adicionar um ping genérico para a sua instalação

source: Ping service URL
pt_br: URL do serviço de ping

source: The URL of the ping service.
pt_br: A URL do serviço de ping.

source: Extended ping?
pt_br: Ping estendido?

source: Use weblogUpdates.extendedPing method instead of weblogUpdates.ping?
pt_br: Utilizar método weblogUpdates.extendedPing no lugar de weblogUpdates.ping?

source: Ping service name
pt_br: Nome do serviço de ping

source: The name of the ping service, used for displaying only.
pt_br: O nome do serviço de ping, usado unicamente para ser mostrado.

source: Ping service note
pt_br: Nota do serviço de ping

source: Notes about the ping service, used for displaying only.
pt_br: Notas sobre o serviço de ping, usado unicamente para ser mostrado

source: You must configure a ping service URL before the plugin can be enabled.
pt_br: Voce deve configurar um serviço de ping URL antes que o plugin possa ser habilitado.

source: The ping plugin needs a non-empty code.
pt_br: O plugin ping necessita de um código não vazio

source: The ping service URL is invalid.
pt_br: A URL do serviço de ping é inválida.
