Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Your host requires that you set special file permissions on your media directory.
pt_br: Seu provedor requer que vou selecione permissão especial no seu diretório de mídia.

source: Deleted
pt_br: Removido

source: Install folder
pt_br: Pasta de instalação

source: Not deleted
pt_br: Não removido

source: For maximum security, it is recommended that you delete your /blogs/install/ folder once you are done with install or upgrade.
pt_br: Para maior segurança, é recomendável que você apague a sua pasta blogs/install/ após a instalação ou atualização.

source: Allowed!
pt_br: Permitido!

source: Database reset
pt_br: Reinicialização do banco de dados

source: Forbidden
pt_br: Proibido

source: Currently, anyone who accesses your install folder could entirely reset your b2evolution database.
pt_br: Atualmente, quem acessa a sua pasta de instalação poderia perfeitamente redefinir seu banco de dados do b2evolution.

source: ALL YOUR DATA WOULD BE LOST!
pt_br: TODOS OS SEUS DADOS SERÃO PERDIDOS!

source: As soon as possible, change the setting <code>$allow_evodb_reset = 0;</code> in your /conf/_basic.config.php.
pt_br: Assim que possível, mude a configuração <code>$allow_evodb_reset = 0;</code> em seu /conf/_basic.config.php.

source: Time
pt_br: Hora:

source: Server time
pt_br: Hora do servidor

source: GMT / UTC time
pt_br: Hora GMT / UTC

source: b2evolution time
pt_br: hora do b2evolution

source: MySQL version
pt_br: versão do MySQL

source: This version is too old. The minimum recommended MySQL version is 4.1.
pt_br: Essa versão é muito antiga. A versão mínima recomendada do MySQL é a 4.1.

source: This version is not guaranteed to work. The minimum recommended MySQL version is 4.1.
pt_br: Essa versão pode não funcionar a contento. A versão mínima recomendada do MySQL é a 4.1.

source: MySQL UTF-8 support
pt_br: Suporte a UTF-8 no MySQL

source: Yes
pt_br: Sim

source: UTF-8 is not supported by your MySQL server.
pt_br: UTF-8 não é suportado pelo seu servidor MySQL.

source: PHP running as USER:
pt_br: PHP executando como USUÁRIO:

source: PHP running as GROUP:
pt_br: PHP executando como GRUPO:

source: PHP version
pt_br: Versão do PHP

source: This version is too old. b2evolution will not run correctly. You must ask your host to upgrade PHP before you can run b2evolution.
pt_br: Esta versão é antiga. b2evolution não rodará corretamente. Você deve perguntar ao seu host como atualizar PHP antes de executar o b2evolution.

source: This version is old. b2evolution may run but some features may fail. You should ask your host to upgrade PHP before running b2evolution.
pt_br: Esta versão é antiga. b2evolution rodará mas algumas funcionalidades poderão falhar. Você deve perguntar ao seu host como atualizar PHP antes de executar o b2evolution.

source: On
pt_br: Ligado

source: PHP is adding extra quotes to all inputs. This leads to unnecessary extra processing.
pt_br: O PHP está adicionado aspas extras às entradas. Isso leva a processamento extra desnecessário.

source: post_max_size should be larger than upload_max_filesize
pt_br: post_max_size deveria ser maior que upload_max_filesize

source: The memory_limit is very low. Some features of b2evolution will fail to work;
pt_br: O limite de memória é muito baixo. Alguns recursos do b2evolution não irão funcionar;

source: The memory_limit is low. Some features of b2evolution may fail to work;
pt_br: O memory_limit está baixo. Algumas recursos do b2evolution podem não funcionar;

source: Loaded
pt_br: Carregado

source: Not loaded
pt_br: Não carregado

source: PHP mbstring extension
pt_br: Extensão mbstring do PHP

source: b2evolution will not be able to convert character sets and special characters/languages may not be displayed correctly. Enable the mbstring extension in your php.ini file or ask your hosting provider about it.
pt_br: O b2evolution não será capaz de converter conjuntos de caracteres e caracteres/linguagens especiais podem não ser exibidas corretamente. Habilite a extensão mbstring no seu php.ini ou fale com seu provedor de hospedagem sobre isso.

source: PHP XML extension
pt_br: Extensão XML do PHP

source: The XML extension is not loaded.
pt_br: A extensão XML não está carregada.

source: PHP IMAP extension
pt_br: Extensão IMAP do PHP

source: You will not be able to use the Blog by email feature of b2evolution. Enable the IMAP extension in your php.ini file or ask your hosting provider about it.
pt_br: Você não será capaz de criar posts por e-mail usando o b2evolution. Habilite a extensão IMAP no seu your php.ini ou peça ao seu provedor de hospedagem que o faça.

source: GD Library (image handling)
pt_br: Biblioteca GD (manipulação de imagens)

source: GD Library version
pt_br: Versão da biblioteca GD

source: Not installed
pt_br: Não instalado

source: You will not be able to automatically generate thumbnails for images. Enable the gd2 extension in your php.ini file or ask your hosting provider about it.
pt_br: Você não será capaz de gerar miniaturas para as imagens automaticamente. Habilite a extensão gd2 no seu php.ini ou pergunte ao seu provedor de hospedagem sobre isso.

source: GD JPG Support
pt_br: Suporte a JPG

source: Read/Write
pt_br: Leitura/Escrita

source: You will not be able to automatically generate thumbnails for JPG images.
pt_br: Você não será capaz de gerar miniaturas para imagens JPG automaticamente.

source: GD PNG Support
pt_br: Suporte a PNG

source: You will not be able to automatically generate thumbnails for PNG images.
pt_br: Você não será capaz de gerar miniaturas para imagens PNG automaticamente.

source: GD GIF Support
pt_br: Suporte a GIF

source: You will not be able to automatically generate thumbnails for GIF images.
pt_br: Você não será capaz de gerar miniaturas para imagens GIF automaticamente.

source: Thumbnails for GIF images will be generated as PNG or JPG.
pt_br: Miniaturas para imagens GIF serão geradas como PNG ou JPG.

source: The plugin with ID %d could not get instantiated.
pt_br: O plugin com ID %d não pôde ser instanciado.

source: Removed %d cached entries.
pt_br: %d entradas em cache removidas.

source: Contents cached in the database
pt_br: Conteúdo em cache no banco de dados

source: Delete pre-renderered item cache.
pt_br: Remover o cache de itens pré renderizados.

source: Movable Type Import
fi_fi: Tuo Movable Typest‰
hu_hu: Movable Type importálás
pt_br: Importação do Movable Type
tr_tr: Movable Type Aktarýmý

source: Use MT's export functionnality to create a .TXT file containing your posts;
fi_fi: K‰yt‰ MT:n export-toimintoa tallentaaksesi kirjoitukset .TXT-tiedostoon;
hu_hu: Használd az MT exportáló funkcióit a .TXT fájl létrehozásához;
pt_br: Use a ferramente de exportação do Movable Type para criar um arquivo .TXT contendo os seus posts;
tr_tr: MT'nin aktarma iþlevini kullanarak gönderilerinizi içeren .TXT dosyasý oluþturun;

source: Follow the instructions in <a %s>Daniel's Movable Type Importer</a>.
pt_br: Siga as instruções no <a %s>importador de Movable Type do Daniel</a>.

source: WordPress Import
pt_br: Importação do WordPress

source: You can import contents from your WordPress 2.3 database into your b2evolution database by using <a %s>Hari's WordPress Importer</a>.
pt_br: Você pode importar conteúdo de seu WordPress 2.3 em sua base de dados, utilizando b2evolution <a %s> Hari's WordPress Importer</ a>.

source: %d users in this group
pt_br: %d usuários nesse grupo

source: New group
fi_fi: Uusi ryhm‰
hu_hu: Új csoport
pt_br: Novo grupo
tr_tr: Yeni grup

source: %d blogs owned by this user
pt_br: %d blogs possuídos por esse usuário

source: %d posts last edited by this user
pt_br: %d últimos posts editados por esse usuário

source: %d posts assigned to this user
pt_br: %d posts atribuídos a esse usuário

source: %d links created by this user
pt_br: %d links criados por esse usuário

source: %d links last edited by this user
pt_br: %d últimos links editados por esse usuário

source: %d user settings on collections
pt_br: %d configurações do usuário em coleções

source: %d sessions opened by this user
pt_br: %d sessões abertas por esse usuário

source: %d user permissions on blogs
pt_br: %d permissões de usuários nos blogs

source: %d posts created by this user
pt_br: %d posts criados por esse usuário

source: The user's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
pt_br: O diretório media do usuário &laquo;%s&raquo; não pôde ser criado, porque o diretório pai não permite escrita ou não existe.

source: The user's media directory &laquo;%s&raquo; could not be created.
pt_br: O diretório media do usuário &laquo;%s&raquo; não pode ser criado

source: The user's directory &laquo;%s&raquo; has been created with permissions %s.
pt_br: O diretório do usuário &laquo;%s&raquo; foi criado com permissão %s.

source: Group/user permission denied by %s!
pt_br: Permissões de grupo/usuário negadas por %s!

source: Nickname
fi_fi: Nick
hu_hu: Becenév
pt_br: Apelido
tr_tr: Takma ad

source: First name
fi_fi: Etunimi
hu_hu: Keresztnév
pt_br: Primeiro nome
tr_tr: Ýsim

source: Last name
fi_fi: Sukunimi
hu_hu: Vezetéknév
pt_br: Último nome
tr_tr: Soyad

source: You need to validate your email address by clicking on the following link.
pt_br: Você necessita validar seu endereço de email clicando no seguinte link.

source: Link to validate your %s account:
pt_br: Link para validar sua conta %s:

source: Validate your email address for "%s"
pt_br: Validar seu endereço de e-mail para "%s"

source: Send email to user
pt_br: Enviar e-mail para o usuário

source: Log in
pt_br: Entrar

source: Log in if you have an account...
pt_br: Entrar se você tiver uma conta...

source: Register...
fi_fi: Rekisterˆidy...
hu_hu: Regisztráció...
pt_br: Registrar...
tr_tr: Kaydol...

source: Register to open an account...
fi_fi: Rekisterˆidy avataksesi tunnuksen...
hu_hu: Az azonosítóért regisztrálnod kell...
pt_br: Registre para abrir uma conta...
tr_tr: Bir hesap açmak için kaydol...

source: Logout from your account
fi_fi: Kirjaudu ulos tunnukselta
hu_hu: Kilépés az azonosítódból
pt_br: Sair da sua conta
tr_tr: Hesabýnýzdan çýkýn

source: Go to the back-office...
pt_br: Ir para a administração

source: Profile
pt_br: Perfil

source: Edit your profile
fi_fi: Muokkaa profiiliasi
hu_hu: Profilod szerkesztése
pt_br: Edite seu perfil
tr_tr: Profilinizi düzenleyin

source: Subscribe
pt_br: Inscrever

source: Subscribe to email notifications
pt_br: Assina a notificação por email

source: Please enter a login.
pt_br: Por favor informe um login.

source: Please enter a nickname (can be the same as your login).
pt_br: Por favor informe o seu nickname (pode ser igual ao seu login).

source: The ICQ UIN can only be a number, no letters allowed.
pt_br: Seu UIN do ICQ pode ser apenas um número, letras não são permitidas.

source: Please enter an e-mail address.
pt_br: Por favor digite um endereço de e-mail.

source: The password must be different from your login.
pt_br: A senha deve ser diferente do seu login.

source: The password must be different from your nickname.
pt_br: A senha deve ser diferente do seu apelido.

source: No user
pt_br: Sem usuário.

source: You have no permission to view other users or groups!
pt_br: Você não tem autorização para visualizar outros usuários ou grupos!

source: Cannot edit user!
pt_br: Não pode editar usuário!

source: You have no permission to edit other users!
pt_br: Você não tem autorização para editar outros usuários.

source: You cannot edit the admin and demouser profile in demo mode!
pt_br: Você não pode mudar o perfil dos usuários admin e demouser no modo de demonstração!

source: Cannot edit group!
pt_br: Não posso editar grupo!

source: Requested group does not exist any longer.
pt_br: O grupo requisitado não existe mais.

source: You have no permission to edit groups!
pt_br: Você não tem permissão para editar grupos.

source: You cannot edit the groups of user &laquo;admin&raquo; or &laquo;demouser&raquo; in demo mode!
pt_br: Você não pode editar os grupos dos usuários &laquo;admin&raquo; ou &laquo;demouser&raquo; no modo de demonstração!

source: Admin skin changed to &laquo;%s&raquo;
pt_br: Skin da administração mudado para &laquo;%s&raquo;

source: You are only allowed to update your own profile!
fi_fi: Voit p‰ivitt‰‰ vain omaa profiiliasi!
hu_hu: Csak a saját profilodat frissítheted!
pt_br: Você esta autorizado a atualizar apenas o seu perfil!
tr_tr: Yalnýzca kendi profilinizi güncelleyebilirsiniz!

source: You must provide a login!
pt_br: Você deve informar um login!

source: This login already exists. Do you want to <a %s>edit the existing user</a>?
fi_fi: T‰m‰ k‰ytt‰j‰tunnus on jo olemassa. Haluatko muokata <a %s>olemassaolevaa k‰ytt‰j‰‰?</a>?
hu_hu: A felhasználónév már létezik. Szeretnéd <a %s>szerkeszteni a már létezõ felhasználó</a>t?
pt_br: Esse login já existe. Você deseja <a %s>editar o usuário existente</a>?
tr_tr: Bu giriþ zaten bulunuyor! <a·%s>varolan kullanýcýyý düzenlemek</a> istiyor musunuz?

source: The threshold must be between 1 and 5.
pt_br: O limite deve estar entre 1 e 5.

source: Please select a field type.
pt_br: Por favor selecione um tipo de campo.

source: Please enter a value.
pt_br: Por favor informe um valor.

source: User updated.
fi_fi: K‰ytt‰j‰ p‰ivitetty.
hu_hu: Felhasználói adatok frissítve.
pt_br: Usuário atualizado
tr_tr: Kullanýcý güncellendi.

source: New user created.
fi_fi: Uusi k‰ytt‰j‰ luotu
hu_hu: Az új felhasználó létrehozva.
pt_br: Novo usuário criado
tr_tr: Yeni kullanýcý oluþturuldu.

source: User feature settings have been changed.
pt_br: Configurações do usuário foram modificadas

source: Usersettings of Plugins have been updated.
pt_br: Configurações do usuário do plugin foram atualizadas.

source: Invalid promotion.
fi_fi: Virheellinen ylennys.
hu_hu: Érvénytelen meghirdetés.
pt_br: Promoção inválida
tr_tr: Yanlýþ rütbe.

source: User level changed.
fi_fi: K‰ytt‰j‰taso muutettu.
hu_hu: A felhasználói szint megváltoztatva.
pt_br: Nível do usuário alterado.
tr_tr: Kullanýcý seviyesi deðiþtirildi.

source: You can't delete yourself!
fi_fi: Et voi poistaa itse‰si!
hu_hu: Nem tudod saját magad törölni!
pt_br: Você não pode remover a si mesmo!
tr_tr: Kendinizi silemezsiniz!

source: You can't delete User #1!
fi_fi: Et voi poistaa k‰ytt‰j‰‰ #1!
hu_hu: Nem tudod a Felhasználó #1-et törölni!
pt_br: Você não pode remover o Usuário #1!
tr_tr: Kullanýcý #1'i silemezsiniz!

source: User &laquo;%s&raquo; [%s] deleted.
pt_br: Usuário &laquo;%s&raquo; [%s] removido.

source: User &laquo;%s&raquo; deleted.
pt_br: Usuário &laquo;%s&raquo; removido.

source: Cannot delete User &laquo;%s&raquo; [%s]
pt_br: Não pode apagar usuário &laquo;%s&raquo; [%s]

source: Cannot delete User &laquo;%s&raquo;
pt_br: Não foi possível remover usuário &laquo;%s&raquo;

source: You must provide a group name!
pt_br: Você deve prover um nome para o grupo!

source: This group name already exists! Do you want to <a %s>edit the existing group</a>?
fi_fi: T‰m‰ ryhm‰n nimi on jo olemassa! Haluatko <a %s>muokata olemassaolevaa ryhm‰‰</a>?
hu_hu: Ilyen néven már létezik csoport! Szeretnéd <a %s>szerkeszteni a már meglévõ csoport</a>ot?
pt_br: Esse nome de grupo já existe! Você deseja <a %s>editar o grupo existente</a>?
tr_tr: Bu grup adý zaten bulunuyor! <a %s>varolan gurubu düzenlemek</a> ister misiniz?

source: New group created.
pt_br: Novo grupo criado.

source: Group updated.
fi_fi: Ryhm‰ p‰ivitetty.
hu_hu: Csoport frissítve.
pt_br: Grupo atualizado.
tr_tr: Grup güncellendi.

source: You can't delete Group #1!
fi_fi: Et voi poistaa ryhm‰‰ #1!
hu_hu: Nem tudod a Csoport #1-et törölni!
pt_br: Você não pode remover o Grupo 1!
tr_tr: Grup #1'i silemezsiniz!

source: You can't delete the default group for new users!
fi_fi: Et voi poistaa uusien k‰ytt‰jien perusryhm‰‰!
hu_hu: Nem tudod törölni az új felhasználókhoz rendelt alapértelmezett csoportot!
pt_br: Você não pode remover o grupo padrão para novos usuários!
tr_tr: Yeni kullanýcýlar için atanmýþ ön tanýmlý grubu silemezsiniz!

source: Group &laquo;%s&raquo; deleted.
pt_br: Grupo &laquo;%s&raquo; removido.

source: Cannot delete Group &laquo;%s&raquo;
pt_br: Não pode apagar grupo &laquo;%s&raquo;

source: Delete user &laquo;%s&raquo; [%s]?
pt_br: Apaga usuário &laquo;%s&raquo; [%s]?

source: Delete user &laquo;%s&raquo;?
pt_br: Apaga usuário &laquo;%s&raquo;?

source: Delete group &laquo;%s&raquo;?
pt_br: Remover grupo [%s]?

source: Creating new group
fi_fi: Luo uusi ryhm‰
hu_hu: Új csoport létrehozása
pt_br: Criando um novo grupo
tr_tr: Yeni grup oluþturuluyor

source: Editing group:
fi_fi: Muokataan ryhm‰‰:
hu_hu: Csoport szerkesztése:
pt_br: Editando grupo:
tr_tr: Düzenlenen grup:

source: Viewing group:
fi_fi: Tarkastellaan ryhm‰‰:
hu_hu: Csoport megtekintése:
pt_br: Exibindo grupo:
tr_tr: Görüntülenen grup:

source: No Access
fi_fi: Ei oikeutta
hu_hu: Nincs hozzáférés
pt_br: Sem Acesso
tr_tr: Yetki yok

source: View details
pt_br: Visualizar detalhes

source: Edit/delete all
pt_br: Editar/remover todos

source: Access to Admin area
pt_br: Acesso à área administrativa

source: Visible link
pt_br: Link Visível

source: Blogging permissions
pt_br: Permissões de blogging

source: Depending on each blog's permissions
pt_br: Dependendo da permissão de cada blog

source: View all blogs
pt_br: Ver todos os blogs

source: Full Access
fi_fi: T‰ydet oikeudet
hu_hu: Teljes hozzáférés
pt_br: Acesso completo
tr_tr: Tam yetki

source: Force valid XHTML + strong security
pt_br: Forçar XHTML válido + segurança forte

source: The security filters below will be strongly enforced.
pt_br: Os filtros de segurança abaixo serão estritamente garantidos.

source: Basic security checking
pt_br: Verificação básica de segurança

source: Security filters below will still be enforced but with potential lesser accuracy.
pt_br: Os filtros de segurança abaixo será aplicados, mas com uma exatidão potencialmente menor.

source: XHTML validation
pt_br: Validação XHTML

source: XHTML validation on XML-RPC calls
pt_br: Validação XHTML em chamadas XML-RPC

source: Prevent CSS tweaks
pt_br: Impedir ajustes de CSS

source: WARNING: if allowed, users may deface the site, add hidden text, etc.
pt_br: AVISO: se permitido, os usuários podem facilmente desfigurar o site, adicionar texto oculto, etc.

source: Prevent iframes
pt_br: Impedir iframes

source: WARNING: if allowed, users may do XSS hacks, steal passwords from other users, etc.
pt_br: AVISO: se permitido, usuários poderão fazer hacks XSS, roubar senhas de outros usuários, etc.

source: Prevent javascript
pt_br: Impedir javascript

source: WARNING: if allowed, users can easily do XSS hacks, steal passwords from other users, etc.
pt_br: AVISO: Se permitido, usuários podem facilmente utilizar XSS hacks, roubar senhas de outros usuários,etc.

source: Prevent objects
pt_br: Impedir objects

source: WARNING: if allowed, users can spread viruses and malware through this blog.
pt_br: AVISO: Se permitido, usuários podem espalhar vírus e malwares através deste blog.

source: Security filters
pt_br: Filtros de segurança

source: Antispam filtering
pt_br: Filtragem de antispam

source: Inputs from these users will be checked against the antispam blacklist.
pt_br: Entradas desses usuários serão verificadas contra a lista negra de antispam.

source: Additional permissions
pt_br: Permissiões adicionais

source: Based on each blog's edit permissions
pt_br: Baseado nas permissões de edição de cada blog

source: View stats for specific blogs
pt_br: Ver estatísticas para blogs específicos

source: View stats for all blogs
pt_br: Ver estatísticas para todos os blogs

source: Includes deleting/reassigning of stats
pt_br: Incluí a remoção/reatribuição de status

source: Edit locked file types...
pt_br: Edite tipos de arquivos travados...

source: View files for all allowed roots
pt_br: Ver arquivos para todas as pastas raízes permitidas

source: Add/Upload files to allowed roots
pt_br: Adicionar/enviar arquivos para pastas raízes permitidas.

source: Edit %sunlocked files
pt_br: Editar %s arquivos destravados

source: Edit all files, including %slocked ones
pt_br: Editar todos os arquivos, incluindo os %s travados

source: Needed for editing PHP files in skins.
pt_br: Necessário para editar arquivos PHP em skins.

source: This setting will further restrict any media file permissions on specific blogs.
pt_br: Isso sobrescreve ainda mais quaisquer permissões de arquivos media em blogs específicos.

source: System admin permissions
pt_br: Permissões de administração de sistema

source: View only
fi_fi: Vain luku
hu_hu: Megtekintés csak
pt_br: Apenas Visualizar
tr_tr: yalnýzca görüntüleme

source: Check to allow access to skin files.
pt_br: Marque para habilitar o acesso aos arquivos do skin.

source: Users & Groups
pt_br: Usuários & Grupos

source: Settings
fi_fi: Asetukset
hu_hu: Beállítások
pt_br: Configurações
tr_tr: Ayarlar

source: Close user profile!
pt_br: Fechar perfil do usuário

source: Create new user profile
fi_fi: ¥Tee uusi k‰ytt‰j‰profiili
hu_hu: Új felhasználói profil létrehozása
pt_br: Criar um novo perfil de usuário
tr_tr: Yeni kullanýcý profili oluþtur

source: Profile for:
fi_fi: Profiili k‰ytt‰j‰lle:
hu_hu: Profil:
pt_br: Perfil de:
tr_tr: Profil sahibi:

source: User level
pt_br: Nível do usuário

source: Email communications
pt_br: Comunicações por e-mail

source: Send an email
fi_fi: L‰het‰ s‰hkˆpostia
hu_hu: Küldj emailt
pt_br: Enviar um email
tr_tr: Bir e-posta gönder

source: Has this email address been validated (through confirmation email)?
pt_br: Esse e-mail foi validado (através do e-mail de confirmação)?

source: Validated email
pt_br: E-mail validado

source: Check this to allow receiving emails through a message form.
pt_br: Marque isso para permitir receber email através do formulário de mensagem.

source: Message form
pt_br: Formulário de mensagem

source: Check this to receive a notification whenever someone else comments on one of <strong>your</strong> posts.
pt_br: Marque isso para receber uma notificação sempre que alguém comentar em um dos <strong>seus</strong> posts.

source: Notifications
fi_fi: Huomautukset
hu_hu: Értesítések
pt_br: Notificações
tr_tr: Bildirimler

source: Identity
pt_br: Identidade

source: change
pt_br: alteração

source: Identity shown
fi_fi: Nimi joka n‰ytet‰‰n
hu_hu: Megjelenített azonosító
pt_br: Identidade exibida
tr_tr: Görünen kimlik

source: Check this to be displayed as online when visiting the site.
pt_br: Marque isso para ser mostrado como on-line enquanto visita o site.

source: Show online
pt_br: Mostrar se estiver online

source: Multiple sessions
pt_br: Sessões mútiplas

source: Check this if you want to log in from different computers/browsers at the same time. Otherwise, logging in from a new computer/browser will disconnect you on the previous one.
pt_br: Verifique isto se você quiser login de diferentes computadores / navegadores ao mesmo tempo. Caso contrário, login de um novo computador / navegador irá desligar - lhe o anterior login.

source: Leave empty if you don't want to change the password.
fi_fi: J‰t‰ tyhj‰ksi mik‰li et halua vaihtaa salasanaa
hu_hu: Hagyd üresen, ha nem akarsz a jelszón változtatni.
pt_br: Deixe em branco se você não deseja mudar a senha.
tr_tr: Parolayý deðiþtirmek istemiyorsanýz boþ býrakýnýz.

source: New password
fi_fi: Uusi salasana
hu_hu: Új jelszó
pt_br: Nova senha
tr_tr: Yeni parola

source: Confirm new password
fi_fi: Varmista uusi salasana
hu_hu: Új jelszó megerõsítése
pt_br: Confirme a nova senha
tr_tr: Yeni parolayý onaylayýn

source: Minimum length: %d characters.
pt_br: Tamanho mínimo: %d caracteres.

source: Preferences
pt_br: Preferências
