Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: New post in blog:
fi_fi: Uusi kirjoitus blogissa:
hu_hu: Új beküldés a blogban:
tr_tr: Gönderinin yayýnlanacaðý günlük:

source: Since this blog has no categories, you cannot post to it. You must create categories first.
fi_fi: Koska t‰ll‰ blogilla ei ole yht‰‰n kategoriaa, et voi l‰hett‰‰ siihen kirjoituksia. Luo ensin v‰hint‰‰n 1 kategoria.
hu_hu: Mivel ennek a blognak nincsenek kategáriái, nem tudsz bele írni. Elõször hozz létre egy kategóriát.
tr_tr: Günlükte bölüm olmadýðý sürece gönderim yapamazsýnýz, Öncelikle bölüm oluþturmalýsýnýz.

source: Switch to this blog (keeping your input if Javascript is active)
fi_fi: Vaihda t‰h‰n blogiin (kirjoittamasi lomakkeen arvot s‰ilyv‰t, jos selaimen Javascript-tuki on p‰‰ll‰)
hu_hu: Váltás erre a blogra (megtartva a beviteli ûrlapot, ha használható Javascript)
tr_tr: Bu günlüðe geç (Javascript etkin ise girdinizi korur)

source: Login...
fi_fi: Kirjaudu...
hu_hu: Belépés...
tr_tr: Giriþ...

source: In b2evolution, you do not need to point to the b2login.php page to log in.
fi_fi: Sinun ei tarvitse menn‰ b2login.php -sivulle kirjautuaksesi sis‰‰n b2evolutioniin.
hu_hu: A b2evolutionben nem szükséges a b2login.php oldalra hivatkozni a belépéshez.
tr_tr: b2evolution'da giriþ yapmak için b2login.php'e uðramanýz gerekmez.

source: Simply point directly to the backoffice page you need, for example: %s or %s. b2evo will prompt you to log in if needed.
fi_fi: Kirjoita suoraan sen yll‰pitosivun osoite, jonne haluat menn‰, esimmerkiksi: %s tai %s. b2evo pyyt‰‰ kirjautumaan, jos se on tarpeen.
tr_tr: Basit olarak gitmek istediðiniz ofis-arkasý sayfasýna uðrayýn, örnek olarak %s veya %s. b2evo gerekli olduðunda giriþ için sizden bilgi isteyecektir.

source: Regional
fi_fi: Kieliasetukset
hu_hu: Területi
tr_tr: Bölgesel

source: Plug-ins
fi_fi: Pluginit
hu_hu: Pluginek
tr_tr: Eklentiler

source: You must provide a locale code!
fi_fi: Syˆt‰ locale-paikalliskoodi!
hu_hu: Miszáj beállítanod a honosítás kódját!
tr_tr: Yerel bir kod saðlamalýsýnýz!

source: Inserted locale '%s' into database.
fi_fi: Lis‰tty locale-paikalliskoodi '%s' tietokantaan.
hu_hu: A '%s' honosítást beszúrásra került az adatbázisba.
tr_tr: Veri tabanýna eklenen '%s' yeri.

source: Updated locale '%s'.
fi_fi: P‰ivitetty paikalliskoodi '%s'
hu_hu: A '%s' honosítás frissítve.
tr_tr: Güncellenen '%s' yeri.

source: Saved locale '%s'.
hu_hu: A '%s' honosítás elmentve.
tr_tr: Kaydedilen '%s' yeri.

source: Locales table deleted, defaults from <code>/conf/_locales.php</code> loaded.
fi_fi: Paikalliskooditaulu poistettu, vakioarvot ladattu tiedostosta <code>/conf/_locales.php</code>.
hu_hu: A honosítások táblája törölve, az alapértelmezett értékek betöltésre kerültek a <code>/conf/_locales</code> fájlból.
tr_tr: Yerler tablosu silindi, <code>/conf/_locales.php</code>'den ön tanýmlý deðerler yüklendi.

source: Deleted locale '%s' from database.
fi_fi: Paikalliskoodi '%s' poistettu tietokannasta.
hu_hu: A '%s' honosítás törlésre került az adatbázisból.
tr_tr: '%s' yeri veri-tabanýndan silindi.

source: Spell Check
fi_fi: Oikolue
hu_hu: Helyesírás-ellenõrzés
tr_tr: Hece Denetimi

source: Loading Spell Checker. Please wait
fi_fi: Oikolukijaa ladataan, odota hetki
hu_hu: Helyesírás-ellenõrzõ betöltése. Kérlek várj
tr_tr: Hece Denetleyici yükleniyor. Lütfen bekleyiniz

source: View Stats for Blog:
fi_fi: Blogin k‰vij‰statistiikka:
hu_hu: Az alábbi Blog statisztikáinak törlése:
tr_tr: Günlük için Ýstatistikleri Görüntüle

source: Changing hit #%d type to: %s
fi_fi: Vaihdetaan osuman #%d tyyppi tyypiksi: %s
tr_tr: #%d tipi için deðiþtirilen tip : %s

source: Deleting hit #%d...
fi_fi: Poistetaan osuma #%d...
hu_hu: A #%d találat törlése...
tr_tr: #%d vurusu siliniyor...

source: Pruning hits for %s...
fi_fi: Tiivistet‰‰n %s:n osumia...
hu_hu: %s találatainak eltávolítása...
tr_tr: %s için vurular budanýyor...

source: Summary
fi_fi: Yhteenveto
hu_hu: Összegzés
tr_tr: Özet

source: Refering Searches
fi_fi: Ohjaavat haut
tr_tr: Atýfta bulunan aramalar

source: Syndication
fi_fi: Seuranta
tr_tr: XML yayým

source: User Agents
fi_fi: Asiakasohjelmat
hu_hu: Böngészõ
tr_tr: Tarayýcýlar

source: Direct Accesses
fi_fi: Suorat p‰‰syt
hu_hu: Közvetlen hozzáférésûek
tr_tr: Doðrudan Eriþimler

source: Indexing Robots
fi_fi: Indeksirobotit
hu_hu: Keresõmotorok
tr_tr: Robotlarýn Dizinledikleri

source: Total
fi_fi: Yhteens‰
hu_hu: Összesen
tr_tr: Toplam

source: Prune this date!
fi_fi: Tiivist‰ t‰m‰ pvm!
hu_hu: Töröljük ezt a dátumot!
tr_tr: Bu tarihi buda!

source: Prune
fi_fi: Tiivist‰
hu_hu: Eltávolítás
tr_tr: Buda

source: Last referers
fi_fi: Viimeisimm‰t ohjaajat
hu_hu: Utolsó ajánlók
tr_tr: Son atýfta bulunanlar

source: These are hits from external web pages refering to this blog
fi_fi: N‰m‰ osumat ovat tulleet ulkoisilta web-sivuilta, jotka linkitt‰v‰t t‰h‰n blogiin
hu_hu: Ezek a blogra hivatkozó külsõ weboldalakról érkezõk találatai
tr_tr: Bunlar, bu günlüðe dýþ sayfalardan atýfta bulunan vurulardýr

source: Last refering searches
fi_fi: Viimeisimm‰t ohjaavat haut
tr_tr: Son atýfta bulunan aramalar

source: These are hits from automated robots like search engines' indexing robots. (Robots must be listed in /conf/_stats.php)
fi_fi: N‰m‰ osumat ovat tulleet automaattisista roboteista, kuten hakukoneiden indeksointiroboteista. (Robottien pit‰‰ olla listattuna /conf/_stats.php -tiedostossa)
hu_hu: Ezek automata robotok találatai, mint amilyeneket a keresõmotorok indexelõ robotjai. (A robotokat a /conf/_stats.php -ben fel kell sorolni.)
tr_tr: Bu vurular, arama motorlarýnýn dizinleme robotlarý gibi çalýþan öz devinimli (otomatik) robotlara ait vurularýdýr. (Robotlar /conf/_stats.php dosyasýnda listelenmelidir)

source: Top Aggregators
fi_fi: Aktiivisimmat seuraajat
hu_hu: Legnagyobb aggregátorok
tr_tr: En çok Toplananlar

source: These are hits from RSS news aggregators. (Aggregators must be listed in /conf/_stats.php)
fi_fi: N‰m‰ osumat tulevat RSS-seuraajista. (Seuraajien tulee olla listattuna /conf/_stats.php -tiedostossa
hu_hu: Ezek RSS híraggregátorok találatai. (Az aggregátorokat a /conf/_stats.php -ben fel kell sorolni.)
tr_tr: Bu vurular, RSS haber toplayýcýlarýnýndýr. (Toplayýcýlar /conf/_stats.php dosyasýnda listelenmelidir)

source: Total RSS hits
fi_fi: Kaikki RSS-osumat
hu_hu: Összes RSS találat
tr_tr: Toplam RSS vurularý

source: Last direct accesses
fi_fi: Viimeisimm‰t suorat k‰vij‰t
hu_hu: Utolsó közvetlen hozzáférések
tr_tr: Son doðrudan eriþimler

source: These are hits from people who came to this blog system by direct access (either by typing the URL directly, or using a bookmark. Invalid (too short) referers are also listed here.)
fi_fi: N‰m‰ osumat ovat tulleet k‰vijˆist‰, jotka ovat tulleet blogij‰rjestelm‰‰n suoraan (joko kirjoitamalla URL-osoitteen suoraan tai k‰ytt‰m‰lla selaimen suosikkeja. V‰‰r‰t (liian lyhyet) ohjaajat ovat myˆs listattuna t‰ss‰.)
hu_hu: Ezek olyan emberek találatai, akik közvetlenül érték el a blogot (vagy beírták a böngészõbe az URL-t, vagy a könyvjelzõjükbõl (kedvencekbõl) válaszották ki. Az érvénytelen (tulságosan rövid) hivatkozók is itt láthatóak.
tr_tr: Bunlar bu günlüðe doðrudan eriþim yapanlarýn vurularýdýr. (ya doðrudan eriþenler, ya da beðendiklerim listesine ekleyip eriþenlerdir. Geçersiz (çok kýsa) atýfta bulunanlar da bu listede yer alýrlar.)

source: Top User Agents
fi_fi: Eniten k‰ytetyt asiakasohjelmat.
hu_hu: Leggyakoribb böngészõk
tr_tr: En Çok Kullanýlan Tarayýcýlar

source: Custom skin template editing
fi_fi: Kustomoidun teeman muokkaus
hu_hu: Egyéni bõr-látványterv szerkesztés
tr_tr: Özel deri þablonu düzenleme

source: Listing:
fi_fi: Listaus:
hu_hu: Listázás:
tr_tr: Listeleme:

source: Invalid filename!
fi_fi: Virheellinen tiedoston nimi!
hu_hu: Érvénytelen fájlnév!
tr_tr: Geçersiz dosya ismi!

source: Oops, no such file !
fi_fi: Hups, tiedostoa ei ole olemassa !
hu_hu: Hopsz, nincs ilyen fájl!
tr_tr: Opps, böyle bir dosya bulunmuyor !

source: File edited!
fi_fi: Tiedostoa muokattu!
hu_hu: Fájl szerkesztve!
tr_tr: Dosya düzenlendi!

source: Be careful what you do, editing this file could break your template! Do not edit what's between <code>&lt;?php</code> and <code>?&gt;</code> if you don't know what you're doing!
fi_fi: Ole varovainen muokatessasi t‰t‰ tiedostoa, virheelliset muutokset voivat rikkoa sivupohjasi! ƒl‰ muokkaa <code>&lt;?php</code> ja <code>?&gt;</code> -tagien v‰liss‰ olevaa koodia, ellet tied‰ varmasti, mit‰ olet tekem‰ss‰!
hu_hu: Gondold meg, mit csinálsz, a fájl szerkesztésével tönkreteheted a látványtervet! Ne szerkeszd azokat a szövegeket, amelyek <code>&lt;?php</code> és <code>?&gt;</code> között vannak, ha csak nem tudod biztosan, hogy mit csinálsz!
tr_tr: Ne yaptýðýnýza dikkat edin, bu dosyayý düzenlemek tüm þablonunuza zarar verebilir! <code>&lt;?php</code> ve <code>?&gt;</code> arasýndaki kodlarý ne yaptýðýnýzý bilmiyorsanýz düzenlemeyin!

source: update template !
fi_fi: p‰ivit‰ sivupohjaa !
hu_hu: látványterv frissítése!
tr_tr: þablonu güncelle !

source: (you cannot update that file/template: must make it writable, e.g. CHMOD 766)
fi_fi: (et voi p‰ivitt‰‰ t‰t‰ tiedostoa/sivupohjaa: tiedostoon tulee olla kirjoitusoikeudet, ts. chmod 766)
hu_hu: (nem frissítheted ezt a fájlt/látványtervet: elõször írhatóvá kell tenned, pl. így: chmod 766 fájlnév)
tr_tr: (bu dosya/ablonu güncelleyemezsiniz: yazma yetkisi verilmelidir, örn CHMOD 766)

source: This screen allows you to edit the <strong>custom skin</strong> (located under /skins/custom).
fi_fi: T‰ll‰ sivulla voit muokata <strong>kustomoitua teemaa</strong> (joka sijaitsee /skins/custom -hakemistossa).
tr_tr: Bu ekran <strong>özel derinizi</strong> düzenlemenize imkan tanýr. (/skins/custom'da bulunan).

source: You can edit any of the following files (provided it's writable by the server, e.g. CHMOD 766)
fi_fi: Voit muokata mit‰ tahansa seuraavista tiedostoista (olettaen, ett‰ niihin voidaan kirjoittaa, ts. chmod 766)
tr_tr: Aþaðýdaki dosyalardan herhangi birini düzenleyebilirsiniz. (Sunucudan yazma yetkisi verilmelidir, örn. CHMOD 766)

source: Directory %s not found.
fi_fi: Hakemistoa %s ei lˆydy.
hu_hu: A %s könyvtár nem létezik.
tr_tr: %s klasörü bulunamadý.

source: This is the template that displays the links to the archives for a blog
fi_fi: T‰m‰ sivupohja listaa kaikki linkit blogin arkistoihin.
hu_hu: Ez a
tr_tr: Bu, günlük için arþivlere baðlantýlar içeren þablondur.

source: This is the template that displays the (recursive) list of (sub)categories
fi_fi: T‰m‰ sivupohja n‰ytt‰‰ (rekursiivisen) listan (ali)kategorioista.
hu_hu: Ez a látványterv az (al)kategóriák (rekurzív) listázásainál használatos.
tr_tr: Bu, alt bölümlerin öz yinelemeli (rekürsif) listesini görüntüleyen þablondur.

source: This is the template that displays the feedback for a post
fi_fi: T‰m‰ sivupohja n‰ytt‰‰ kirjoituksen palautteen
hu_hu: Ez a látványterv a beküldés visszajelzéseinél használatos.
tr_tr: Bu bir gönderinin geri beslemesini görüntüleyen þablondur.

source: This is the template that displays the last comments for a blog
fi_fi: T‰m‰ sivupohja n‰ytt‰‰ viimeiset blogin kommentit
hu_hu: Ez a látványterv a blog utolsó hozzászólásainak megjelenítésénél kerül felhasználásra.
tr_tr: Bu, günlük için son yorumlarý görüntüleyen þablondur.

source: This is the main template. It displays the blog.
fi_fi: T‰m‰ on p‰‰sivupohja, joka n‰ytt‰‰ blogin
hu_hu: Ez a fõ látványterv. Megjeleníti a blogot.
tr_tr: Bu ana þablondur. Günlüðü görüntüler.

source: This is the template that displays stats for a blog
fi_fi: T‰m‰ on sivupohja, joka n‰ytt‰‰ blogin statistiikan
hu_hu: Ez a látványterv jeleníti meg a blog statisztikáit
tr_tr: Bu günlük için istatistikleri gösteren þablondur

source: This is the page displayed in the comment popup
fi_fi: T‰m‰ sivu n‰ytet‰‰n kommentin popup-ikkunassa
hu_hu: Ez az oldal jelenik meg a hozzászólás popupban
tr_tr: Bu, yorum penceresinde görüntülenen sayfadýr

source: This is the page displayed in the pingback popup
fi_fi: T‰m‰ sivu n‰ytet‰‰n p‰ivitysilmoituksen popup-ikkunassa
hu_hu: Ez az oldal a visszapingelési popup-ban jelenik meg
tr_tr: Bu, yoklama dönütü (pingback) penceresinde görüntülenecek sayfadýr

source: This is the page displayed in the trackback popup
fi_fi: T‰m‰ sivu n‰ytet‰‰n viittauksen popup-ikkunassa
hu_hu: Ez az oldal a visszajelzési popup-ban jelenik meg
tr_tr: Bu, izleme dönütü (trackback) penceresinde görüntülenecek sayfadýr

source: Note: of course, you can also edit the files/templates in your text editor and upload them. This online editor is only meant to be used when you don't have access to a text editor...
fi_fi: Huom: voit tietysti muokata tieodstoja/sivupohjia myˆs tekstieditorissasi, ja l‰hett‰‰ ne sitten serverille. T‰m‰ online-editori on tarkoitettu k‰ytett‰v‰ksi tilanteissa, joissa tekstieditoria ei voida k‰ytt‰‰...
hu_hu: Megjegyzés: természetes a fájlok/látványtervek szövegszerkesztõben is modosíthatóak
tr_tr: Not: elbetteki, dosya/þablonlarý metin düzenleyicinizde düzenledikten sonra sunucuya yükleyebilirsiiz. Bu çevrimiçi düzenleyici yalnýzca bir metin düzenleyiciye eriþiminiz yoksa manalýdýr...

source: upload images/files
fi_fi: l‰het‰ kuvia/tiedostoja
hu_hu: képek/fájlok feltöltése
tr_tr: resim/dosyalarý yükle

source: Allowed file types:
fi_fi: Sallitut tiedostotyypit:
hu_hu: Engedélyezett fájltípusok:
tr_tr: Ýzin verilen dosya çeþitleri:

source: Maximum allowed file size: %d KB
fi_fi: Suurin sallittu tiedoston koko: %d KB
hu_hu: A maximálisan engedélyezett fájlméret: %d KB
tr_tr: Azami izin verilen dosya büyüklüðü: %d KB

source: Upload !
fi_fi: L‰het‰ !
hu_hu: Feltöltés!
tr_tr: Yükle !

source: File %s: type %s is not allowed.
fi_fi: Tiedosto %s: tyyppi %s ei ole sallittu.
hu_hu: %s fájl: a %s típus nem engedélyezett
tr_tr: Dosya %s: %s çeþidi izin verilenler arasýnda deðil.

source: Couldn't upload your file to:
fi_fi: Ei voitu l‰hett‰‰ tiedostoa hakemistoon:
hu_hu: Nem sikerült a fájlt feltölteni ide:
tr_tr: Dosyanýz bu adrese yüklenemiyor:

source: Duplicate File?
fi_fi: Tiedosto on jo olemassa?
hu_hu: Duplázzuk a fájlt?
tr_tr: Dosya çiflensin mi?

source: The filename "%s" already exists!
fi_fi: Tiedostonimi "%s" on jo olemassa!
hu_hu: A "%s" fájlnév már létezik!
tr_tr: "%s" adlý dosya zaten bulunuyor!

source: Filename "%s" moved to "%s"
fi_fi: Tiedostonimi "%s" muutettu nimeksi "%s"
tr_tr: "%s" dosyasý "%s"'e taþýndý

source: Confirm or rename:
fi_fi: Vahvista tai nime‰ uudelleen:
hu_hu: Megerõsítés vagy átnevezés:
tr_tr: Onayla veya yeniden adlandýr

source: Alternate name
fi_fi: Vaihtoehtoinen nimi
hu_hu: Helyettesítõ név
tr_tr: ilave isim

source: Confirm !
fi_fi: Vahvista !
hu_hu: Megerõsít!
tr_tr: Onayla !

source: File uploaded !
fi_fi: Tiedosto l‰hetetty !
hu_hu: Fájl feltölve!
tr_tr: Dosya yüklendi !

source: Your file <strong>"%s"</strong> was uploaded successfully !
fi_fi: Tiedosto <strong>"%s"</strong> l‰hetettiin onnistuneesti !
hu_hu: A <strong>"%s"</strong> fájl sikeresen feltöltve!
tr_tr: Dosyanýz;·<strong>"%s"</strong>·baþarýyla yüklendi·!

source: Image Details
fi_fi: Kuvan tiedot
hu_hu: Kép tulajdonságai
tr_tr: Resim Detaylarý

source: Close this window
fi_fi: Sulje t‰m‰ ikkuna
hu_hu: Ablak bezárása
tr_tr: Bu pencereyi kapat

source: You cannot change the demouser profile in demo mode!
fi_fi: Et voi vaihtaa demok‰ytt‰j‰n profiilia demomoodissa!
hu_hu: Nem tudod megváltoztatni a demouser profilját demó üzemmódban!
tr_tr: demouser profilini tanýtým kipinde deðiþtiremezsiniz!

source: You must provide an unique login!
fi_fi: Tarvitset yksilˆllisen k‰ytt‰j‰tunnuksen!
hu_hu: Egyedi felhasználónevet kell adni!
tr_tr: Eþi olmayan bir giriþ saðlamalýsýnýz!

source: The mimimum password length is %d characters.
fi_fi: Salasanan minimipituus on %d merkki‰.
hu_hu: A minimális jelszóhossz %d karakter.
tr_tr: Asgari parola uzunluðu %d karakter olmalýdýr.

source: Delete User %s?
fi_fi: Poista k‰ytt‰j‰ %s?
hu_hu: Törlöd a %s felhasználót?
tr_tr: %s kullanýcýsý silinsin mi?

source: deleting an user also deletes all posts made by this user.
fi_fi: k‰ytt‰j‰n poistaminen poistaa myˆs kaikki sen l‰hett‰m‰n kirjoitukset.
hu_hu: A felhasználó törlésével az összes beküldése is törlésre kerül.
tr_tr: Bir kullanýcýyý silmek ona ait tüm gönderileri de silme manasýna gelir.

source: Deleting User...
fi_fi: Poistetaan k‰ytt‰j‰...
hu_hu: Felhasználó törlése...
tr_tr: Kullanýcý siliniyor...

source: Delete group [%s]?
fi_fi: Poista ryhm‰ [%s]?
hu_hu: Törlöd a [%s] csoportot?
tr_tr: [%s] gurubu silinsin mi?

source: Group deleted...
fi_fi: Ryhm‰ poistettu...
hu_hu: Csoport törölve...
tr_tr: Grup silindi...

source: The user was not created:
fi_fi: K‰ytt‰j‰‰ ei luotu:
hu_hu: A felhasználó nem lett létrehozva:
tr_tr: Kullanýcý oluþturulmadý:

source: The user was not updated:
fi_fi: K‰ytt‰j‰‰ ei p‰ivitetty:
hu_hu: A felhasználó adatai nem frissültek:
tr_tr: Kullanýcý güncellenmedi:

source: The group was not created:
fi_fi: Ryhm‰‰ ei luotu:
hu_hu: A csoport nem lett létrehozva:
tr_tr: Grup oluþturulmadý:

source: The group was not updated:
fi_fi: Ryhm‰‰ ei p‰ivitetty:
hu_hu: A csoport adatai nem frissültek:
tr_tr: Grup güncellenmedi:

source: You are not allowed to view other users.
fi_fi: Sinulla ei ole oikeuksia muiden k‰ytt‰j‰tietojen katseluun.
hu_hu: Nincs engedélyed megnézni a többi felhasználót.
tr_tr: Düðer kullanýcýlarý görüntülemeye izinli deðilsiniz.

source: Adding new post...
fi_fi: Lis‰t‰‰n uutta kirjoitusta...
hu_hu: Új beküldés hozzáadása...
tr_tr: Yeni gönderi ekleniyor...

source: Back to post editing
fi_fi: Takaisin kirjoituksen muokkaukseen
hu_hu: Vissza a beküldés szerkesztéséhez
tr_tr: Gönderi düzenlemeye geri dön

source: Recording post...
fi_fi: Tallennetaan kirjoitusta...
hu_hu: Beküldés rögzítése...
tr_tr: Gönderi kaydediliyor...

source: Sleeping...
fi_fi: Nukutaan...
hu_hu: Alukálás...
tr_tr: Uyuyor...

source: Post not publicly published: skipping trackback, pingback and blog pings...
fi_fi: Kirjoitus ei ole julkinen: ohitetaan viittaukset, p‰ivitysilmoitukset ja blogi-ilmoitukset...
hu_hu: A beküldés megjelenése nem publikus: kihagyásra kerülnek a visszajelzések, visszapingelések és a blogok pingelései...
tr_tr: Gönderi halka açýk yayýnlanmadý: izleme dönütleri, yoklama dönütleri ve günlük yoklamalarý yoksayýlýyor...

source: Posting Done...
fi_fi: Kirjoitus l‰hetetty...
hu_hu: Beküldés kész...
tr_tr: Gönderim Tamamlandý...

source: Updating post...
fi_fi: P‰ivitet‰‰n kirjoitusta...
hu_hu: Beküldés frissítése...
tr_tr: Gönderi güncelleniyor...

source: Post had already pinged: skipping blog pings...
fi_fi: Kirjoitus on jo l‰hett‰nyt ilmoituksen: ohitetaan blogi-ilmoitukset...
hu_hu: A beküldés már küldött pinget; a blogok pingelése kihagyásra kerül...
tr_tr: Gönderi zaten yoklanmýþ: günlük yoklamalarý yok sayýlýyor...

source: Updating done...
fi_fi: P‰ivitys valmis...
hu_hu: Frissítés törlése...
tr_tr: Güncelleme tamamlandý...

source: Updating post status...
fi_fi: P‰ivitet‰‰n kirjoituksen tilaa...
hu_hu: A beküldés állapotának frissítése...
tr_tr: Gönderi durumu güncelleniyor...

source: Deleting post...
fi_fi: Poistetaan kirjoitus...
hu_hu: Beküldés törlése...
tr_tr: Gönderi siliniyor...

source: Oops, no post with this ID!
fi_fi: Hups, ei kirjoitusta t‰ll‰ IDll‰!
hu_hu: Hopsz, nincs beküldés ilyen ID-vel!
tr_tr: Oops, bu ID'e ait gönderi bulunmuyor!

source: Deleting Done...
fi_fi: Poisti valmis...
hu_hu: Törlés kész...
tr_tr: Silme tamamlandý...

source: Cannot update comment, please correct these errors:
fi_fi: Ei voida p‰ivitt‰‰ kommenttia, korjaa n‰m‰ virheet:
hu_hu: A hozzászólás frissítése nem sikerült, kérlek javítsd ki ezeket a hibákat:
tr_tr: Yorum güncellenemiyor, lütfen aþaðýdaki hatalarý düzeltin:

source: Back to posts!
fi_fi: Takaisin kirjoituksiin
hu_hu: Vissza a beküldésekhez!
tr_tr: Gönderilere geri dön!

source: You may also want to generate static pages or view your blogs...
fi_fi: Voit halutessasi myˆs generoida stattiset sivut tai katsella blogeja...
hu_hu: Elképzelhetõ, hogy statikus oldalakat szeretnél generálni vagy megnézni a blogodat.
tr_tr: Duraðan sayfalarý üretmek veya günlüklerinizi görüntülemek de isteyebilirsiniz...

source: Bookmarklet
fi_fi: Suosikki
tr_tr: Yer imi

source: b2evo bookmarklet
fi_fi: b2evo-suosikki
tr_tr: b2evo yer imi

source: Post to b2evolution
fi_fi: L‰het‰ kirjoitus b2evolutioniin
hu_hu: Beküldés a b2evolution-höz
tr_tr: b2evolution'a gönder

source: No Sidebar found! You must use Mozilla 0.9.4 or later!
fi_fi: Sivupalkkia ei lˆydy! Sinun tulee k‰ytt‰‰ Mozilla 0.9.4:aa tai uudempaa!
hu_hu: A Sidebar nem található! A használatához 0.9.4-es vagy nagyobb verziószámú Mozillát kell használj!
tr_tr: Yan çubuk bulunamadý! Mozilla 0.9.4 veya sonraki bir sürüme sahip olmalýsýnýz!

source: SideBar
fi_fi: Sivupalkki
tr_tr: Yan Çubuk

source: Add the <a %s>b2evo sidebar</a> !
fi_fi: Lis‰‰ <a %s>b2evo-sivupalkki</a> !
hu_hu: Add hozzá a <a %s>b2evo sidebar</a>-t!
tr_tr: <a %s>b2evo yan çubuðu</a>'nu ekleyin

source: Add this link to your favorites:
fi_fi: Lis‰‰ t‰m‰ linkki suosikkeihin:
hu_hu: Add hozzá a kedvenceidhez ezt a linket:
tr_tr: Bu baðlantýyý beðendiðiniz baðlantýlara ekleyin:

source: b2evo sidebar
fi_fi: b2evo-sivupalkki
tr_tr: b2evo yançubuðu

source: Place that file into the /admin folder on your server;
fi_fi: L‰het‰ tietosto /admin-hakemistoon palvelimellasi;
hu_hu: Helyezd el azt a fájlt a szerveren a /admin könyvtárban;
tr_tr: Bu dosyayý sunucunuzdaki /admin klasörü altýna koyun;

source: Follow the insctructions in the <a %s>MT migration utility</a>.
fi_fi: Seuraa <a %s>MT:n datasiirtotyˆkalun</a> ohjeita.
hu_hu: Kövesd az utasításokat a <a %s>MT migrációs eszköz</a> leírásnál.
tr_tr: <a %s>MT geçiþ aracý</a> yönergelerini takið edin.

source: Static filename
fi_fi: Staattisen tiedoston nimi
hu_hu: Statikus fájlnév
tr_tr: Duraðan dosya adý

source: This is the .html file that will be created when you generate a static version of the blog homepage.
fi_fi: T‰m‰ on .html-tiedosto, joka luodaan kun staattinen versio blogin etusivusta luodaan.
hu_hu: Ez az .html fájl ami akkor jön létre, ha legenerálod a statikus változatát a blogos weboldalnak.
tr_tr: Günlük ana sayfasýnýn duraðan sürümünü ürettiðinizde görüntülenecek .html dosyasýdýr.

source: to get listed on the "recently updated" list on b2evolution.net
fi_fi: jos haluat listautua b2evolution.net:in "‰sken p‰ivitetyt"-listalla
tr_tr: b2evolution.net'te listelenen "son güncellemeleri" almak için

source: Ping technorati.com
fi_fi: L‰het‰ p‰ivitysilmoitus technorati.com
tr_tr: technorati.com'u yokla

source: to give notice of new post.
fi_fi: tiedoittaaksesi uusista kirjoituksista.
tr_tr: yeni gönderi için bilgilendirme yap

source: Ping weblogs.com
fi_fi: L‰het‰ p‰ivitysilmoitus weblogs.comiin
tr_tr: weblogs.com'u yokla

source: Ping blo.gs
fi_fi: L‰het‰ p‰ivitysilmoitus blo.gs:aan
tr_tr: Günlükleri yokla

source: Allow trackbacks
fi_fi: Salli viittaukset
hu_hu: Visszajelzések engedélyezése
tr_tr: Ýzleme dönütlerine izin ver

source: Allow pingbacks
fi_fi: Salli p‰ivitysilmoitukset
hu_hu: Visszapingelések engedélyezése
tr_tr: Yoklama dönütlerine izin ver

source: Allow other bloggers to send pingbacks to this blog, letting you know when they refer to it. This will also let you send pingbacks to other blogs.
fi_fi: Salli muiden blogien kirjoittajien l‰hett‰‰ p‰ivitysilmoituksia t‰h‰n blogiin, jolloin saat tiet‰‰, milloin t‰h‰n blogiin viitataan. T‰m‰ antaa myˆs sinulle mahdollisuuden l‰hett‰‰ p‰ivitysilmoituksia muihin blogeihin.
hu_hu: Más blogozók visszapingetéseinek engedélyezése, hogy tudd, mikor hivatkoztak a beküldésedre. Ugyanitt tudod engedélyezni, hogy Te is küldhess visszapingetéseket.
tr_tr: Diðer günlük sahiplerinin yoklama dönütleri göndermesine imkan tanýyarak, size atýfta bulunanlar hakkýnda bilgi edinmenizi saðlar. Bu, sizin de diðer günlüklere yoklama dönütleri göndermenizi saðlayacaktýr.
