Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Categories
fi_fi: Kategoriat
hu_hu: Kategóriák
pt_br: Categorias
tr_tr: Bölümler

source: Previous
pt_br: Anterior

source: Next
pt_br: Próximo

source: visit b2evolution's website
fi_fi: k‰y b2evolutionin kotisivulla
hu_hu: ugrás a b2evolution weboldalára
pt_br: visitar o site do b2evolution
tr_tr: b2evolution'un websitesini ziyaret et

source: GPL License
fi_fi: GPL-lisenssi
hu_hu: GPL licensz
pt_br: Licença GPL
tr_tr: GPL Lisansý

source: Adm
pt_br: Admin

source: Blg
pt_br: Blog

source: Folder
pt_br: Pasta

source: Unknown file
pt_br: Arquivo desconhecido

source: Empty file
pt_br: Arquivo vazio

source: Parent folder
pt_br: Pasta superior

source: Home folder
pt_br: Pasta pessoal

source: Edit
fi_fi: Muokkaa
hu_hu: Szerkeszt
pt_br: Editar
tr_tr: Düzenle

source: Copy
fi_fi: Kopioi
hu_hu: Másol
pt_br: Copiar
tr_tr: Kopyala

source: Move
pt_br: Mover

source: Rename
pt_br: Renomear

source: Del
fi_fi: Poista
hu_hu: Törl
pt_br: Apagar
tr_tr: Sil

source: Delete
fi_fi: Poista
hu_hu: Töröl
pt_br: Remover
tr_tr: Sil

source: Permissions
fi_fi: Oikeudet
hu_hu: Engedélyek
pt_br: Permissões
tr_tr: Ýzinler

source: D
pt_br: Descendente

source: New window
pt_br: Nova janela

source: Expand
pt_br: Expandir

source: Collapse
pt_br: Contrair

source: Refresh
pt_br: Atualizar

source: Reload
pt_br: Recarregar

source: Warning
fi_fi: Varoitus
hu_hu: Figyelem
pt_br: Atenção
tr_tr: Uyarý

source: Website
fi_fi: Kotisivu
hu_hu: Weboldal
pt_br: Site
tr_tr: Websitesi

source: New
fi_fi: Uusi
hu_hu: Új
pt_br: Novo
tr_tr: Yeni

source: Properties
fi_fi: Ominaisuudet
hu_hu: Tulajdonságok
pt_br: Propriedades
tr_tr: Özellikler

source: Publish
pt_br: Publicar

source: Deprecate
pt_br: Deprecatar

source: Locate
pt_br: Localidade

source: Close
pt_br: Fechado

source: Act.
pt_br: Ativo

source: Activate
pt_br: Ativado

source: Deact.
pt_br: desativado

source: Deactivate
pt_br: Desativar

source: Activated
pt_br: Ativo

source: Deactivated
pt_br: Desativado

source: Link
pt_br: linkar

source: Unlink
pt_br: Deslinkar

source: Calendar
pt_br: Calendário

source: Help
pt_br: Ajuda

source: Online Manual
pt_br: Manual online

source: Permalink
fi_fi: Pysyv‰ linkki
pt_br: Link permanente
tr_tr: Sabitbað

source: History
pt_br: Histórico

source: Allowed
pt_br: Permitido

source: Blocked
pt_br: Bloqueado

source: Comments
fi_fi: Kommentit
hu_hu: Megjegyzések
pt_br: Comentários
tr_tr: Yorumlar

source: Up
pt_br: Acima

source: Down
pt_br: Baixo

source: Sort by order
pt_br: Ordenar por ordem

source: Assigned to
pt_br: Atribuído a

source: Check all
pt_br: Marcar todos

source: Uncheck all
pt_br: Desmarcar todos

source: Reset all filters
pt_br: Reiniciar todos os filtros

source: Allow back
pt_br: Permitir a volta

source: Ban
fi_fi: Est‰
hu_hu: Tíltás
pt_br: Banir
tr_tr: Yasakla

source: XML Feed
pt_br: Feeds XML

source: Contact Form Demo
pt_br: Demonstração do formulário de contato

source: This demo displays a form to contact the site admin.
pt_br: Essa demonstração mostra um formulário para contatar o administrador do site

source: Thank you for your message. I will reply as soon as possible.
pt_br: Obrigado por sua mensagem. Responderei assim que possível.

source: Send another message?
pt_br: Enviar outra mensagem?

source: Blog by email feature is not enabled.
pt_br: A funcionalidade de enviar posts por e-mail não está habilitada.

source: You configured test mode in the settings or set $test to 2. Nothing will be posted to the database/mediastore nor will your inbox be altered.
pt_br: Vou configurou o modo de teste nas configurações ou colocou o $test igual a 2. Nada será postado para o banco de dados/bando de mídia nem sua caixa de entrada será alterada.

source: Blog by email
pt_br: Blogar por e-mail

source: Could not parse date header!
pt_br: Não foi possível interpretar o cabeçalho de data!

source: Invalid month name in message date string.
pt_br: Nome do mês invalido no campo de data.

source: no
fi_fi: ei
hu_hu: nem
pt_br: não
tr_tr: hayýr

source: yes
fi_fi: kyll‰
hu_hu: igen
pt_br: sim
tr_tr: evet

source: The php_imap extension is not available to PHP on this server. Please load it in php.ini or ask your hosting provider to do so.
pt_br: A extensão php_imap não está disponível na instalação do php desse servidor. Por favor, carregue-o no php.ini ou peça ao seu provedor de hospedagem que faça isso.

source: Connection failed: %s
pt_br: Conexão falhou: %s

source: Could not create temporary file.
pt_br: Não foi possível criar o arquivo temporário.

source: Authentication failed for user %s.
pt_br: Autenticação falhou para o usuário %s.

source: Blog #%d not found!
pt_br: Blog #%d não encontrado!

source: Permission denied.
fi_fi: P‰‰sy estetty.
hu_hu: Hozzáférés megtagadva.
pt_br: Permissão negada
tr_tr: Ýzin reddedildi

source: Unable to access media directory. No attachments processed.
pt_br: Não foi possível acessar o diretório de mídia. Nenhum anexo foi processado.

source: Cannot post, please correct these errors:
fi_fi: Ei voida l‰hett‰‰ kirjoitusta, korjaa n‰m‰ virheet:
hu_hu: Nem sikerült beküldeni, javítani kell ezeket a hibákat:
pt_br: Não foi possível publicar, por favor corriga estes erros:
tr_tr: Gönderilemiyor, lütfen bu hatalarý düzeltin:

source: Default page
pt_br: Página padrão

source: Welcome to b2evolution
fi_fi: Tervetuloa b2evolutioniin
hu_hu: Üdvözöljük a b2evolution-ben
pt_br: Bem-Vindo ao b2evolution
tr_tr: b2evolution'a hoþ geldiniz

source: b2evolution is installed and ready but you haven't created any blog on this system yet.
pt_br: b2evolution está instalado e pronto mas não foi criado nenhum blog no sistema ainda.

source: Create a first blog
pt_br: Criar um primeiro blog

source: You have successfully installed b2evolution.
pt_br: Você instalou o b2evoluion com sucesso.

source: You haven't set a default blog yet. Thus, you see this default page.
pt_br: Você ainda não configurou um blog padrão, e por isso está vendo essa página padrão.

source: Set a default blog
pt_br: Configure como blog padrão

source: Blogs on this system
pt_br: Blogs nesse sistema

source: Add a new blog
pt_br: Adicione um novo blog

source: Bonus templates &amp; features
pt_br: Templates bônus &amp; recursos

source: These templates demonstrate more advanced uses of b2evolution. These do not make use of skins. The only way to change their look and feel is to edit their PHP template.
pt_br: Este template demonstra as mais avançadas utilidades do b2evolution. Não se utiliza de skins. A única maneira de mudar a aparência e comportamento é editando o template PHP.

source: Blog #1 called through a custom template (not a skin)
pt_br: Blog nº1 chamado através de uma template personalizada (não um skin)

source: Multiple blogs displayed on the same page
fi_fi: Monen blogin sis‰ltˆ esitettyn‰ samalla sivulla
hu_hu: Ugyanazon az oldalon több blog kerül megjelenítésre
pt_br: Diversos blogs exibidos na mesma página
tr_tr: Bir çok günlük, ayný sayfada görüntülendi

source: Blog #1 XML sitemap (called through a stub)
pt_br: XML Sitemap do Blog nº1 chamado através de um arquivo stub

source: Blog #1 aggregated XML sitemap (called through a stub)
pt_br: Blog nº1 chamado através de um arquivo stub

source: Summary of latest posts in all blogs
pt_br: Resumo dos últimos posts em todos os blogs

source: The page you're looking at
fi_fi: Nykyinen sivu
hu_hu: Az oldal, amit látsz
pt_br: A página para a qual você está olhando
tr_tr: Bulunduðunuz sayfa

source: A standalone admin-contact page for your site
pt_br: Uma página de contato para o administrador para o seu site

source: Contact the admin
pt_br: Entre em contato com o administrator

source: You cannot leave comments on this post!
fi_fi: T‰t‰ viesti ei voi kommentoida!
hu_hu: Nem tudsz ehhez a beküldéshez hozzászólni!
pt_br: Você não pode deixar comentários nesse post!
tr_tr: Bu gönderiye yorum býrakamazsýnýz!

source: Please fill in your name.
pt_br: Por favor preencha o campo nome.

source: Please fill in your email.
pt_br: Por favor preencha o campo e-mail.

source: Supplied name is invalid.
pt_br: O nome fornecido não é válido.

source: Supplied email address is invalid.
pt_br: O e-mail fornecido não é válido.

source: Supplied website address is invalid:
pt_br: O endereço de website fornecido não é válido:

source: Please do not send empty comments.
pt_br: Por favor não envie comentário em branco.

source: You can only post a new comment every %d seconds.
pt_br: Você só pode postar um novo comentário a cada %d segundos.

source: Errors while processing your comment
pt_br: Erros durante o processamento do seu comentário

source: Cannot post comment, please correct these errors:
fi_fi: Ei voida l‰hett‰‰ kommenttia, ole hyv‰ ja korjaa seuraavat virheet:
hu_hu: A hozzászólás beküldése sikertelen, kérlek javítsd ki ezeket a hibákat:
pt_br: Não foi possivel publicar o comentário. por favor corrija estes erros:
tr_tr: Yorum gönderilemiyor, lütfen aþapýdaki hatalarý düzeltiniz:

source: Back to comment editing
fi_fi: Takaisin kommentin muokkaukseen
hu_hu: Vissza a hozzászólás szerkesztéséhez
pt_br: Voltar para a edição de comentários
tr_tr: Yorum düzenlemeye geri dön

source: This is a preview only! Do not forget to send your comment!
pt_br: Esta é somente uma pré-visualização! Não esqueça de enviar o seu comentário!

source: Your comment has been submitted.
pt_br: Seu comentário foi enviado.

source: Your comment has been submitted. It will appear once it has been approved.
pt_br: Seu comentário foi enviado. Ele irá aparecer assim que aprovado.

source: If you correctly typed in your login, a link to change your password has been sent to your registered email address.
pt_br: Se você digitou corretamente seu login, um link pra mudar sua senha foi enviado para o endereço de e-mail que você registrou.

source: You cannot reset this account in demo mode.
pt_br: Você não pode resetar essa conta no modo de demonstração.

source: You have no email address with your profile, therefore we cannot reset your password.
pt_br: Você não tem endereço de e-mail configurado no seu perfil, portanto, não podemos resetar sua senha.

source: Please try contacting the admin.
pt_br: Por favor, tente contatar o administrador.

source: Somebody (presumably you) has requested a password change for your account.
pt_br: Alguém (provavelmente você) requisitou uma troca de senha para a sua conta.

source: Link to change your password:
pt_br: Link para mudar sua senha:

source: Please note:
pt_br: Por favor, observe:

source: For security reasons the link is only valid for your current session (by means of your session cookie).
pt_br: Por questão de segurança o link só é válido para a sua sessão corrente (Por meio de cookie da sua sessão)

source: If it was not you that requested this password change, simply ignore this mail.
pt_br: Se você não requisitou esta mudança de senha, simplesmente ignore este email.

source: Password change request for %s
pt_br: Mudança de senha requerida para %s

source: Sorry, the email with the link to reset your password could not be sent.
pt_br: Desculpe, o e-mail como link para resetar sua senha não pôde ser enviado.

source: Possible reason: the PHP mail() function may have been disabled on the server.
pt_br: Possível razão: a função mail() do PHP foi desabilitada no servidor.

source: Invalid password change request! Please try again...
pt_br: Requisição de mudança de senha inválida! Por favor tente novamente...

source: You have to use the same session (by means of your session cookie) as when you have requested the action. Please try again...
pt_br: Você tem que usar a mesma sessão (verificada por meio dos seus cookies de sessão) que você usou quando requisitou essa ação. Por favor, tente novamente...

source: Please change your password to something you remember now.
pt_br: Por favor, mude sua senha para algo que você se lembra agora.

source: Your account has already been validated.
pt_br: Sua conta já foi validada.

source: Invalid email address validation request!
pt_br: O endereço de e-mail informado é inválido!

source: Please login to validate your account.
pt_br: Por favor, efetue o login para validar sua conta.

source: Your email address has been validated.
pt_br: Seu endereço de e-mail foi validado.

source: You have to be logged in to request an account validation link.
pt_br: Você tem que está logado para requisitar um link de validação de conta.

source: Your profile has been updated.
pt_br: Seu perfil foi atualizado.

source: An email has been sent to your email address (%s). Please click on the link therein to validate your account.
pt_br: Um e-mail foi enviado para o seu endereço (%s). Por favor, clique no link dentro da mensagem para validar sua conta.

source: Sorry, the email with the link to validate and activate your password could not be sent.
pt_br: Desculpe, o email com o link para validar e ativar sua senha não pode ser enviado.

source: We have already sent you %d email(s) with a validation link.
pt_br: Você já enviou %d email(s) com o link de validação.

source: You have no email address with your profile, therefore we cannot validate it. Please give your email address below.
pt_br: Você não tem nenhum endereço de email no seu perfil, desta forma não podemos validá-lo. Por favor entre com seu email abaixo

source: WARNING: you are trying to log in on <strong>%s</strong> but we expect you to log in on <strong>%s</strong>. If this is due to an automatic redirect, this will prevent you from successfully loging in. You must either fix your webserver configuration, or your %s configuration in order for these two URLs to match.
pt_br: ALERTA: Você está tentando autenticar em <strong>%s</strong> mas nós esperamos que você autentique-se em <strong>%s</strong>. Se isto é devido a um redirecionamento automático, isto irá impedir que se autentique com sucesso. Você deve corrigir sua configuração do servidor, ou sua %s configuração de modo que estas duas URLs casem.

source: WARNING: you are trying to log in to <strong>%s</strong> but your cookie domain is <strong>%s</strong>. You will not be able to successfully log in to the requested domain until you fix your cookie domain in your %s configuration.
pt_br: AVISO: você está tentando efetuar login no <strong>%s</strong> mas o domínio do seu cookie é <strong>%s</strong>. Você não será capaz de logar no domínio solicitado até você altere sua %s configuração de domínio de cookie.

source: All your comments have been marked not to allow emailing you through a message form.
pt_br: Todos os seus comentários foram marcados para não permitir enviá-los através do formulário

source: The request not to receive emails through a message form for your comments failed.
pt_br: A requisição para não receber e-mail para os seus comentários através do formulário falhou

source: We have received a request that you do not want to receive emails through a message form on your comments anymore. To confirm that this request is from you, please click on the following link:
pt_br: Nós recebemos uma requsição de que você não quer receber emails através do formulário de mensagens dos seus comentários. Para confirmar essa requisição , por favor clique no link seguinte.

source: If it was not you that requested this, simply ignore this mail.
pt_br: Se não foi você que requisitou isso, simplesmente ignore este email.

source: Confirm opt-out for emails through message form
pt_br: Confirma opt-out para emails através do formulários de mensagens.

source: An email has been sent to you, with a link to confirm your request not to receive emails through the comments you have made on this blog.
pt_br: Um email foi enviado para você com um link para confirmar sua requisição de não receber emails de comentários seus feitos neste blogue.

source: Sorry, could not send email.
pt_br: Desculpe, não foi possível enviar email.

source: Please fill in the subject of your message.
pt_br: Por favor preencha o assunto da sua mensagem.

source: Please do not send empty messages.
pt_br: Por favor não envie mensagens em branco.

source: The supplied message is invalid / appears to be spam.
pt_br: A mensagem informada é inválida / parece ser spam.

source: Message sent from your comment:
pt_br: Mensagem enviada do seu comentário:

source: Message sent from your post:
pt_br: Mensagem enviada do seu post:

source: You can edit your profile to not reveive mails through a form:
pt_br: Você pode editar seu perfil para não receber emails através do formulário

source: Click on the following link to not receive e-mails on your comments for this e-mail address anymore:
pt_br: Clique no seguinte link para não receber mais e-mails dos seus comentários para este endereço de e-mail.

source: Cannot send email, please correct these errors:
pt_br: Não foi possível enviar e-mail, por favos corrija estes erros:

source: Back to email editing
pt_br: Voltar para a edição de e-mail

source: This message was sent via the messaging system on %s.
pt_br: Essa mensagem foi enviada via sistema de mensagem do %s.

source: Your message has been sent.
pt_br: Sua mensagem foi enviada.

source: You are not logged in.
fi_fi: Et ole kirjautunut sis‰‰n.
hu_hu: Nem vagy belépve.
pt_br: Você não está logado.
tr_tr: Giriþ yapmamýþsýnýz.

source: Back to profile
fi_fi: Takaisin profiiliin
hu_hu: Vissza a profilhoz
pt_br: Voltar ao perfil
tr_tr: Profile geri dön

source: Cannot update profile. Please correct the following errors:
pt_br: Não foi possível atualizar o perfil. Por favor corrija estes erros:

source: Your profile has not been changed.
pt_br: Seu perfil não foi modificado.

source: The login &laquo;%s&raquo; is already registered, please choose another one.
pt_br: O login &laquo;%s&raquo; já foi registrado, por favor escolha outro.

source: No user account has been created!
pt_br: O usuário não foi criado!

source: New user registration on your blog
pt_br: Novo registro de usuário no seu blog

source: Edit user
pt_br: Editar usuário

source: An email has been sent to your email address. Please click on the link therein to validate your account.
pt_br: Uma mensagem foi enviada para o seu endereço de e-mail. Por favor, clique no link presente na mensagem para validar a sua conta.

source: Your profile & subscriptions have been updated.
pt_br: Seu perfil & assinatura foi atualizado.

source: Supplied URL is invalid:
fi_fi: Annettu URL on virheellinen:
pt_br: A URL fornecida não é válida:
tr_tr: Saðlanan URL geçerli deðil:

source: Please do not send empty comment
fi_fi: Ole hyv‰, ‰l‰k‰ l‰het‰ tyhj‰‰ kommenttia
hu_hu: Kérlek ne küldj üres hozzászólást.
pt_br: Por favor não envie comentário em branco
tr_tr: Lütfen boþ yorum göndermeyiniz

source: Preview
fi_fi: Esikatsele
hu_hu: Elõnézet
pt_br: Visualizar
tr_tr: Ön görünüm

source: File
pt_br: Arquivo

source: Title
fi_fi: Otsikko
hu_hu: Cím
pt_br: Título
tr_tr: Baþlýk

source: Description
fi_fi: Kuvaus
hu_hu: Leírás
pt_br: Descrição
tr_tr: Taným

source: Empty file!
pt_br: Arquivo vazio!

source: %d lines
pt_br: %d linhas

source: Hide line numbers
pt_br: Esconder números de linhas

source: Show line numbers
pt_br: Mostrar números de linhas

source: End Of File
pt_br: Fim do arquivo

source: The file &laquo;%s&raquo; could not be accessed!
pt_br: O arquivo &laquo;%s&raquo; não pode ser acessado!

source: The skin [%s] is not installed on this system.
pt_br: O skin [%s] não está instalado nesse sistema.

source: The skin [%s] set for blog [%s] does not exist. It must be properly set in the <a %s>blog properties</a> or properly overriden in a stub file.
pt_br: O skin [%s] definido para este blog [%s] não existe. Deve ser corretamente configurada em <a %s>propriedades do blog</a> ou corretamente sobrepostas em um arquivo stub.

source: Dashboard
pt_br: Painel

source: Go to admin dashboard
pt_br: Ir para o painel administrativo

source: See
pt_br: Ver

source: See the home page
pt_br: Veja a página inicial

source: Write
hu_hu: Írás
pt_br: Escrever
tr_tr: Yaz

source: No blog is currently selected
pt_br: Nenhum blog está selecionado

source: Manage
pt_br: Gerenciar

source: Customize
pt_br: Personalizar

source: Tools
fi_fi: Tyˆkalut
hu_hu: Eszközök
pt_br: Ferramentas
tr_tr: Araçlar

source: See the public view of this blog
pt_br: Visualização pública desse blog

source: Write a new post into this blog
pt_br: Escreva um novo post nesse blog

source: You don't have permission to post into this blog
pt_br: Você não tem permissão para publicar neste blog.

source: Manage the contents of this blog
pt_br: Gerencia os conteúdos desse blog

source: Pages
pt_br: Páginas

source: Intro posts
pt_br: Posts introdutórios

source: Podcast episodes
pt_br: Episódios de podcast

source: Sidebar links
pt_br: Links na barra lateral

source: All Items
pt_br: Todas os itens

source: Files
pt_br: Arquivos

source: About this system
pt_br: Sobre esse sistema

source: Create new blog
pt_br: Crie um novo blog

source: More info
pt_br: Mais informação

source: Open b2evolution.net
pt_br: Abrir b2evolution.net

source: Open Support forums
pt_br: Abrir o fórum de suporte

source: Open Online manual
pt_br: Abrir o manual online

source: b2evolution on twitter
pt_br: b2evolution no twitter

source: b2evolution on facebook
pt_br: b2evolution no facebook

source: Customize this blog
pt_br: Personalizar esse blog

source: Blog properties
pt_br: Propriedades do blog

source: Blog features
pt_br: Recursos do blog

source: Blog skin
pt_br: Skin do blog

source: Blog widgets
pt_br: Widgets do blog

source: Blog URLs
pt_br: URLs do blog

source: Antispam blacklist
pt_br: Lista negra de antispam

source: Scheduler
pt_br: Agendador

source: Edit user profile
pt_br: Editar perfil de usuário

source: Email subscriptions
pt_br: Subscrições de e-mail

source: Admin skin
pt_br: Skin da administração

source: Logout
fi_fi: Kirjaudu ulos
hu_hu: Kilépés
pt_br: Sair
tr_tr: Çýkýþ

source: Admin
fi_fi: Yll‰pit‰j‰
pt_br: Administração
tr_tr: Yönetim

source: Posts / Comments
pt_br: Posts / Comentários

source: File management
pt_br: Gerenciamento de arquivos

source: Blog settings
pt_br: Opções do Blog

source: General
fi_fi: Yleiset
hu_hu: Általános
pt_br: Geral
tr_tr: Genel

source: Features
pt_br: Recursos

source: Plugin settings
pt_br: Opções de plugins

source: Advanced
fi_fi: Lis‰asetukset
hu_hu: Speciális
pt_br: Opções avançadas
tr_tr: Geliþmiþ

source: User perms
pt_br: Permissões de usuário

source: Group perms
pt_br: Permissões de grupo

source: Global settings
pt_br: Opções globais

source: File types
pt_br: Tipos de arquivos

source: Post types
pt_br: Tipos de post

source: Post types management
pt_br: Gerenciamento de tipos dos posts

source: Post statuses
pt_br: Status do post

source: Post statuses management
pt_br: Gerenciamento de status dos posts

source: Users
fi_fi: K‰ytt‰j‰t
hu_hu: Felhasználók
pt_br: Usuários
tr_tr: Kullanýcýlar

source: User management
fi_fi: K‰ytt‰jien hallinta
hu_hu: Felhasználómenedzsment
pt_br: Administração de usuários
tr_tr: Kullanýcý yönetimi

source: My profile
pt_br: Meu perfil

source: User profile
fi_fi: K‰ytt‰j‰profiili
hu_hu: Felhasználói profil
pt_br: Perfil do usuário
tr_tr: Kullanýcý profili

source: System
pt_br: Sistema

source: Hello
pt_br: Olá

source: No response!
fi_fi: Ei vastausta!
hu_hu: Nincs válasz!
pt_br: Sem resposta!
tr_tr: Cevap yok!

source: Remote error
fi_fi: Palvelimen virhe
hu_hu: Távoli hiba
pt_br: Erro remoto
tr_tr: Uzak hata

source: Response
fi_fi: Vastaus
hu_hu: Válasz
pt_br: Resposta
tr_tr: Cevap

source: An unexpected error has occurred!
pt_br: Um erro inesperado ocorreu!

source: If this error persists, please report it to the administrator.
pt_br: Se esse erro persistir, por favor informe isto ao administrador.

source: Additional information about this error:
pt_br: Informações adicionais sobre esse erro:
