Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Go back to home page
pt_br: Voltar para a página inicial.

source: Bad Request!
pt_br: Requisição Ruim!

source: The parameters of your request are invalid.
pt_br: Os parâmetros de sua requisição são inválidos.

source: If you have obtained this error by clicking on a link INSIDE of this site, please report the bad link to the administrator.
pt_br: Se você obteve esse erro clicando em um link DENTRO desse site, por favor informe o link quebrado ao administrador desse site.

source: DB Username
pt_br: Usuário do banco de dados

source: DB Database
pt_br: Banco de dados

source: DB Host
pt_br: Host do banco de dados

source: DB tables prefix
pt_br: Prefixo de tabelas do banco de dados

source: DB connection charset
pt_br: Charset da conexão do banco de dados

source: Open relevant page in online manual
pt_br: Abrir página relevante no manual online

source: Date issued (Default)
pt_br: Página principal / lista de posts

source: Order (as explicitely specified)
pt_br: Ordem (explicitada de forma específica)

source: Date created
pt_br: Data de criação

source: Date last modified
pt_br: Data da última modificação

source: URL "filename"
pt_br: URL simplificada

source: Priority
fi_fi: Prioriteetti
hu_hu: Prioritás
pt_br: Prioridade
tr_tr: Öncelik

source: Random order!
pt_br: Ordem aleatória!

source: Parameter &laquo;%s&raquo; is required!
pt_br: O parãmetro &laquo;%s&raquo; é requirido!

source: Illegal value received for parameter &laquo;%s&raquo;!
pt_br: Recebido valor ilegal para parâmentor &laquo;%s&raquo;!

source: The email address is invalid.
pt_br: O endereço de e-mail é inválido.

source: Supplied URL is invalid. (%s)
pt_br: A URL fornecida não é válida: (%s)

source: Please enter a valid time.
pt_br: Por favor, informe um data válida

source: The phone number is invalid.
pt_br: O número de telefone é inválido.

source: Please enter your password twice.
pt_br: Por favor, informe sua senha 2 vezes.

source: You typed two different passwords.
fi_fi: Kirjoitit kaksi eri salasanaa.
hu_hu: Két eltérõ jelszót gépeltél be.
pt_br: Você digitou 2 senhas diferentes.
tr_tr: Ýki farklý parola girdiniz.

source: The minimum password length is %d characters.
pt_br: O tamanho mínimo para a senha é %d caracteres.

source: Invalid XHTML.
pt_br: XHTML inválido.

source: Illegal content found (spam?)
pt_br: Conteúdo ilegal encontrado (spam?)

source: Illegal content found: blacklisted word "%s"
pt_br: Conteúdo ilegal encontrado: palavra na lista negra "%s"

source: Illegal content found: blacklisted word &laquo;%s&raquo;
pt_br: Conteúdo ilegal encontrado: palavra &laquo;%s&raquo; na lista negra

source: Illegal CSS markup found:
pt_br: Marcação de CSS ilegal encontrada:

source: Illegal javascript markup found:
pt_br: Marcação de javascript ilegal encontrada

source: Illegal frame markup found:
pt_br: Marcação de frame ilegal encontrada:

source: Illegal object markup found:
pt_br: Marcação de object ilegal encontrada:

source: (Note: To get rid of the above validation warnings, you can deactivate unwanted validation rules in your <a %s>Group settings</a>.)
pt_br: (Nota: Para se livrar dos avisos de validação acima, você pode destivar regras de validação indesejadas nas suas <a %s>opções de grupo</a>.)

source: Archive directory
pt_br: Diretório dos Arquivos

source: Category directory
pt_br: Pasta das categorias

source: Latest comments on %s
pt_br: Últimos comentários em %s

source: Latest comments
pt_br: Últimos comentários

source: Feedback on %s
pt_br: Feedback em %s

source: Subscriptions
pt_br: Subscrições

source: Send an email message
pt_br: Envie um e-mail

source: PREVIEW
fi_fi: ESIKATSELU
hu_hu: ELÕNÉZET
pt_br: VISUALIZAR
tr_tr: ÖN GÖRÜNÜM

source: User
fi_fi: K‰ytt‰j‰
hu_hu: Felhasználó
pt_br: Usuário
tr_tr: Kullanýcý

source: Update cancelled
pt_br: Atualização cancelada

source: Update paused
pt_br: Atualização em pausa

source: Changes pending
pt_br: Mudanças pendentes

source: Saving changes
pt_br: Salvando mudanças

source: Invalid URL $code$ format
pt_br: Formato de URL $code$ inválido

source: URI scheme "%s" not allowed.
pt_br: Esquema de URI "%s" não permitido

source: URI scheme not allowed.
pt_br: Esquema de URI não permitido

source: Invalid email link: %s.
pt_br: Link de email inválido %s.

source: Invalid email link.
pt_br: Link de email inválido.

source: Supplied email address (%s) is invalid.
pt_br: O e-mail fornecido (%s) não é válido.

source: Invalid email address.
pt_br: Endereço de e-mail inválido!

source: Invalid class ID format
pt_br: Formato do ID da classe inválido

source: Invalid URL format (%s).
pt_br: Formato de URL inválido (%s).

source: Invalid URL format.
pt_br: Formato de URL inválido.

source: URL "%s" must be absolute.
pt_br: URL "%s" deve ser absoluta.

source: URL must be absolute.
pt_br: URL deve ser absoluta.

source: URL "%s" must be a full path starting with "/" or an anchor starting with "#".
pt_br: A URL "%s" deve ser um caminho completo iniciando com "/".

source: URL must be a full path starting with "/" or an anchor starting with "#".
pt_br: URL deve ser um caminho completo iniciando com "/".

source: URL "%s" not allowed: blacklisted word "%s".
pt_br: URL "%s" não permitida: palavra na lista negra "%s".

source: URL not allowed
fi_fi: URL ei ole sallittu
hu_hu: URL nem engedélyezett
pt_br: URL não permitida
tr_tr: URL izinli deðil

source: The following relations prevent deletion:
pt_br: A seguinte relação impede que se apague:

source: Please delete related objects before you proceed.
pt_br: Por favor apague objetos relacionados antes de você prosseguir

source: WARNING: Deleting this object will also delete:
pt_br: AVISO: Remover esse objeto vai remover também:

source: THIS CANNOT BE UNDONE!
fi_fi: TƒTƒ TOIMINTOA EI VOIDA PERUA!
hu_hu: NEM LEHET VISSZAVONNI!
pt_br: Isso não pode ser desfeito!
tr_tr: BU, GERÝ ALINAMAZ!

source: I am sure!
fi_fi: Olen varma!
hu_hu: Biztos vagyok benne!
pt_br: Eu estou certo!
tr_tr: Eminim!

source: CANCEL
fi_fi: PERUUTA
hu_hu: MÉGSEM
pt_br: Cancelar
tr_tr: ÝPTAL

source: Created on %s by %s
pt_br: Criado em %s por %s

source: Created by %s
pt_br: Criado por %s

source: Created on %s
pt_br: Criado em %s

source: Last mod on %s by %s
pt_br: Última modificação em %s por %s

source: Last mod by %s
pt_br: Última modificação por %s

source: Last mod on %s
pt_br: Última modificação em %s

source: None
fi_fi: Ei yht‰‰n
hu_hu: Nincs
pt_br: Nenhum
tr_tr: Hiçbiri

source: Cannot edit entry!
pt_br: Não posso editar a entrada!

source: Requested entry does not exist any longer.
pt_br: A entrada requisitada não existe mais.

source: This element is already at the top.
pt_br: Esse elemento já está no topo.

source: This element is already at the bottom.
pt_br: Esse elemento já está embaixo.

source: Legend
pt_br: Legenda

source: No results.
pt_br: Sem resultados.

source: Apply
fi_fi: K‰yt‰
hu_hu: Alkalmaz
pt_br: Aplicar
tr_tr: Uygula

source: Columns
pt_br: Colunas

source: Filter list
pt_br: Filtrar lista

source: Filters
pt_br: Filtro

source: Change Order
pt_br: Ordenar por

source: Ascending order
pt_br: Ordem ascendente

source: Descending order
pt_br: Ordem descendente

source: days
fi_fi: p‰iv‰‰
hu_hu: nap
pt_br: dias
tr_tr: gün

source: hours
pt_br: horas

source: minutes
pt_br: minutos

source: You have modified this form but you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
pt_br: Você modificou esse formulário mas não o enviou ainda.\nVocê está prestes a perder suas últimas edições.\nVocê está certo disso?

source: You have modified the form \"%s\"\nbut you haven't submitted it yet.\nYou are about to lose your edits.\nAre you sure?
pt_br: Você modificou o formulário \"%s\"\nmas não o enviou ainda.\nVocê está prestes a perder suas últimas edições.\nVocê está certo disso?

source: Move up!
pt_br: Mover para cima!

source: Move down! (reverse sort)
pt_br: Mover para baixo! (ordem reversa)

source: Move down!
pt_br: Mover para baixo!

source: Move up! (reverse sort)
pt_br: Mover para cima! (ordenação reversa)

source: to
pt_br: para

source: Sorry, there is nothing to display...
fi_fi: Valitan, t‰‰ll‰ ei ole mit‰‰n n‰ytett‰v‰‰
hu_hu: Sajnálom, de nincs mit megjelenítenem...
pt_br: Desculpe, não há nada a exibir...
tr_tr: Üzgünüz, görüntülenecek hiç bir þey bulunmuyor...

source: Sel
pt_br: Seleção

source: Selection name
pt_br: Nome da seleção

source: Update selection
pt_br: Atualizar seleção

source: Selection
pt_br: Seleção

source: New selection
pt_br: Nova seleção

source: Cannot create a selection with an empty name
pt_br: Não pode criar uma seleção com um nome vazio

source: Selection created.
pt_br: Seleção criada.

source: Please provide a selection name.
pt_br: Por favor forneça um nome de seleção.

source: Obsolete selection entries deleted.
pt_br: Seleção de entradas obsoletas apagadas.

source: New selections entries inserted.
pt_br: Novas seleções de entradas inseridas.

source: Selection copied.
pt_br: Seleção copiada.

source: Selection links copied.
pt_br: Seleção de links copiados.

source: Delete selection &laquo;%s&raquo;?
pt_br: Apaga seleção &laquo;%s&raquo;?

source: Cascading deletes!
pt_br: Apaga Cascading

source: Selection attachments deleted.
pt_br: Anexos selecionados apagados

source: Selection deleted.
pt_br: Seleção removida.

source: The login window has expired. Please try again.
pt_br: A janela de login expirou. Por favor tente novamente.

source: Either you have not enabled cookies or this login window has expired.
pt_br: Ou você não ativou os cookies ou essa janela de login expirou.

source: Wrong login/password.
pt_br: Login/senha incorretos.

source: You must log in!
fi_fi: Sinun t‰ytyy kirjautua sis‰‰n!
hu_hu: Be kell lépned!
pt_br: Você precisa logar!
tr_tr: Giriþ yapmalýsýnýz!

source: You must validate your email address before you can log in.
pt_br: Você deve validar o seu e-mail antes de poder autenticar.

source: Sunday
fi_fi: Sunnuntai
hu_hu: Vasárnap
pt_br: Domingo
tr_tr: Pazar

source: Monday
fi_fi: Maanantai
hu_hu: Hétfõ
pt_br: Segunda
tr_tr: Pazartesi

source: Tuesday
fi_fi: Tiistai
hu_hu: Kedd
pt_br: Terça
tr_tr: Salý

source: Wednesday
fi_fi: Keskiviikko
hu_hu: Szerda
pt_br: Quarta
tr_tr: Çarþamba

source: Thursday
fi_fi: Torstai
hu_hu: Csütörtök
pt_br: Quinta
tr_tr: Perþembe

source: Friday
fi_fi: Perjantai
hu_hu: Péntek
pt_br: Sexta
tr_tr: Cuma

source: Saturday
fi_fi: Lauantai
hu_hu: Szombat
pt_br: Sábado
tr_tr: Cumartesi

source: Sun
fi_fi: Su
hu_hu: Vas
pt_br: Dom
tr_tr: Paz

source: Mon
fi_fi: Ma
hu_hu: Hét
pt_br: Seg
tr_tr: Pzt

source: Tue
fi_fi: Ti
hu_hu: Ked
pt_br: Ter
tr_tr: Sal

source: Wed
fi_fi: Ke
hu_hu: Sze
pt_br: Qua
tr_tr: Çar

source: Thu
fi_fi: To
hu_hu: Csü
pt_br: Qui
tr_tr: Per

source: Fri
fi_fi: Pe
hu_hu: Pén
pt_br: Sex
tr_tr: Cum

source: Sat
fi_fi: La
hu_hu: Szo
pt_br: Sab
tr_tr: Cmt

source: S
hu_hu: V
pt_br: D
tr_tr: P

source: M
hu_hu: H
pt_br: S
tr_tr: P

source: W
hu_hu: S
pt_br: Q
tr_tr: Ç

source: T
hu_hu: C
pt_br: Q
tr_tr: P

source: F
hu_hu: P
pt_br: S
tr_tr: C

source: January
fi_fi: Tammikuu
hu_hu: Január
pt_br: Janeiro
tr_tr: Ocak

source: February
fi_fi: Helmikuu
hu_hu: Február
pt_br: Fevereiro
tr_tr: Þubat

source: March
fi_fi: Maaliskuu
hu_hu: Március
pt_br: Março
tr_tr: Mart

source: April
fi_fi: Huhtikuu
hu_hu: Április
pt_br: Abril
tr_tr: Nisan

source: May
fi_fi: Toukokuu
hu_hu: Május
pt_br: Maio
tr_tr: Mayýs

source: June
fi_fi: Kes‰kuu
hu_hu: Június
pt_br: Junho
tr_tr: Haziran

source: July
fi_fi: Hein‰kuu
hu_hu: Július
pt_br: Julho
tr_tr: Temmuz

source: August
fi_fi: Elokuu
hu_hu: Augusztus
pt_br: Agosto
tr_tr: Aðustos

source: September
fi_fi: Syyskuu
hu_hu: Szeptember
pt_br: Setembro
tr_tr: Eylül

source: October
fi_fi: Lokakuu
hu_hu: Október
pt_br: Outubro
tr_tr: Ekim

source: November
fi_fi: Marraskuu
pt_br: Novembro
tr_tr: Kasým

source: December
fi_fi: Joulukuu
pt_br: Dezembro
tr_tr: Aralýk

source: Feb
fi_fi: Helmi
pt_br: Fev
tr_tr: Þub

source: Apr
fi_fi: Huhti
hu_hu: Ápr
pt_br: Abr
tr_tr: Nis

source: May
fi_fi: Touko
hu_hu: Máj
pt_br: Mai

source: Aug
fi_fi: Elo
pt_br: Ago
tr_tr: Aðs

source: Sep
fi_fi: Syys
hu_hu: Sze
pt_br: Set
tr_tr: Eyl

source: Oct
fi_fi: Loka
hu_hu: Okt
pt_br: Out
tr_tr: Ekm

source: Dec
fi_fi: Joulu
pt_br: Dez
tr_tr: Ara

source: Published
fi_fi: Julkaistu
hu_hu: Publikált
pt_br: Publicado
tr_tr: Yayýnda

source: Deprecated
fi_fi: Vanhentunut
hu_hu: Elavult
pt_br: Obsoleto
tr_tr: Geçerliliðini yitirmiþ

source: Redirected
pt_br: Redirecionado

source: Protected
fi_fi: Suojattu
hu_hu: Védett
pt_br: Protegido
tr_tr: Korumalý

source: Private
fi_fi: Yksityinen
hu_hu: Magán
pt_br: Particular
tr_tr: Özel

source: Draft
fi_fi: Luonnos
hu_hu: Vázlat
pt_br: Rascunho
tr_tr: Taslak

source: The keyword &laquo;%s&raquo; is too short, it has to be a minimum of 5 characters!
pt_br: A palavra chave [%s] é muito curta, ela precisa ter no mínimo 5 caracteres!

source: Deleted %d logged hits matching &laquo;%s&raquo;.
pt_br: Removendo %d acessos registrados que contém &laquo;%s&raquo;.

source: Deleted %d comments matching &laquo;%s&raquo;.
pt_br: Removendo %d comentários que contém [%s]...

source: The keyword &laquo;%s&raquo; has been blacklisted locally.
pt_br: A palavra-chave &laquo;%s&raquo; foi colocada na lista negra local.

source: Removing entry #%d from the ban list...
fi_fi: Poistetaan kohde #%d estolistalta...
hu_hu: A #%d bejegyzés törlése a tiltólistáról...
pt_br: Removendo a entrada #%d da lista negra...
tr_tr: Yasaklama listesinden #%d giriþi kaldýrýlýyor...

source: Restored default values.
pt_br: Restaurar valores padrão.

source: Settings have not changed.
pt_br: As configurações não mudaram.

source: The threshold must be between -100 and 100.
pt_br: O limite deve estar entre -100 e 100.

source: Spam weight has to be in the range of 0-100.
pt_br: O peso do spam deve estar na faixa de 0 a 100.

source: Settings updated.
pt_br: Configurações atualizadas.

source: Reporting abuse to b2evolution aborted (Running on localhost).
pt_br: Reportando abuso para b2evolution.net abortado (executando em localhost).

source: Reported abuse to %s.
pt_br: Abuso informado para %s.

source: Failed to report abuse to b2evolution.net.
pt_br: Falha ao repostar abuso para o b2evolution.net.

source: Latest update timestamp
fi_fi: Viimeisen p‰ivityksen aikaleima
pt_br: Letztes Update:
tr_tr: Son güncelleme zamaný

source: Requesting abuse list from %s...
pt_br: Requisitando lista de abuso em %s...

source: Incomplete reponse.
fi_fi: Keskener‰inen vastaus.
hu_hu: Befejezetlen válasz.
pt_br: Resposta incompleta.
tr_tr: Tamamlanmamýþ cevap.

source: No new blacklisted strings are available.
fi_fi: Ei uusia merkkijonoja mustalla listalla.
hu_hu: Új feketelistás kifejezések nem elérhetõek.
pt_br: Nenhuma novas strings banidas disponiveis.
tr_tr: Yeni kara listeli katar bulunmuyor.

source: Adding strings to local blacklist:
pt_br: Adcionando palavras à lista negra local

source: Adding:
fi_fi: Lis‰t‰‰n:
hu_hu: Hozzáadás:
pt_br: Adicionando:
tr_tr: Ekleme:

source: Not necessary! (Already handled)
fi_fi: Ei v‰ltt‰m‰tˆn! (Valmiiksi k‰sitelty)
hu_hu: Nem szükséges! (Már bejegyezve)
pt_br: Não necessário! (Já tratado)
tr_tr: Gerekli deðil! (Zaten tutulu)

source: New latest update timestamp
fi_fi: Uusi p‰ivityksen aikaleima
pt_br: Novo horário da ultima atualização
tr_tr: Yeni son güncelleme zamaný

source: Done.
fi_fi: Valmis.
hu_hu: Kész.
pt_br: Pronto.
tr_tr: Tamam.

source: Invalid reponse.
fi_fi: Virheellinen vastaus.
hu_hu: Érvénytelen válasz.
pt_br: Resposta inválida.
tr_tr: Geçersiz cevap.

source: Cancel!
pt_br: Cancelar!

source: Confirm ban & delete
pt_br: Confirmar banir e remover

source: No log-hits match the keyword [%s].
fi_fi: Logihaku ei lˆyt‰nyt yht‰‰n hakutulosta hakutermill‰ [%s].
pt_br: Nenhum log-hits contém essa palavra chave [%s].
tr_tr: [%s] anahtar kelimesi ile uyuþan kayýt-vurusu yok.

source: Delete the following %s referer hits:
pt_br: Remover os seguintes %s logs de acesso de referências:

source: Date
fi_fi: Pvm
hu_hu: Dátum
pt_br: Data
tr_tr: Tarih

source: Referer
pt_br: Referências

source: Target Blog
pt_br: Blog Alvo

source: Target URL
pt_br: URL Alvo

source: No comments match the keyword [%s].
fi_fi: Ei kommentteja hakusanalla [%s].
hu_hu: Nem található [%s] kulcsszót tartalmazó hozzászólás.
pt_br: Nenhum comentário contém essa palavra chave [%s].
tr_tr: [%s] anahtar kelimesi ile uyuþan yorum bulunmuyor.

source: Delete the following %s comments:
pt_br: Remover os seguintes %s comentários:

source: Author
fi_fi: Kirjoittaja
hu_hu: Szerzõ
pt_br: Autor
tr_tr: Yazar

source: Auth. URL
pt_br: URL do Autor

source: Auth. IP
pt_br: IP do Autor

source: Content starts with...
pt_br: Conteúdo começa com...

source: Action
pt_br: Ação

source: Edit...
pt_br: Editar...

source: The keyword [%s] is already handled by the blacklist.
fi_fi: Avainsana [%s] on jo mustalla listalla.
hu_hu: A [%s] kulcsszót már tartalmazza a feketelista.
pt_br: A palavra chave [%s] já é tratada pela lista negra.
tr_tr: [%s] anahtar kelimesi zaten kara listede tutuluyor.

source: Blacklist the keyword [%s] locally.
fi_fi: Lis‰‰ avainsana [%s] paikalliselle mustalle listalle.
pt_br: Coloque a palavra chave[%s] na lista negra local.
tr_tr: [%s] anahtar kelimesini yerel olarak kara listeye al.

source: Report the keyword [%s] as abuse to b2evolution.net.
fi_fi: Tee h‰iriˆilmoitus avainsanasta [%s] b2evolution.net:iin.
pt_br: Reportar a palavra-chave [%s] como abuso ao b2evolution.net.
tr_tr: [%s] anahtar kelimesinin zararlý olduðunu b2evolution.net'e bildir.

source: Terms of service
fi_fi: Palveluehdot
hu_hu: A szolgáltatás feltételei
pt_br: Termos de serviço
tr_tr: Hizmet bildirimi

source: Perform selected operations
fi_fi: Suorita valitut toiminnot
hu_hu: A kiválasztott mûveletek végrehajtása
pt_br: Executar operações selecionadas
tr_tr: Seçili iþlemleri gerçekleþtir

source: Add a banned keyword
fi_fi: Lis‰‰ estetty avainsana
hu_hu: Tiltott kulcsszó hozzáadása
pt_br: Adicionar uma palavra banida
tr_tr: Yasaklanmýþ bir anahtar kelime ekleyin

source: Keyword/phrase to ban
pt_br: Palavra chave/frase a banir

source: Check & ban...
pt_br: Checar & banir...

source: Antispam settings
pt_br: Opções de antispam

source: Any URL containing one of the following keywords will be banned from posts, comments and logs.
fi_fi: Kaikki URL-osoitteet, jotka sis‰lt‰v‰t seuraavat avainsanat, tullaan est‰m‰‰n kirjoituksista, kommenteista ja logeista.
hu_hu: Az összes URL kiszûrésre kerül a beküldésekbõl, hozzászólásokból és a naplókból, ha tartalmazza az alábbi kulcsszavakat.
pt_br: Qualquer URL contendo uma das seguintes palavras chave será banida dos posts, comentários e logs.
tr_tr: Herhangi bir URL aþaðýdaki anahtar kelimeleri içeriyorsa gönderi, yorum ve kayýt hizmetlerinden yasaklanacakdýr.

source: If a keyword restricts legitimate domains, click on the green tick to stop banning with this keyword.
fi_fi: Jos avainsana est‰‰ luvallisia domaineja, klikkaa vihre‰‰ merkki‰ poistaaksesi eston.
hu_hu: Ha egy kulcsszót egy érvényes domaint korlátoz, kattints a zöld fecnire a kulcsszó tiltásának érvénytelenítéséhez.
pt_br: Se uma palavra chave restringe um domínio legítimo, clique no tick verde para parar de banir essa palavra chave.
tr_tr: Eðer bir kelime meþru bir alan adýný yasaklýyor ise, yeþil iþareti týklayýp bu kelimenin yasaðýný kaldýrýn.

source: Request abuse update from centralized blacklist!
fi_fi: P‰ivit‰ keskitetty‰ mustaa listaa.
pt_br: Baixar a lista de abusos atualizada de uma lista negra centralizada!
tr_tr: Merkezi kara listeden zararlý kelime güncellemesi iste!

source: Banned keywords blacklist
pt_br: Lista negra de palavras banidos

source: Keywords
fi_fi: Avainsanat
hu_hu: Kulcsszavak
pt_br: Palavras chaves
tr_tr: Anahtar kelimeler

source: Separate with space
pt_br: Separadas por espaço

source: All keywords
pt_br: Todas as Palavras chave

source: Keyword
pt_br: Palavra chave

source: Reported
fi_fi: Raportoitu
hu_hu: Jelentett
pt_br: Informado
tr_tr: Bildirilmiþ

source: Source
pt_br: Fonte

source: Allow keyword back (Remove it from the blacklist)
fi_fi: Salli avainsana uudestaan (poista se mustalta listalta)
pt_br: Permite retornar a palavra chave (Remove-a da lista negra)
tr_tr: Anahtar kelimeyi geri al (Karalisteden kaldýr)

source: Report abuse to centralized ban blacklist!
fi_fi: Raportoi h‰iriˆst‰ keskitetylle estojen mustalle listalle!
hu_hu: Jelentés küldése a rongálási kísérletrõl a központi tiiltólistára!
pt_br: Reportar abuso para a lista negra centralizada de banidos!
tr_tr: Zararlý kelimeyi merkezi yasak kara listesine bildir!

source: Report
fi_fi: Raportoi
hu_hu: Jelentés
pt_br: Reportar
tr_tr: Bildir

source: Check hit-logs and comments for this keyword!
fi_fi: Tarkista osumalogit ja kommentit t‰lle avainsanalle!
hu_hu: Ellenõrizd a kulcsszóhoz tartozó találati naplókat és a hozzászólásokat!
pt_br: Checar os hit-logs e comentários para esta palavra-chave!
tr_tr: Bu anahtar için vuru-kayýtlarýný ve yorumlarý iþaretle!

source: Re-check
fi_fi: Tarkista uudestaan
hu_hu: Újraellenõrzés
pt_br: Checar novamente
tr_tr: Yeniden iþaretle

source: Actions
pt_br: Ações

source: Antispam Settings
pt_br: Opções de antispam

source: Comments/Feedback
pt_br: Comentários/Feedback

source: (-100 to 100). Automatically publish feedbacks with a spam karma below this value.
pt_br: (-100 to 100). Publicar automaticamente feedbacks com um spam karma abaixo desse valor.

source: Publishing threshold
pt_br: Limite de publicação

source: (-100 to 100). Automatically delete feedbacks with a spam karma over this value.
pt_br: (-100 to 100). Remover automaticamente feedbacks com um spam karma acima desse valor.

source: Deletion threshold
pt_br: Limite de remoção

source: Feedbacks with a spam karma between these two thresholds will get the default status of the blog ("%s").
pt_br: Feedbacks com um spam karma entre esses dois limites irão receber o status padrão do blog ("%s").

source: New feedback status
pt_br: Status para novos feedback

source: Block spam referers
pt_br: Bloquear spam de referência

source: If a referrer has been detected as spam, should we block the request with a "403 Forbidden" page?
pt_br: Se um referenciador foi detectado como spam, a requisição deve ser bloqueada com uma página "403 Forbidden"?

source: Report to central blacklist
pt_br: Reportar para a lista negra centralizada

source: When banning a keyword, offer an option to report to the central blacklist.
pt_br: Ao banir uma palavra chave, ofereça uma opção para reportar para a lista negra central.

source: Spam detection relevance weight
pt_br: Peso na relevância de detecção de spam

source: This defines the weight of the plugin, in relation to the others.
pt_br: Isso define o peso do plugin, em relação a outros.

source: There are no spam karma plugins enabled.
pt_br: Não existe nenhum plugin spam karma habilitado

source: Update
fi_fi: P‰ivit‰
hu_hu: Frissít
pt_br: Atualizar
tr_tr: Güncelle

source: Reset
fi_fi: Tyhjenn‰
hu_hu: Visszaállít
pt_br: Limpar
tr_tr: Sýfýrla

source: Restore defaults
pt_br: Restaurar padrões

source: %d sub categories
pt_br: %d subcategorias

source: %d posts within category through main cat
pt_br: %d posts dentro da categoria através da categoria principal

source: %d posts within category through extra cat
pt_br: %d posts dentro da categoria através da categoria extra

source: Cannot delete category
pt_br: Não foi possível remover a categoria

source: List
pt_br: Lista

source: Cannot edit element!
pt_br: Não pode editar elemento

source: Requested element does not exist any longer.
pt_br: O elemento requerido não existe mais.

source: This element is locked and cannot be edited!
pt_br: Esse elemento está travado e não pode ser editado!

source: Root
pt_br: Raiz
