Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: New goal created.
pt_br: Novo alvo criado.

source: Goal updated.
pt_br: Alvo atualizado.

source: Goal &laquo;%s&raquo; deleted.
pt_br: Alvo &laquo;%s&raquo; removido.

source: Cannot delete goal &laquo;%s&raquo;
pt_br: Não pode apagar o alvo &laquo;%s&raquo;

source: Delete goal &laquo;%s&raquo;?
pt_br: Remover alvo &laquo;%s&raquo;?

source: bad char in User Agent
fi_fi: kielletty merkki User Agentissa
hu_hu: hibás karakter a User Agent-ben
pt_br: caractere inválido no Agente de Usuário
tr_tr: Tarayýcýfa yanlýþ karakter

source: Pruning has already been done today
pt_br: Prunning já foi feito hoje

source: n.a.
pt_br: n.d.

source: Sorry, there is no blog you have permission to view stats for.
pt_br: Desculpe, você não tem permissão para ver as estatísticas.

source: Changed hit #%d type to: %s.
pt_br: Alterando o tipo do acesso #%d para: %s

source: Deleted hit #%d.
pt_br: Hit nº %d removido.

source: Could not delete hit #%d.
pt_br: Você não pode remover o hit %d.

source: Deleted %d hits for %s.
pt_br: %d acessos removidos para %s.

source: No hits deleted for %s.
pt_br: Nenhum hit apagado para %s

source: Delete this goal!
pt_br: Remover esse alvo!

source: Goal
pt_br: Alvo

source: New goal
pt_br: Novo alvo

source: Key
pt_br: Chave

source: Redirection URL
pt_br: URL de redirecionamento

source: Default value
pt_br: Valor padrão

source: Browser hits summary
pt_br: Navegadores

source: This page only includes hits identified as made by a <a %s>web browser</a>.
pt_br: Essa página inclui somente acessos identificados como tendo sido feitos por um <a %s>navegador</a>.

source: Refering searches
pt_br: Buscas

source: Referers
fi_fi: Ohjaajat
hu_hu: Hivatkozók
pt_br: Referências
tr_tr: Atýfta bulunanlar

source: Direct accesses
pt_br: Acessos diretos

source: Self referred
pt_br: Auto referência

source: Special referrers
pt_br: Referências especiais

source: Referer spam
pt_br: Spam de referências

source: Prune hits for this date!
fi_fi: Tiivist‰ t‰m‰n p‰iv‰m‰‰r‰n osumat!
hu_hu: Töröljük az ehhez a dátumhoz tartozó találatokat!
pt_br: Expurgar os hits desta data!
tr_tr: Bu tarihe ait vurularý buda!

source: Direct browser hits
pt_br: Acessos diretos de navegadores

source: These are browser hits from people who came to this blog system by direct access (either by typing the URL directly, or using a bookmark. Invalid (too short) referers are also listed here.)
pt_br: Estes são os hits das pessoas que vem até este blog por acesso direto. (ou escrevendo a URL diretamente ou usando o bookmark. Referências inválidas (muito curtas) também são listadas aqui.)

source: Date Time
pt_br: Data e Hora

source: Delete this hit!
fi_fi: Poista t‰m‰ osuma!
hu_hu: A találat törlése!
pt_br: Delete este hit!
tr_tr: Bu vurularý sil!

source: Requested URI
pt_br: URI Requisitada

source: Remote IP
pt_br: IP remoto

source: From
pt_br: De

source: Exclude
pt_br: Excluir

source: Session ID
pt_br: ID da sessão

source: Session
pt_br: Sessão

source: U.A.
pt_br: A.U.

source: Search keywords
pt_br: Palavras chaves

source: Redirect to
pt_br: Redirecionar para

source: Edit this goal...
pt_br: Editar esse alvo...

source: Duplicate this goal...
pt_br: Duplicar esse alvo...

source: Delete this file goal!
pt_br: Remover esse alvo de arquivo!

source: Create a new goal...
pt_br: Criar novo alvo...

source: Recent hits
pt_br: Acessos recentes

source: Regular sites
pt_br: Sites regulares

source: Search engines
pt_br: Mecanismos de busca

source: Feed aggregators
pt_br: Agregadores de Feed

source: Aggregators
pt_br: Agregadores

source: Domain name
pt_br: Nome do domínio

source: Global total
pt_br: Total global

source: Hit count
pt_br: Contagem dos acessos

source: Refered browser hits
pt_br: Acessos de navegadores referenciados

source: These are browser hits from external web pages refering to this blog
pt_br: Estes são os hits de páginas externas referenciando este blog

source: Log as a search instead
fi_fi: Kirjaa hakuna
hu_hu: Naplózzuk inkább keresésként
pt_br: Registrar como busca
tr_tr: Bir aramaymýþ gibi kaydýný tut

source: -&gt;S
pt_br: -&gt;B

source: Ban this domain!
fi_fi: Est‰ t‰m‰ domaini!
hu_hu: Tartomány tíltása!
pt_br: Banir esse domínio!
tr_tr: Bu alan adýný yasakla!

source: S
pt_br: Spam

source: Top referers
fi_fi: Aktiivisimmat ohjaajat
hu_hu: Legjobb ajánlók
pt_br: Top Referentes
tr_tr: En çok atýfta bulunanlar

source: % of total
pt_br: % do total

source: Total referers
fi_fi: Kaikki ohjaajat
hu_hu: Összes ajánlás
pt_br: Total de referências
tr_tr: Toplam atýfta bulunanlar

source: Search browser hits
pt_br: Acessos de buscas em navegadores

source: These are hits from people who came to this blog system through a search engine. (Search engines must be listed in /conf/_stats.php)
fi_fi: N‰m‰ osumat ovat tulleet blogij‰rjestelm‰‰n hakukoneen kautta (hakukoneiden tulee olla listattuna tiedostossa /conf/_stats.php)
hu_hu: Ezek olyan emberek találatai, akik egy keresõmotoron keresztül találtak erre a blogra. (A keresõmotorokat a /conf_stats.php -ben fel kell sorolni.)
pt_br: Estes são os hits das pessoas que vêm até este blog através de um sistema de busca. (Sistemas de busca devem ser listados em /conf/_stats.php)
tr_tr: Bu vurular, bu sayfaya bir arama motoru ile eriþen vurulardýr. (Arama motorlarý /conf/_stats.php adresinde listelenmelidir)

source: This page only includes hits identified as made by <a %s>indexing robots</a> a.k.a. web crawlers.
pt_br: Essa página somente inclui acessos feitos por <a %s>robôs de indexação</a>, também conhecidos como web crawlers.

source: In order to be detected, robots must be listed in /conf/_stats.php.
pt_br: Para serem detectados, os robôs precisam ser listados em /conf/_stats.php.

source: Top Indexing Robots
fi_fi: Aktiivisimmat indeksointirobotit
hu_hu: Leggyakoribb keresõmotorok
pt_br: Top Indexamento de Robôs
tr_tr: Toplam Dizinlenen Robotlar

source: Robot
pt_br: Robô

source: Top refering search engines
fi_fi: Aktiivisimmat ohjaajahakukoneet
hu_hu: Legjobb ajánló keresõmotorok
pt_br: Top Sistemas de busca referentes
tr_tr: En çok atýfta bulunan arama motorlarý

source: Search engine
pt_br: Mecanismo de busca

source: Keyphrases
pt_br: Frases

source: Split engines
pt_br: Dividir mecanismos

source: Today
pt_br: Hoje

source: keyphrases
pt_br: frases

source: Unique IP hits
pt_br: Acessos de IPs únicos

source: Cumulative
pt_br: Cumulativo

source: Recent sessions
pt_br: Sessões recentes

source: User login
pt_br: Login do usuário

source: Last seen
pt_br: Última visualização

source: Session count
pt_br: Contador de sessão

source: Global hits summary
pt_br: Resumo global dos acessos

source: This page includes all recorded hits, split down by <a %s>user agent</a> type.
pt_br: Essa página inclui todos os acessos gravados, separados por tipos de <a %s>agentes de usuário</a>.

source: RSS/Atom
pt_br: Feeds RSS/Atom

source: Robots
pt_br: Robôs

source: Browsers
pt_br: Navegadores

source: XML hits summary
pt_br: XML (RSS)

source: These are hits from <a %s>XML readers</a>. This includes RSS and Atom readers.
pt_br: Esses são acessos de <a %s>leitores XML </a>. Isso inclui leitores RSS e Atom.

source: Any user agent accessing the XML feeds will be flagged as an XML reader.
pt_br: Qualquer agente de usuário acessando os feeds XML serão marcados como leitores XML.

source: XML readers
pt_br: Leitores de XML

source: Browser
pt_br: Navegador

source: Agent signature
pt_br: Assinatura do agente

source: Agent type
pt_br: Tipo do agente

source: User level must be between %d and %d.
fi_fi: K‰ytt‰j‰n tason tulee olla %d:n ja %d.n v‰lill‰.
hu_hu: A felhasználói szintnek %d és %d közöttinek kell lennie.
pt_br: O Nível do usuário deve estar entre %d e %d.
tr_tr: Kullanýcý seviyesi %d ve %d arasýnda olmalýdýr.

source: Minimun password length must be between %d and %d.
pt_br: O tamanho mínimo para a senha deve estar entre %d e %d.

source: You cannot set a session timeout below %d seconds.
pt_br: Você não pode configurar um tempo de expiração da sessão abaixo de %d segundos.

source: Warning: your session timeout is just %d seconds. Your users may have to re-login often!
pt_br: Aviso: sua sessão expira em somente %d segundos. Seu usuário deverá re-logar frequentemente!

source: Reload-page timeout must be between %d and %d.
pt_br: O tempo de recarga de página deve estar entre %d e %d.

source: General caching has been enabled.
pt_br: Cache geral foi habilitado.

source: General caching could not be enabled. Check /cache/ folder file permissions.
pt_br: O cache geral não pôde ser habilitado. Verifice as permissões de arquivo da pasta /cache/.

source: General caching has been disabled. All general cache contents have been purged.
pt_br: O cache geral foi desabilitado. Todos os conteúdos de cache geral foram apagados.

source: General settings updated.
fi_fi: Yleisasetukset p‰ivitetty.
hu_hu: Az általános beállítások frissültek.
pt_br: Configurações gerais atualizadas.
tr_tr: Genel ayarlar güncellendi.

source: Global Features
pt_br: Recursos globais

source: Online Help
pt_br: Ajuda online

source: Online Help links
pt_br: Links para ajuda online

source: Online help links provide context sensitive help to certain features.
pt_br: Links para ajuda online disponibilizam ajuda sensível ao contexto para certas recursos.

source: No notification about your new content will be sent out.
pt_br: Nenhuma notificação sobre o seu novo conteúdo será enviada.

source: Off
pt_br: Desligado

source: Immediate
pt_br: Imediato

source: This is guaranteed to work but may create an annoying delay after each post.
pt_br: Isso irá funcionar mas cria um irritante atraso depois de cada post

source: Asynchronous
pt_br: Assíncrono

source: Recommended if you have your scheduled jobs properly set up.
pt_br: Recomendado se você tem seu agendador de tarefas apropriadamente configurado.

source: Outbound pings & email notifications
pt_br: Pings & notificações por e-mail

source: Enable Blog by email
pt_br: Habilitar blogar por e-mail

source: NOT loaded
pt_br: NÃO carregado

source: Note: This feature needs the php_imap extension (currently %s).
pt_br: Nota: Essa característica precisa da extensão imap do php_imap (atualmente %s).

source: loaded
pt_br: carregado

source: Choose a method to retrieve the emails.
pt_br: Escolha um método para receber os e-mails.

source: Retrieval method
pt_br: Método de recebimento

source: Hostname or IP address of your incoming mail server.
pt_br: Hostname ou endereço IP do ser servidor de e-mail.

source: Mail Server
pt_br: Servidor de Email

source: Port Number
pt_br: Número da Porta

source: Port number of your incoming mail server (Defaults: pop3: 110 imap: 143).
pt_br: Número da porta de entrada seu servidor de email (Padrão: pop3: 110 imap:143).

source: Encryption method
pt_br: Método de criptografia

source: Account Name
pt_br: Nome da conta

source: User name for authenticating to your mail server.
pt_br: Nome de usuário para autenticação no seu servidor de e-mail.

source: Password
pt_br: Senha

source: Password for authenticating to your mail server.
pt_br: Senha para autenticação no seu servidor de e-mail.

source: By default emailed posts will have this category.
pt_br: Posts enviados por e-mail terão essa categoria por padrão.

source: Default Category ID
pt_br: ID da categoria padrão

source: Email subject must start with this prefix to be imported.
pt_br: O assunto do e-mail deve começar com esse prefixo para ser importado.

source: Subject Prefix
pt_br: Prefixo do assunto

source: Perform Server Test
pt_br: Executar testes de servidor

source: connection
pt_br: conexão

source: messages
pt_br: mensagens

source: verbose
pt_br: verboso

source: Hide extra options
pt_br: Esconder opções extras

source: Show extra options...
pt_br: Mostrar opções extra...

source: Do not validate certificate
pt_br: Não validar certificado

source: Do not validate the certificate from the TLS/SSL server. Check this if you are using a self-signed certificate.
pt_br: Não valide o certificado do servidor TLS/SSL. Marque isso se você está usando um certificado auto-assinado.

source: Add &lt;img&gt; tags
pt_br: Adicionar tags &lt;img&gt;

source: Display image attachments using &lt;img&gt; tags (instead of creating a link).
pt_br: Motrar anexos de imagem usando tags &lt;img&gt; (ao invés de criar links).

source: Add &lt;BR /&gt; tags to mail/MMS posts.
pt_br: Adiciona &lt;BR /&gt; tags ao post por email/MMS.

source: Email/MMS Auto-BR
pt_br: E-Mail/MSS Auto-BR

source: Body Terminator
pt_br: Terminador body

source: Starting from this string, everything will be ignored, including this string.
pt_br: Começando dessa string, tudo será ignorado, incluindo essa string.

source: Check to run Blog by Email in test mode.
pt_br: Marque para Blogar por email no modo teste

source: Test Mode
pt_br: Modo teste

source: Hit & session logging
pt_br: Logs de acesso e sessões

source: on every public page
pt_br: nas páginas públicas

source: on every admin page
pt_br: nas páginas administrativas

source: Log hits
pt_br: Registrar acessos

source: On every page
pt_br: Em cada página

source: This is guaranteed to work but uses extra resources with every page displayed.
pt_br: Isso garante funcionar mas usa fontes extra com cada página mostrada.

source: With a scheduled job
pt_br: Com uma tarefa agendado

source: Auto pruning
pt_br: Limpeza automática

source: Note: Even if you don't log hits, you still need to prune sessions!
pt_br: Nota: Mesmo se você não acessar hits, ainda precisa limpar as sessões!

source: Prune after
pt_br: Limpar depois

source: days. How many days of hits & sessions do you want to keep in the database for stats?
pt_br: dias. Quantos dias de estatísticas você deseja manter no banco de dados?

source: Allow moving categories
pt_br: Permitir a movimentação de categorias

source: Check to allow moving categories accross blogs. (Caution: can break pre-existing permalinks!)
pt_br: Selecione para permitir a movimentação de categorias entre blogs. (Cuidado: Pode quebrar permalinks pré-existentes!)

source: Ordering of categories
pt_br: Ordenação de categorias

source: General Settings
pt_br: Configurações gerais

source: Display options
fi_fi: N‰yttˆasetukset
hu_hu: Kapcsolók megjelenítése
pt_br: Opções de visualização
tr_tr: Ekran özellikleri

source: Default blog to display
fi_fi: N‰ytett‰v‰ vakioblogi
hu_hu: Az alapértelmezettként megjelenõ blog
pt_br: Blog padrão para exibir
tr_tr: Gösterilecek ön tanýmlý günlük

source: This blog will be displayed on index.php.
pt_br: Esse blog será exibido no index.php.

source: Default user permissions
pt_br: Permissões padrão de usuários

source: Check to allow new users to register themselves.
fi_fi: Valitse salliaksesi uusien k‰ytt‰jien itsens‰ rekisterˆitymisen.
pt_br: Selecione se você deseja que novos usuários possam registrar a si mesmos.
tr_tr: Yeni kullanýcýlarýn kendilerini kaydedebilmeleri için iþaretleyin.

source: New users can register
fi_fi: Uudet k‰ytt‰j‰t voivat rekisterˆity‰
hu_hu: Az új felhasználók képesek regisztrálni
pt_br: Novos usuários para se registrar
tr_tr: Yeni kullanýcýlar kaydolabilir

source: Group for new users
fi_fi: Ryhm‰ uusille j‰senille
hu_hu: Az új felhasználók csoportja
pt_br: Grupos para novos usuários
tr_tr: Yeni kullanýcýlar için grup

source: Groups determine user roles and permissions.
fi_fi: Ryhm‰t m‰‰rittelev‰t k‰ytt‰jien rooleja ja oikeuksia.
pt_br: Os grupos determinam a posição dos usuários e suas permissões.
tr_tr: Kullanýcý rol ve izinlerini belirleyen gruplar

source: Level for new users
fi_fi: Uusien k‰ytt‰jien taso
hu_hu: Az új felhasználók szintje
pt_br: Nível para novos usuários
tr_tr: Yeni kullanýcýlar için seviye

source: Levels determine hierarchy of users in blogs.
fi_fi: Tasot m‰‰rittelev‰t k‰ytt‰jien hierarkian blogeissa.
hu_hu: A szintekkel a blogban hierarchiát lehet megvalósítani.
pt_br: Níveis determinam a hierarquia dos usuários nos blogs.
tr_tr: Seviyeler, günlükteki kullanýcýlarýn hiyerarþisini belirler

source: Email validation
pt_br: Validação de e-mail

source: Check to require users to validate their email by clicking a link sent to them.
pt_br: Seleciona para requeres que os usuários validem seus e-mails por meio de um link enviado a eles.

source: New users must validate email
pt_br: Novos usuários precisam validar o e-mail

source: Check to require users to re-validate when they change their email address.
pt_br: Marque para que os usuários revalidem quando eles mudarem seus e-mails

source: Validate email changes
pt_br: Validar mudanças de e-mail

source: Security options
fi_fi: Turvallisuusasetukset
hu_hu: Biztonsági opciók
pt_br: Opções de segurança
tr_tr: Güvenlik özellikleri

source: Minimum password length
fi_fi: Salasanan minimipituus
hu_hu: Minimum jelszóhosszúság
pt_br: Tamanho mínimo da senha
tr_tr: Asgari parola uzunluðu

source: characters.
pt_br: caracteres

source: Check to enable the login form to hash the password with Javascript before transmitting it. This provides extra security on non-SSL connections.
pt_br: Marque para permitir que o formulário de login criptografe a senha com Javascript antes de transmiti-la. Proporciona segurança extra em conexões sem SSL.

source: Login password hashing
pt_br: Criptografia de senha de login

source: Timeouts
pt_br: Cronômetros

source: Session timeout
pt_br: Tempo da sessão

source: seconds. How long can a user stay inactive before automatic logout?
pt_br: segundos. Quanto tempo um usuário pode ficar inativo sem ser deslogado automaticamente?

source: Reload-page timeout
pt_br: Tempo de recarga de página

source: Time (in seconds) that must pass before a request to the same URI from the same IP and useragent is considered as a new hit.
pt_br: Tempo (em segundos) que deve passar antes de uma requisição da mesma URI do mesmo IP e agente de usuário ser considerada um novo acesso.

source: Cache rendered pages that are not controlled by a skin. See Blog Settings for skin output caching.
pt_br: Fazer cache de páginas renderizadas que não sejam controladas por um skin. Veja as Configurações do Blog Settings para cache de conteúdo controlado por skin.

source: Enable general cache
pt_br: Habilitar cache geral

source: %d blogs using this skin
pt_br: %d blogs usando esse skin

source: %d linked containers
pt_br: %d contâineres ligados

source: Cannot read skin file &laquo;%s&raquo;!
pt_br: Não foi possível ler o arquivo de skin &laquo;%s&raquo;!

source: %d containers have been found in skin template &laquo;%s&raquo;.
pt_br: %d recipientes foram encontrados no skin &laquo;%s&raquo;.

source: No containers found in this skin!
pt_br: Nenhum contâiner foi encontrado nesse skin!

source: Select this skin!
pt_br: Selecione esse skin!

source: No skinshot available for
pt_br: Sem skinshot disponível para

source: Preview blog with this skin in a new window
pt_br: Visualiza blog com seu skin em nova janela

source: No skin
pt_br: Sem skin

source: Cannot edit skin!
pt_br: Não é possível editar o skin!

source: Requested skin is not installed any longer.
pt_br: O skin requisitado não está mais instalado.

source: Skin has been installed.
pt_br: Skin foi instalado.

source: Skin properties updated.
pt_br: Propriedades do plugin atualizadas

source: Skin &laquo;%s&raquo; uninstalled.
pt_br: Skin &laquo;%s&raquo; removido.

source: Cannot uninstall skin &laquo;%s&raquo;
pt_br: Não foi possível remover o skin &laquo;%s&raquo;

source: Uninstall skin &laquo;%s&raquo;?
pt_br: Remover skin &laquo;%s&raquo;?

source: Pick a skin:
pt_br: Escolha um skin:

source: Choose a skin
fi_fi: Valitse ulkoasu
hu_hu: Válassz egy bõrt
pt_br: Escolha um skin
tr_tr: Bir deri seçin

source: Manage installed skins...
pt_br: Gerenciar skins instalados skins...

source: Manage skins
pt_br: Gerenciar skins

source: Install new skin...
pt_br: Instalar novo skin...

source: Skin name
pt_br: Nome do Skin

source: Skin type
pt_br: Tipo de skin

source: Containers
pt_br: Contâineres

source: Params
pt_br: Parâmetros

source: Uninstall this skin!
pt_br: Remover esse skin!

source: Skin properties
pt_br: Propriedades do skin

source: As seen by blog owners
pt_br: Como visto pelo dono do blog

source: Normal skin for general browsing
pt_br: Skin normal para navegação geral

source: Special system skin for XML feeds like RSS and Atom
pt_br: Skin especial do sistema para feeds XML como RSS e Atom

source: Installed skins
pt_br: Skins instalados

source: Edit skin properties...
pt_br: Editar propriedades do skin...

source: Skin Folder
pt_br: Pasta do skin

source: Reload containers!
pt_br: Recarregar contâineres!

source: Skins available for installation
pt_br: Skins disponíveis para instalação

source: Media directory doesn't exist.
pt_br: Pasta media não existe.

source: Media directory is not readable.
pt_br: Pasta media não é legível.

source: Media directory is not writable.
pt_br: Pasta media não tem permissão de escrita.

source: User group
fi_fi: K‰ytt‰j‰ryhm‰
hu_hu: Felhasználói csoport
pt_br: Grupo do usuário
tr_tr: Kullanýcý grubu

source: See <a %s>online manual</a> for details.
fi_fi: Katso <a %s>online-manuaalista</a> lis‰tietoja.
hu_hu: A részletekhez nézd meg az <a %s>online kézikönyvet</a>.
pt_br: Veja o <a %s>manual online</a> para detalhes.
tr_tr: Detaylar için <a %s>çevrimiçi yardým</a>'a bakýn.

source: Level
fi_fi: Taso
hu_hu: Szint
pt_br: Nível
tr_tr: Seviye

source: Select main category in target blog and optionally check additional categories
fi_fi: Valitse p‰‰kategoria kohdeblogissa. Voit vaihtoehtoisesti valita myˆs lis‰kategorioita
hu_hu: Válassz ki egy fõkategóriát a blogban, opcionálisan kiválaszthatsz egyéb kategóriákat is.
pt_br: Selecione a categoria principal no blog alvo e opcionalmente selecione as categorias adicionais
tr_tr: Hedef günlükteki ana bölümü seçin ve isteðe baðlý olarak olarak ek bölümleri iþaretleyin

source: Select as an additionnal category
fi_fi: Valitse lis‰kategoriana
hu_hu: Kiválasztás egyéb kategóriának
pt_br: Selecione como uma categoria adicional
tr_tr: Ek bir bölüm olarak seçin

source: When enabled, this feature is known to facilitate hacking exploits in any PHP application.
pt_br: Quando ativado, esse recurso é conhecido para facilitar a exploração de brechas em qualquer aplicação PHP.

source: b2evolution includes additional measures in order not to be affected by this. However, for maximum security, we still recommend disabling this PHP feature.
pt_br: O B2evolution inclui medidas adicionais a fim de não ser afectado por esta situação. . No entanto, para o máximo de segurança, nós ainda recomendamos desativar esse recurso PHP.

source: If possible, change this setting to <code>%s</code> in your php.ini or ask your hosting provider about it.
pt_br: Se possível, altere as configurações <code>%s</code> em seu arquivo php.ini ou solicite informações ao provedor de hospedagem.

source: %s released on %s
pt_br: %s lançado em %s

source: b2evolution version
pt_br: versão do b2evolution

source: This version is old. You should check for newer releases on <a %s>b2evolution.net</a>.
pt_br: Essa versão é antiga. Você deve verificar por versões mais novas em <a %s>b2evolution.net</a>.

source: This version is aging. You may want to check for newer releases on <a %s>b2evolution.net</a>.
pt_br: Esta versão está ultrapassada. Você pode verificar por novos lançamentos em <a %s> b2evolution.net </a>.

source: You will not be able to upload files/images and b2evolution will not be able to generate thumbnails.
pt_br: Você não será capaz de enviar arquivos/imagens e o b2evolution não será capaz de gerar miniaturas para as imagens automaticamente.
