Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Tell the browser to save the file to disk instead of displaying it.
pt_br: Diz ao navegador para salvar o arquivo no disco ao invés de mostrá-lo.

source: View type
pt_br: Tipo de visualizador

source: Allow upload
pt_br: Permitir envio de arquivos

source: Check to allow uploading and renaming of this file type
pt_br: Marque para permitir enviar e renomear esse tipo de arquivo

source: File types list
pt_br: Lista de tipos de arquivos

source: Edit this file type...
pt_br: Edite esse tipo de arquivo...

source: Duplicate this file type...
pt_br: Duplicar esse tipo de arquivo...

source: Delete this file type!
pt_br: Remover esse tipo de arquivo!

source: Create a new file type...
pt_br: Adicionar um tipo de arquivo...

source: Copy element...
pt_br: Copiar elemento...

source: Element
pt_br: Elemento

source: New element
pt_br: Novo Elemento

source: name
fi_fi: nimi
hu_hu: név
pt_br: Nome
tr_tr: isim

source: Parent
pt_br: Pai

source: Duplicate...
pt_br: Duplicado...

source: Create a new element...
pt_br: Criar um novo elemento...

source: Add element
pt_br: Adicionar elemento

source: %d related items
pt_br: %d itens relacionados

source: Cannot delete item status
pt_br: Impossível apagar status do item

source: Item/Post/Page types
pt_br: Tipos de Item/Post/Página

source: Cannot delete item type
pt_br: Impossível apagar tipo de item

source: Sorry, you have no permission to post yet.
pt_br: Desculpe, você não tem permissão para postar ainda.

source: New post:
pt_br: Novo post:

source: New page:
pt_br: Nova página:

source: New intro:
pt_br: Nova introdução:

source: New podcast episode:
pt_br: Novo episódio de podcast:

source: New link:
pt_br: Novo link:

source: Editing post
fi_fi: Muokataan kirjoitusta
hu_hu: Beküldés szerkesztése
pt_br: Editando o post
tr_tr: Gönderi düzenleniyor

source: Editing post #%d: %s
pt_br: Editando post #%d: %s

source: Post not publicly published: skipping trackback...
pt_br: Post não publicado publicamente: evitando trackback...

source: Post has been created.
pt_br: Post criado.

source: Post has been updated.
pt_br: Post atualizado.

source: Post has been published.
pt_br: Post publicado.

source: Post has been deprecated.
pt_br: Post foi tornado obsoleto.

source: Post has been deleted.
pt_br: Post removido.

source: Link has been deleted from &laquo;%s&raquo;.
pt_br: Link removido do &laquo;%s&raquo;.

source: Since this blog has no categories, you cannot post into it. You must <a %s>create categories</a> first.
pt_br: Como este blog não possui categorias, você não pode postar nele. Você deve <a %s>criar categorias</a> primeiro.

source: Expert
pt_br: Completo

source: Delete this post
hu_hu: A beküldés törlése
pt_br: Remover esse post
tr_tr: Bu gönderiyi sil

source: delete
pt_br: remover

source: You are about to delete this post!\nThis cannot be undone!
pt_br: Você está para apagar esse post!\nIsso não pode ser desfeito!

source: View post & comments
pt_br: Ver post & comentários

source: Browse blog
pt_br: Visualizar blog

source: 1 - Highest
pt_br: 1 - Altíssima

source: 2 - High
pt_br: 2 - Alta

source: 3 - Medium
pt_br: 3 - Média

source: 4 - Low
pt_br: 4 - Baixa

source: 5 - Lowest
pt_br: 5 - Baixíssima

source: This post type is reserved and cannot be used. Please choose another one.
pt_br: Esse tipo de post é reservado e não pode ser usado. Por favor, escolha outro.

source: If you want to redirect this post, you must specify an URL! (Expert mode)
pt_br: Se você deseja redirecionar este post, você deve especificar uma URL! (Modo Expert)

source: Please enter a valid issue date.
pt_br: Por favor entre com uma data válida.

source: Please enter a valid deadline.
pt_br: Por favor, informe um deadline válido.

source: Please provide a title.
pt_br: Por favor forneça um título.

source: Invalid title.
pt_br: Título inválido.

source: Invalid content.
pt_br: Conteúdo inválido.

source: Comments are closed for this post.
fi_fi: Kommentointi on estetty t‰ss‰ viestiss‰
hu_hu: Ehhez a beküldéshez a hozzászólás lehetõsége zárolva van.
pt_br: Os comentários estão fechados para esse post.
tr_tr: Bu gönderi için yorumlar kapatýldý.

source: This post is not published. You cannot leave comments.
fi_fi: T‰t‰ viesti‰ ei ole julkaistu. Et voi j‰tt‰‰ kommentteja.
hu_hu: A beküldés nincs közzétéve. Nem tudsz hozzászólást fûzni.
pt_br: Esse post não foi publicado. Você não pode deixar comentários.
tr_tr: Bu gönderi yayýnlanmadý. Yorum býrakamazsýnýz.

source: Read more
pt_br: Leia mais

source: Follow up:
pt_br: Resposta:

source: Send email to post author
pt_br: Enviar e-mail ao autor do post

source: Send email to assigned user
pt_br: Envia email para o usuário atribuido

source: Pages:
fi_fi: Sivut:
hu_hu: Oldal:
pt_br: Páginas:
tr_tr: Sayfalar:

source: Comment feed for this post
pt_br: Feed dos comentários para esse post.

source: Display feedback / Leave a comment
fi_fi: N‰yt‰ palautteet / J‰t‰ kommentti
hu_hu: Visszajelzés megjelenítése / Szólj hozzá
pt_br: Mostrar feedback / Deixe seu comentário
tr_tr: Geri besleme görüntüle / bir yorum býrak

source: Send feedback
fi_fi: L‰het‰ palautetta
hu_hu: Visszajelzés küldése
pt_br: Enviar feedback
tr_tr: Geri besleme görüntüle

source: Display comments / Leave a comment
fi_fi: N‰yt‰ kommentit / J‰t‰ kommentti
hu_hu: Hozzászólás megjelenítése / Szólj hozzá
pt_br: Mostrar comentários / Deixe seu comentário
tr_tr: Yorumlarý görüntüle / bir yorum býrak

source: Display trackbacks / Get trackback address for this post
fi_fi: N‰yt‰
hu_hu: Visszajelzések megjelenítése / Visszajelzés címének megállapítása ehhez a beküldéshez.
pt_br: Exibir trackbacks / Obter os endereços de trackback para esse post
tr_tr: Ýzleme dönütlerini görüntüle / bu gönderi için izleme dönütü adresini al

source: Send a trackback
pt_br: Envie um trackback

source: Display pingbacks
fi_fi: N‰yt‰ p‰ivitysilmoitukset
hu_hu: Visszapingek megjelenítése
pt_br: Exibir pingbacks
tr_tr: Yoklama dönütlerini görüntüle

source: No pingback yet
pt_br: Sem pingback ainda

source: Moderate these feedbacks
pt_br: Moderar esses feedbacks

source: Moderate...
pt_br: Moderar...

source: Publish NOW!
fi_fi: Julkaise!
hu_hu: Publikáld MOST!
pt_br: Publicar AGORA !
tr_tr: ÞÝMDÝ yayýnla!

source: Publish now using current date and time.
fi_fi: Julkaise k‰ytt‰en t‰m‰nhetkist‰ p‰iv‰m‰‰r‰‰ ja aikaa.
hu_hu: A jelenlegi dátummal és idõvel publikáljuk
pt_br: Publicar agora usando a data e hora correntes.
tr_tr: Güncel tarih ve zamaný kullanarak þimdi yayýnla.

source: Deprecate this post!
pt_br: Tornar obsoleto esse post!

source: No priority
pt_br: Sem prioridade

source: Configure plugins
pt_br: Configurar plugins

source: No renderer plugins are installed.
pt_br: Nenhum plugin de renderização está instalado.

source: No views
pt_br: Sem visualizações

source: 1 view
pt_br: 1 visualização

source: %d views
pt_br: %d visualizações

source: Post had already pinged: skipping notifications...
pt_br: Post já foi pingado: evitando notificações...

source: Post processing already pending...
pt_br: Post processando já pendente...

source: Post not publicly published: skipping notifications...
pt_br: Post não publicado publicamente: evitando notificações...

source: This post type doesn't need notifications...
pt_br: Esse tipo de post não precisa de notificações...

source: Scheduling asynchronous notifications...
pt_br: Agendando notificação assíncrona

source: Send notifications for &laquo;%s&raquo;
pt_br: Enviar notificações para &laquo;%s&raquo;

source: Notifying subscribed users...
pt_br: Notificando usuários inscritos...

source: No-one to notify.
pt_br: Nada para modificar.

source: Content
pt_br: Conteúdo

source: [%s] New post: "%s"
pt_br: [%s] Novo post: "%s"

source: Notifying:
pt_br: Notificando:

source: Skipping pings (Running on localhost).
pt_br: Evitando notificações (Executando em localhost).

source: Pinging %s...
fi_fi: Pingataan %s...
hu_hu: %s pingetése...
pt_br: Pingando %s...
tr_tr: %s yoklanýyor...

source: Warning: the URL slug has been changed to &laquo;%s&raquo;.
pt_br: Aviso: o slug da URL foi mudado para &laquo;%s&raquo;.

source: Save & start attaching files
pt_br: Salvar & começar a anexar arquivos

source: Add a new category
pt_br: Criar categoria

source: Main
pt_br: Principal

source: Select as MAIN category
fi_fi: Valitse p‰‰kategoriana
hu_hu: Kiválasztás FÕ kategóriának
pt_br: Selecione como categoria PRINCIPAL
tr_tr: ANA bölüm olarak seçin

source: Select as an additional category
pt_br: Selecione como uma categoria adicional

source: Intros
pt_br: Introduções

source: (Public)
pt_br: (Público)

source: (Members only)
pt_br: (Somente membros)

source: (You only)
pt_br: (Você somente)

source: (Not published!)
pt_br: (Não publicado!)

source: Issue date
pt_br: Data

source: Update issue date to NOW
pt_br: Atualizar data de publicação para AGORA

source: Set to
pt_br: Mudar para

source: %d links to source items
pt_br: %d links para itens fonte

source: %d links to child items
pt_br: %d links para itens filhos

source: %d links to destination items
pt_br: %d links para os itens destino

source: %d links to extra categories
pt_br: %d links para categorias extras

source: %d versions
pt_br: %d versões

source: Browse category
fi_fi: Selaa kategorioita
hu_hu: Böngészés a kategóriában
pt_br: Visualizar categoria
tr_tr: Bölüme gözat

source: Permanent link to full entry
fi_fi: Pysyv‰ linkki koko kirjoitukseen
hu_hu: Állandó link a teljes bejegyzéshez
pt_br: Link permanente para o post
tr_tr: Tüm girdi için daimi baðlantý

source: Invalid post, please correct these errors:
fi_fi: Virheellinen viesti, korjaa seuraavat virheet:
hu_hu: Érvénytelen beküldés, kérlek javítsd ezeket a hibákat:
pt_br: Não foi possível publicar, por favor corriga estes erros:
tr_tr: Geçersiz gönderi, lütfen bu hatalarý düzeltin:

source: Invalid date
pt_br: Data inválida

source: Invalid request
pt_br: Requisição inválida

source: All but
pt_br: Todos exceto

source: Archives for
fi_fi: Arkistot
pt_br: Arquivos para
tr_tr: Arþiv sahibi

source: week
pt_br: semana

source: Keyword(s)
pt_br: Palavra(s) chave

source: Author(s)
pt_br: Autor(es)

source: Not assigned
pt_br: Não atribuído

source: Without status
pt_br: Sem status

source: Status(es)
pt_br: Status

source: Start at
pt_br: Iniciar em

source: Hide past
pt_br: Esconder passado

source: Stop at
pt_br: Parar em

source: Hide future
pt_br: Esconder futuro

source: Limited to %d last days
pt_br: Limitar aos últimos %d dias

source: Limited to %d days
pt_br: Limitar a %d dias

source: %d related collections
pt_br: %d coleções relacionadas

source: Language
fi_fi: Kieli
hu_hu: Nyelv
pt_br: Idioma
tr_tr: Dil

source: Link to url
fi_fi: Linkki osoitteeseen
pt_br: Link para o site
tr_tr: Url'e baðlantý

source: Save & edit
pt_br: Salvar & editar

source: Save
pt_br: Salvar

source: Publish NOW !
pt_br: Publicar AGORA !

source: &lt;title&gt; tag
pt_br: tag &lt;title&gt;

source: sep by ,
pt_br: sep por ,

source: Excerpt
fi_fi: Lainaus
hu_hu: Kivonat
pt_br: Resumo
tr_tr: Alýntý

source: (for XML feeds)
pt_br: (para feeds XML)

source: Workflow properties
pt_br: Propriedades do workflow

source: Task status
pt_br: Status da tarefa

source: Additional actions
fi_fi: Lis‰toiminnot
hu_hu: Egyéb mûveletek
pt_br: Ações adicionais
tr_tr: Ek faliyetler

source: (Separate by space)
fi_fi: (Erottele v‰lilyˆnnill‰)
hu_hu: (Szóközzel elválasztva)
pt_br: (Separadas por espaço)
tr_tr: (Boþlukla ayýrýn)

source: Featured post
pt_br: Post em destaque

source: can be decimal
pt_br: pode ser decimal

source: Visibility / Sharing
pt_br: Visibilidade / Compartilhamento

source: Text Renderers
pt_br: Renderizadores de texto

source: Visitors can leave comments on this post.
fi_fi: K‰vij‰t voivat j‰tt‰‰ kommentteja t‰h‰n kirjoitukseen.
hu_hu: Ehhez a beküldéshez a látogatók is tudnak megjegyzéseket fûzni.
pt_br: Visitantes podem deixar comentários nesse post.
tr_tr: Ziyaretçiler, bu gönderiye yorum býrakabilirler.

source: Open
fi_fi: Sallittu
hu_hu: Nyitva
pt_br: Abrir
tr_tr: Açýk

source: Visitors can NOT leave comments on this post.
fi_fi: K‰vij‰t EIVƒT voi j‰tt‰‰ kommentteja t‰h‰n kirjoitukseen.
hu_hu: Ehhez a beküldéshez a látogatók NEM írhatnak mejegyzéseket.
pt_br: Visitantes NÃO podem deixar comentários nesse post
tr_tr: Ziyaretçiler, bu gönderiye yorum GÖNDEREMEZLER.

source: Closed
fi_fi: Suljettu
hu_hu: Zárva
pt_br: Fechado
tr_tr: Kapalý

source: Visitors cannot see nor leave comments on this post.
fi_fi: K‰vij‰t eiv‰t voi katsella eiv‰tk‰ j‰tt‰‰ kommentteja t‰h‰n kirjoitukseen.
hu_hu: Ennél a beküldésnél a látogatók se nem küldhetnek, se nem láthatják a megjegyzéseket.
pt_br: Visitantes NÃO podem ver nem deixar comentários nesse post.
tr_tr: Ziyaretçiler ne görebilir ne de yorum býrakabilirler.

source: Disabled
fi_fi: Pois p‰‰lt‰
hu_hu: Letiltva
pt_br: Desabilitado
tr_tr: Etkin deðil

source: Item history (experimental) for:
pt_br: Histórico do item para (experimental):

source: Note
pt_br: Nota

source: Attachments
pt_br: Anexos

source: Destination
pt_br: Destino

source: Close post
pt_br: Fechar post

source: close
pt_br: fechar

source: Full posts
pt_br: Posts completos

source: Reset all filters!
pt_br: Resetar todos os filtros!

source: Reset filters
pt_br: Reiniciar filtros

source: 1 page
pt_br: página 1

source: by
fi_fi: kirjoittaja
pt_br: por
tr_tr: gönderen :

source: level:
fi_fi: taso:
hu_hu: szint:
pt_br: Nível:
tr_tr: seviye:

source: Task Status
pt_br: Status da tarefa

source: View...
pt_br: Ver...

source: Files...
pt_br: Arquivos...

source: no comment
fi_fi: ei kommentteja
hu_hu: nincs hozzászólás
pt_br: sem commentários
tr_tr: yorum yok

source: No feedback for this post yet...
fi_fi: Ei palautetta t‰st‰ kirjoituksesta...
hu_hu: Ehhez a beküldéshez egyelõre nincs visszajelzés...
pt_br: Sem feedback para esse post ainda...
tr_tr: Bu gönderi için geribesleme bulunmuyor...

source: Edit profile
fi_fi: Muokkaa profiilia
hu_hu: Profil szerkesztése
pt_br: Edite seu perfil
tr_tr: Profili düzenle

source: Comment text
fi_fi: Kommentti
hu_hu: Hozzászólás szöveg
pt_br: Texto do comentário
tr_tr: Yorum içieriði

source: (Line breaks become &lt;br&gt;)
fi_fi: (Rivinvaihdot korvataan &lt;br&gt; :lla)
pt_br: (Quebras de linha se tornam &lt;br&gt;)
tr_tr: (Satýr sonlarý &lt;br&gt; olur)

source: Send comment
fi_fi: L‰het‰ kommentti
hu_hu: Hozzászólás elküldése
pt_br: Envie um comentário
tr_tr: Yorum gönder

source: Search
fi_fi: Haku
hu_hu: Keresés
pt_br: Busca
tr_tr: Ara

source: Posts to show
fi_fi: N‰ytett‰v‰t kirjoitukset
pt_br: Posts a exibir
tr_tr: Gösterilecek gönderiler

source: Past
fi_fi: Menneet
hu_hu: Múlt
pt_br: Passado
tr_tr: Geçmiþ

source: Future
fi_fi: Tulevat
hu_hu: Jövõ
pt_br: Futuro
tr_tr: Gelecek

source: Public
pt_br: Público

source: Members only
pt_br: Somente membros

source: You only
pt_br: Você somente

source: Not published!
pt_br: Não publicado!

source: Title / Text contains
fi_fi: Otsikko / teksti sis‰lt‰‰
hu_hu: Cím / Szöveg tartalmaz
pt_br: Título / Texto contém
tr_tr: Baþlýk / Ýçeren kelimeler

source: AND
fi_fi: JA
hu_hu: ÉS
pt_br: E
tr_tr: VE

source: OR
fi_fi: TAI
hu_hu: VAGY
pt_br: OU
tr_tr: VEYA

source: Entire phrase
fi_fi: Koko lause
hu_hu: Egész kifejezést
pt_br: Toda a frase
tr_tr: Tüm kalýp

source: Exact match
pt_br: Busca exata

source: Assignees
pt_br: Cessionários

source: Authors
pt_br: Autores

source: Statuses
pt_br: Status

source: Archives
fi_fi: Arkistot
hu_hu: Archívok
pt_br: Arquivos
tr_tr: Arþivler

source: Post list
pt_br: Lista de posts

source: Ord
pt_br: Ordem

source: i
pt_br: info

source: Edit linked files...
pt_br: Editar arquivos referenciados...

source: New page
pt_br: Nova página

source: Create a new page...
pt_br: Crie uma nova página...

source: New intro
pt_br: Nova introdução

source: Write a new intro text...
pt_br: Escrever um novo texto de introdução...

source: New episode
pt_br: Novo episódio

source: Package a new podcast episode...
pt_br: Postar um novo episódio de podcast...

source: New link
pt_br: Novo link

source: Add a sidebar link...
pt_br: Adicionar um link da sidebar...

source: Task list
pt_br: Lista de tarefas

source: P
pt_br: Prio

source: Edit this task...
pt_br: Editar essa tarefa...

source: Task
pt_br: Tarefa

source: Assigned
pt_br: Atribuídos

source: Create a new task...
pt_br: Crie uma nova tarefa...

source: New task
pt_br: Nova tarefa

source: Meta info
pt_br: Meta informações

source: Link a file...
pt_br: Linkar um arquivo...

source: Link files
pt_br: Linkar arquivos

source: Create new locale
fi_fi: Luo uusi kieliasetus
hu_hu: Új honosítás létrehozása
pt_br: Crie uma nova tradução
tr_tr: Yeni yerelleþtirme oluþtur

source: Edit locale
fi_fi: Muokkaa kieliasetusta
hu_hu: Honosítás szerkesztése
pt_br: Editar Tradução
tr_tr: Yer düzenle

source: Regional Settings
pt_br: Configurações Regionais

source: The first two letters should be a <a %s>ISO 639 language code</a>. The last two letters should be a <a %s>ISO 3166 country code</a>.
fi_fi: Ensimm‰iset 2 kirjainta ovat <a %s>ISO 639-kielikoodi</a>. Toiset 2 kirjainta ovat <a %s>ISO 3166-maakoodi</a>.
pt_br: As duas primeiras letras devem ser um <a %s>ISO 639 language code</a>. As duas ultimas letras devem ser um <a %s>ISO 3166 country code</a>.
tr_tr: Ýlk iki harf <a %s>ISO 639 dil kodunda</a> olmalýdýr. Son iki harf ise a <a %s>ISO 3166 ülke kodunda</a> olmalýdýr.

source: Enabled
fi_fi: P‰‰ll‰
hu_hu: Engedélyezve
pt_br: Habilitado
tr_tr: Etkin

source: Should this locale be available to users?
fi_fi: Pit‰isikˆ t‰m‰n kielen olla k‰ytt‰jien k‰ytˆss‰?
hu_hu: Ez a honosítás elérhetõ kell legyen a többi felhasználó számára is?
pt_br: Essa tradução deve estar disponível aos usuários?
tr_tr: Bu yer, kullanýcýlar için de bulunacak mý?

source: name of the locale
fi_fi: Kielen nimi
hu_hu: honosítás neve
pt_br: nome da tradução
tr_tr: yerin adý

source: Must match the lang file charset.
fi_fi: T‰ytyy vastata kielitiedoston merkistˆˆn
hu_hu: Egyeznie kell a nyelvi fájlban megadott karakterkészletnek.
pt_br: Deve bater com o charset do arquivo de idioma.
tr_tr: Dil dosyasý karakter kümesi ile uyuþmalýdýr

source: Date format
fi_fi: P‰iv‰m‰‰r‰n muoto
hu_hu: Dátum formátuma
pt_br: Formato da data
tr_tr: Tarih biçimi

source: See below.
fi_fi: Katso alla
hu_hu: Lásd lent.
pt_br: Veja abaixo.
tr_tr: Aþaðýya gözatýn.

source: Time format
fi_fi: Kellonajan muoto
hu_hu: Idõ formátuma
pt_br: Formato da hora
tr_tr: Zaman biçimi

source: Day at the start of the week.
pt_br: Dia que a semana começa.

source: Start of week
pt_br: Início da semana

source: Lang file
fi_fi: Kielitiedosto
hu_hu: Nyelvi fájl
pt_br: Arquivo de idioma
tr_tr: Dil dosyasý

source: the lang file to use, from the <code>locales</code> subdirectory
fi_fi: kielitiedosto, jota k‰ytet‰‰n <code>locales</code>-hakemistosta
pt_br: O arquivo de idioma a ser usado, do subdiretório <code>locales</code>
tr_tr: <code>locales</code> alt dizininden kullanýlacak dil dosyasý

source: 1 is highest. Priority is important when selecting a locale from a language code and several locales match the same language; this can happen when detecting browser language. Priority also affects the order in which locales are displayed in dropdown boxes, etc.
fi_fi: 1 on korkein. Prioriteetti on t‰rke‰ kun valitaan kieli maatunnuksen perusteella ja useampi kieliasetus t‰sm‰‰ maatunnukseen; n‰in voi tapahtua kun valinta tapahtuu selaimen kielen perusteella. Prioriteetti vaikuttaa myˆs siihen miss‰ j‰rjestyksess‰ kielet listataan alasvetovalikoissa yms.
pt_br: 1 é o mais alto . Prioridade é importante quando selecionando um idioma de um código de idioma e várias traduções combinam com o mesmo idioma; isto pode acontecer quando estiver detectando o idioma do navegador. Prioridade também afeta a ordem em que as idiomas são exibidas nos menus dropdown, etc.
tr_tr: 1 en yüksektir. Öncelik, bir dil kodundan bir yer seçerken ve ayný dil bir çok yer ile eþleþdiði zaman; Bu tarayýcý dili bulunurken olabilir. Öncelikler, ayný zamanda aþaðý açýlýr menülerdeki gözükme sýrasýný da etkiler.

source: Date preview:
pt_br: Pre-visualização da Data

source: Flags
fi_fi: Liput
hu_hu: Jelzõk
pt_br: Bandeiras
tr_tr: Bayraklar

source: The flags are stored in subdirectories of <code>%s</code>. Their filename is equal to the country part of the locale (characters 4-5); file extension is .gif .
pt_br: As bandeiras estão armazenadas nos subdiretórios de <code>%s</code>. Seus nomes se arquivos são iguais a parte equivalente ao nome do país na tradução (caracteres 4-5); o formato do arquivo é .gif .

source: Date/Time Formats
fi_fi: P‰iv‰m‰‰r‰n / kellonajan muoto
hu_hu: Dátum/Idõ formátum
pt_br: Formatos de Data e Hora
tr_tr: Tarih/Zaman Biçimleri

source: The following characters are recognized in the format strings:
fi_fi: Seuraavat merkit tunnistettiin merkkijonosta:
pt_br: Os seguintes caracteres são reconhecidos nas strings de formatação:
tr_tr: Aþaðýdaki karakterler biçim katarlarýnda anlamlýdýr:

source: a - "am" or "pm"
fi_fi: a - "am" tai "pm"
hu_hu: a - "am" vagy "pm"
pt_br: a - "am" (manhã) ou "pm" (tarde)
tr_tr: a - "am" veya "pm"

source: A - "AM" or "PM"
fi_fi: A - "AM" tai "PM"
hu_hu: A - "AM" vagy "PM"
pt_br: A - "AM" (manhã) ou "PM" (tarde)
tr_tr: A - "AM" veya "PM"

source: c - ISO 8601 date (Requires PHP 5); i.e. "2004-02-12T15:19:21+00:00"
fi_fi: c - ISO 8601 p‰iv‰ys (Vaatii PHP 5:n); esim "2004-02-12T15:19:21+00:00"
hu_hu: c - ISO 8601 dátum (PHP 5-öt igényel); pl: "2004-02-12T15:19:21+00:00"
pt_br: c - data formatada de acordo com o padrão ISO 8601 (Requer PHP 5); ex.: "2004-02-12T15:19:21+00:00"
tr_tr: c - ISO 8601 tarihi (PHP 5 gerektirir); örn. "2004-02-12T15:19:21+00:00"

source: d - day of the month, 2 digits with leading zeros; i.e. "01" to "31"
fi_fi: d - p‰iv‰, kaksi desimaalia, etunolla; esim "01" ja "31"
hu_hu: d - a hónap napja, 2 számjeggyel, kiegészítõ nullával; "01"-tõl "31"-ig
pt_br: d - dia do mês como um número inteiro que pode conter um zero inicial para formar dois dígitos; i.e. de "01" a "31"
tr_tr: d - ayýn günü, sýfýrla baþlayan iki basamaklý; örn. "01" - "31"

source: D - day of the week, textual, 3 letters; i.e. "Fri"
fi_fi: D - viikonp‰iv‰ kolmekirjaimisena tekstin‰; esim. "Fri"
hu_hu: D - a hét napja, szöveges, 3 betûvel; pl: "Pén"
pt_br: D - dia da semana, textual, 3 letras; i.e. "Sex"
tr_tr: D - haftanýn günü, 3 harfli; örn. "Cum"

source: e - day of the week, 1 letter; i.e. "F"
fi_fi: e - viikonp‰iv‰ yhdell‰ kirjaimella; esim "F"
hu_hu: e - hét napja, 1 betû, pl: "P"
pt_br: e - dia da semana, textual, 1 letras; i.e. "S"
tr_tr: e - haftanýn günü, 1 harf; örn. "P"

source: F - month, textual, long; i.e. "January"
fi_fi: F - kuukausi tekstin‰; esim. "January"
hu_hu: F - hónap, hosszú szöveges, pl: "január"
pt_br: F - mês, textual, longo; i.e. "Janeiro"
tr_tr: F - ay, uzun ifade; örn. "Ocak"

source: g - hour, 12-hour format without leading zeros; i.e. "1" to "12"
fi_fi: g - tunnit, 12-tunnin muodossa ilman etunollaa; esim. "1" ja "12"
hu_hu: g - óra, 12órás formátumban kiegészítõ nullák nélkül, pl: "3"; "1"-tõl "12"-ig
pt_br: g - hora, formato de 12 horas sem zeros na frente; Ex. "1" a "12"
tr_tr: g - saat, sýfýr ile baþlamayan 12-saatlik biçem; örn. "1" - "12"

source: G - hour, 24-hour format without leading zeros; i.e. "0" to "23"
fi_fi: G - tunnit, 24-tunnin muodossa ilman etunollaa; esim. "0" ja "23"
hu_hu: G - óra, 24órás formátumban kiegészítõ nullák nélkül, pl: "3"; "0"-tól "23"-ig
pt_br: G - hora, formato de 24 horas sem zeros na frente; Ex. "0" a "23"
tr_tr: G - saat, sýfýr ile baþlamayan 24-saatlik biçem; örn. "0" - "23"
