Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: File settings updated.
pt_br: Configurações de arquivo atualizadas.

source: Cannot edit file type!
pt_br: Não pode editar tipo de arquivo!

source: Requested file type does not exist any longer.
pt_br: O tipo de arquivo requerido não existe mais.

source: Add a file type...
pt_br: Adicionar um tipo de arquivo...

source: Copy file type...
pt_br: Copiar tipo de arquivo...

source: New file type created.
pt_br: Novo tipo de arquivo criado.

source: Record, then Create Similar
pt_br: Gravar, e criar semelhante

source: Record, then Create New
pt_br: Gravar, e criar novo em seguida

source: File type updated.
pt_br: Tipo de arquivo atualizado.

source: File type &laquo;%s&raquo; deleted.
pt_br: Tipo de arquivo &laquo;%s&raquo; removido.

source: Cannot delete file type &laquo;%s&raquo;
pt_br: Não posso remover o tipo de arquivo &laquo;%s&raquo;

source: Delete file type &laquo;%s&raquo;?
pt_br: Remover o tipo de arquivo &laquo;%s&raquo;?

source: Requested item does not exist any longer.
pt_br: O item requisitado não existe mais.

source: Requested user does not exist any longer.
pt_br: O usuário requisitado não existe mais.

source: No permission to edit this user.
pt_br: Você não tem permissão para editar esse usuário.

source: You don't have access to the requested root directory.
pt_br: Você não tem acesso ao diretório raiz requisitado.

source: You don't have access to any root directory.
pt_br: Você não tem acesso a nenhum diretório raiz.

source: The root directory &laquo;%s&raquo; does not exist.
pt_br: O diretório raiz laquo;%s&raquo; não existe

source: The directory &laquo;%s&raquo; does not exist.
pt_br: O diretório &laquo;%s&raquo; não existe.

source: You are not allowed to go outside your root directory!
pt_br: Você não esta autorizado a ir além do seu diretório raiz!

source: Requested link does not exist any longer.
pt_br: O link requisitado não existe mais.

source: Directory creation is disabled.
pt_br: Criação de diretórios está desabilitada.

source: Cannot create a directory without name.
pt_br: Não posso criar um diretório sem nome.

source: The file &laquo;%s&raquo; already exists.
pt_br: O arquivo &laquo;%s&raquo; já existe.

source: Could not create directory &laquo;%s&raquo; in &laquo;%s&raquo;.
pt_br: Não foi possível criar o diretório &laquo;%s&raquo; em &laquo;%s&raquo;.

source: The directory &laquo;%s&raquo; has been created.
pt_br: A pasta &laquo;%s&raquo; foi criada.

source: File creation is disabled.
pt_br: A criação de arquivos está desabilitada

source: Cannot create a file without name.
pt_br: Não posso criar um arquivo sem um nome

source: Could not create file &laquo;%s&raquo; in &laquo;%s&raquo;.
pt_br: Não foi possível criar arquivo &laquo;%s&raquo; em &laquo;%s&raquo;.

source: The file &laquo;%s&raquo; has been created.
pt_br: O arquivo &laquo;%s&raquo; foi criado.

source: Your user settings have been updated.
pt_br: Suas configurações foram atualizadas.

source: You are not allowed to edit &laquo;%s&raquo;.
pt_br: Você não pode editar &laquo;%s&raquo;.

source: The file &laquo;%s&raquo; has been updated.
pt_br: O arquivo &laquo;%s&raquo; foi atualizado.

source: The file &laquo;%s&raquo; could not be updated.
pt_br: O arquivo &laquo;%s&raquo; não pode ser atualizado.

source: Nothing selected.
pt_br: Nada selecionado

source: Please provide the name of the archive.
pt_br: Por favor preencha o nome do arquivo.

source: You have no permission to edit/modify files.
pt_br: Desculpe, você não tem permissão para editar/modificar arquivos.

source: &laquo;%s&raquo; has not been renamed
pt_br: &laquo;%s&raquo; foi renomeado

source: &laquo;%s&raquo; could not be renamed to &laquo;%s&raquo;
pt_br: &laquo;%s&raquo; não pode ser renomeado para &laquo;%s&raquo;

source: &laquo;%s&raquo; has been successfully renamed to &laquo;%s&raquo;
pt_br: &laquo;%s&raquo; foi renomeado com sucesso para &laquo;%s&raquo;

source: The directory &laquo;%s&raquo; has been deleted.
pt_br: O diretório &laquo;%s&raquo; foi removido.

source: The file &laquo;%s&raquo; has been deleted.
pt_br: O arquivo &laquo;%s&raquo; foi apagado.

source: Could not delete the directory &laquo;%s&raquo; (not empty?).
pt_br: Não foi possível apagar o diretório &laquo;%s&raquo; (Não está vazio?).

source: Could not delete the file &laquo;%s&raquo;.
pt_br: Não foi possível remover o arquivo &laquo;%s&raquo;.

source: cannot be deleted because of the following relations
pt_br: não pode seri apagado por causa das seguintes relações

source: No destination blog is selected.
pt_br: Nenhum blog de destino selecionado.

source: Sorry, you have no permission to post into this blog.
pt_br: Desculpe, você não tem permissão para publicar nesse blog.

source: Cannot post &laquo;%s&raquo; because it is not an image.
pt_br: Não foi possível publicar &laquo;%s&raquo; porque não é uma imagem.

source: &laquo;%s&raquo; has been posted.
pt_br: &laquo;%s&raquo; foi publicado.

source: File properties for &laquo;%s&raquo; have been updated.
pt_br: Propriedade do arquivo para &laquo;%s&raquo; foi atualizda.

source: File properties for &laquo;%s&raquo; have not changed.
pt_br: Propriedades do arquivo para &laquo;%s&raquo; não mudou.

source: User avatar modified.
pt_br: Avatar do usuário modificado

source: Selected file has been linked to item.
pt_br: O arquivo selecionado foi linkado para o item

source: Link from &laquo;%s&raquo; deleted.
pt_br: Link de &laquo;%s&raquo; removido.

source: You have to give a default permission!
pt_br: Você tem de configurar uma permissão padrão!

source: Read-only
pt_br: Somente leitura

source: Read and write
pt_br: Leitura e escrita

source: Permissions for &laquo;%s&raquo; have not been changed.
pt_br: As permissões para &laquo;%s&raquo; não mudaram.

source: Failed to set permissions on &laquo;%s&raquo; to &laquo;%s&raquo;.
pt_br: Falhou a permissão em &laquo;%s&raquo; para &laquo;%s&raquo;.

source: Permissions for &laquo;%s&raquo; changed to &laquo;%s&raquo;.
pt_br: A permissão para &laquo;%s&raquo; mudou para &laquo;%s&raquo;.

source: No source files!
pt_br: Sem arquivos fonte!

source: Source and target files are the same. Please choose another name or directory.
pt_br: Arquivo fonte e alvo são os mesmos. Por favor escolha outro nome ou diretório.

source: Cannot overwrite the file &laquo;%s&raquo; because of the following relations
pt_br: Não pode sobreescrever o arquivo &laquo;%s&raquo; por causa dos seguintes relações.

source: Copied &laquo;%s&raquo; to &laquo;%s&raquo;.
pt_br: Copiado &laquo;%s&raquo; para &laquo;%s&raquo;.

source: Could not copy &laquo;%s&raquo; to &laquo;%s&raquo;.
pt_br: Não pode copiar &laquo;%s&raquo; para &laquo;%s&raquo;.

source: Moved &laquo;%s&raquo; to &laquo;%s&raquo;.
pt_br: Movido &laquo;%s&raquo; para &laquo;%s&raquo;.

source: Could not move &laquo;%s&raquo; to &laquo;%s&raquo;.
pt_br: Não pude mover &laquo;%s&raquo; para &laquo;%s&raquo;.

source: %d linked items
pt_br: %d itens linkados

source: Directory &laquo;%s&raquo;
pt_br: Pasta &laquo;%s&raquo;

source: File &laquo;%s&raquo;
pt_br: Arquivo &laquo;%s&raquo;

source: Directory
pt_br: Pasta

source: Unknown
pt_br: Desconhecido

source: Open in a new window
pt_br: Abrir em uma nova janela

source: Empty
pt_br: Vazio

source: &laquo;%s&raquo; is not a valid filename.
pt_br: &laquo;%s&raquo; não é um nome de arquivo válido.

source: &laquo;%s&raquo; is a locked extension.
pt_br: &laquo;%s&raquo; tem uma extensão travada.

source: &laquo;%s&raquo; has an unrecognized extension.
pt_br: &laquo;%s&raquo; tem uma extensão não reconhecida.

source: &laquo;%s&raquo; has not a valid extension.
pt_br: &laquo;%s&raquo; não tem uma extensão válida.

source: &laquo;%s&raquo; is not a valid directory name.
pt_br: &laquo;%s&raquo; não é um nome de diretório válido.

source: Open this directory in the file manager
pt_br: Abrir esse diretório no gerenciador de arquivos

source: Cannot open directory &laquo;%s&raquo;!
pt_br: Não posso abrir o diretório &laquo;%s&raquo;!

source: The filter &laquo;%s&raquo; is not a regular expression.
pt_br: O filtro &laquo;%s&raquo; não é uma expressão regular.

source: No filter
pt_br: Sem filtro

source: regular expression
pt_br: expressão regular

source: No directory.
pt_br: Sem pasta.

source: Change to this directory
pt_br: Mudar para esse diretório

source: Shared
pt_br: Compartilhado

source: User roots
pt_br: Raízes do usuário

source: Blog roots
pt_br: Raízes do blog

source: Special roots
pt_br: Raizes especiais

source: Please enter file extensions separated by space.
pt_br: Por favor informe as extensões de arquivo separadas por espaço.

source: Invalid file extensions format.
pt_br: formato de extensão de arquivo inválida.

source: Please enter a name.
pt_br: Por favor informe um nome.

source: Please enter a mime type.
pt_br: Por favor, informe um mime type.

source: Please enter a file name.
pt_br: Por favor informe um nome do arquivo.

source: Upload is disabled.
pt_br: O envio de arquivos está desabilitado

source: You have no permission to add/upload files.
pt_br: Você não tem permissão para enviar arquivos.

source: Please select a local file to upload.
pt_br: Por favor, selecione um arquivo local para enviar.

source: The file is too large: %s but the maximum allowed is %s.
pt_br: O arquivo é muito grande. %s, o tamanho máximo permitido é: %s.

source: The file exceeds the upload_max_filesize directive in php.ini.
pt_br: O arquivo excedeu a diretiva upload_max_filesize directive no php.ini.

source: The file was only partially uploaded.
pt_br: Esse arquivo foi enviado apenas parcialmente.

source: No file was uploaded.
pt_br: Nenhum arquivo foi enviado.

source: Missing a temporary folder (upload_tmp_dir in php.ini).
pt_br: Faltando uma pasta temporária (upload_tmp_dir no php.ini).

source: Unknown error.
pt_br: Erro desconhecido.

source: The file does not seem to be a valid upload! It may exceed the upload_max_filesize directive in php.ini.
pt_br: O arquivo não parece ser um upload válido! Ele pode ter excedido a diretiva upload_max_filesize no php.ini.

source: An unknown error occurred when moving the uploaded file on the server.
pt_br: Um erro desconhecido aconteceu ao mover o arquivo enviado no servidor.

source: Could not change permissions of &laquo;%s&raquo; to default chmod setting.
pt_br: Não pode mudar permissão de &laquo;%s&raquo; para o chmod padrão.

source: The file &laquo;%s&raquo; has been successfully uploaded.
pt_br: O arquivo &laquo;%s&raquo; foi enviado com sucesso.

source: Here's the code to display it:
fi_fi: T‰ss‰ on sen n‰ytt‰miseen tarvittava koodi:
hu_hu: A megjelenítéshez az alábbi kódot kell használni:
pt_br: Aqui está o código para exibí-lo:
tr_tr: Görüntüleyecek kod :

source: Add the code to your post !
fi_fi: Lis‰‰ koodi kirjoitukseesi !
hu_hu: A kód hozzáadása a beküldéshez!
pt_br: Adicionar o código ao seu post!
tr_tr: Kodu gönderinize ekleyin !

source: Upload...
pt_br: Enviar arquivo...

source: Close file manager
pt_br: Fechar gerenciador de arquivos

source: File browser
pt_br: Navegador de arquivos

source: Filter is a regular expression
pt_br: O filtro não é uma expressão regular

source: Filter
pt_br: Filtro

source: Unset filter
pt_br: Remover filtro

source: Change root
pt_br: Mudar raiz

source: Display directory tree
pt_br: Mostrar árvore de pastas

source: Hide directory tree
pt_br: Esconder árvore de diretórios

source: Folder mode
pt_br: Modo de pasta

source: View one folder per page
pt_br: Ver uma pasta por página

source: Flat mode
pt_br: Modo plano

source: View all files and subfolders on a single page
pt_br: Ver todos os arquivos e sub-pastas em uma única página

source: Display settings
pt_br: Opções de visualização

source: Edit display settings
pt_br: Editar opções de visualização

source: Current dir
pt_br: Diretório atual

source: A popup has discovered that the displayed content of this window is not up to date. Click to reload.
pt_br: Um popup descobriu que o conteúdo mostrado nessa janela não está atualizado. Clique para refazê-lo

source: %d directories
pt_br: %d pastas

source: No directories
pt_br: Sem diretórios

source: One directory
pt_br: Um diretório

source: %d files
pt_br: %d arquivos

source: No files
pt_br: Sem arquivos

source: One file
pt_br: Um arquivo

source: New file:
pt_br: Novo Arquivo:

source: New folder:
pt_br: Nova pasta:

source: folder
pt_br: pasta

source: file
pt_br: arquivo

source: Create!
pt_br: Criar!

source: Quick upload!
pt_br: Upload rápido!

source: Close settings!
pt_br: Fechar configurações!

source: See also:
pt_br: Veja também:

source: Blog Settings
pt_br: Opções do Blog

source: Images
pt_br: Imagens

source: Check to display thumbnails instead of icons for image files
pt_br: Marque para exibit miniaturas ao invés de ícones para imagens

source: Thumbnails
pt_br: Miniaturas

source: Check to display the pixel dimensions of image files
pt_br: Selecione para mostrar o tamanho das imagens em pixels

source: Dimensions
pt_br: Dimensões

source: Based on file extension
pt_br: Baseado na extensão do arquivo

source: File type
pt_br: Tipo de arquivo

source: No
pt_br: Não

source: Compact format
pt_br: Formato compacto

source: Last change
pt_br: Última modificação

source: Long format
pt_br: Formato longo

source: File permissions
pt_br: Permissões de arquivo

source: Unix file permissions
pt_br: Permissões de arquivo do Unix

source: Check to display file permissions like "rwxr-xr-x" rather than short form
pt_br: Mostrar permissões de arquivos como "rwxr-xr-x" ao invés da forma curta

source: File Owner
pt_br: Dono do arquivo

source: Unix file owner
pt_br: Dono (Unix) do arquivo

source: File Group
pt_br: Grupo

source: Unix file group
pt_br: Mostrar grupos de arquivos

source: Options
fi_fi: Asetukset
hu_hu: Kapcsolók
pt_br: Opções
tr_tr: Özellikler

source: Check to show hidden files. Hidden files start with a dot (.)
pt_br: Verifique a visualização de arquivos ocultos. Arquivos ocultos começam com um ponto (.)

source: Hidden files
pt_br: Arquivos ocultos

source: Check to always display folders before files
pt_br: Selecione para sempre exibir pastas antes dos arquivos

source: Folders first
pt_br: Pastas primeiro

source: Check to compute recursive size of folders
pt_br: Marque para calcular o tamanho das pastas recursivamente.

source: Folder sizes
pt_br: Tamanho das pastas

source: Don't show
pt_br: Não exibir

source: Filter box
pt_br: Filtro

source: With regular expressions
pt_br: Com expressões regulares

source: Update !
pt_br: Atualizar !

source: Quit copy/move mode!
pt_br: Sair do modo copiar/mover!

source: Check to overwrite the existing file
pt_br: Marque para sobrescrever o arquivo existente

source: Overwrite
pt_br: Sobrescrever

source: New name
pt_br: Novo nome

source: You are in copy/move mode.
pt_br: Você está no modo copiar/mover.

source: Please navigate to the desired target location.
pt_br: Por favor navegue para a localização alvo desejada.

source: Cancel delete!
pt_br: Cancelar remoção!

source: Confirm delete
pt_br: Confirmar remoção

source: Do you really want to delete the following files?
pt_br: Você realmente deseja remover os seguintes arquivos?

source: Do you really want to delete the following file?
pt_br: Você realmente desejava remover o arquivo?

source: Cancel download!
pt_br: Cancelar download!

source: Download files in archive
pt_br: Baixa arquivos em arquivo

source: Archive filename
pt_br: Nome de arquivo

source: This is the name of the file which will get sent to you.
pt_br: Esse é o nome do arquivo que será enviado à você.

source: Exclude subdirectories
pt_br: Remover subdiretórios

source: This will exclude subdirectories of selected directories.
pt_br: Isso apagará subdiretórios dos diretórios selecionados.

source: Files to download
pt_br: Arquivos para baixar

source: Editing:
pt_br: Editando:

source: Save!
pt_br: Salvar!

source: Files linked to &laquo;%s&raquo;
pt_br: Arquivo linkado para &laquo;%s&raquo;

source: View this post...
pt_br: Ver post...

source: Edit this post...
pt_br: Editar esse post...

source: Quit link mode!
pt_br: Sair do modo de link!

source: Path
pt_br: Caminho

source: Locate this file!
pt_br: Traduz esse arquivo

source: Delete this link!
pt_br: Remover este link!

source: Go to parent folder
pt_br: Ir para a pasta pai

source: Icon/Type
pt_br: Ícone/tipo

source: Size
fi_fi: Koko
hu_hu: Méret
pt_br: Tamanho
tr_tr: Boyut

source: Perms
pt_br: Permissões

source: Select this file
pt_br: Selecione esse arquivo

source: Change into this directory
pt_br: Mudar para essa pasta

source: Link this file!
pt_br: Criar link para esse arquivo!

source: Edit permissions
pt_br: Editar permissões

source: Edit file...
pt_br: Editar arquivo...

source: No files found.
pt_br: Nenhum arquivo encontrado.

source: Make one post (including all images)
pt_br: Criar post (incluindo todas as imagens)

source: Make multiple posts (1 per image)
pt_br: Criar vários posts (1 por imagem)

source: Insert IMG/link into post
pt_br: Inserir IMG/link no post

source: Rename files...
pt_br: Renomear arquivos...

source: Delete files...
pt_br: Remover arquivos...

source: Download files as ZIP archive...
pt_br: Baixar arquivos em arquivo ZIP...

source: With selected files
pt_br: Com os arquivos selecionados

source: Go!
pt_br: Ir!

source: You must select at least one file!
pt_br: Você deve selecionar pelo menos um arquivo!

source: Change permissions
pt_br: Mudar permissões

source: Default permissions
pt_br: Permissões padrão

source: check all
hu_hu: összes bejelölése
pt_br: marcar todos
tr_tr: tümünü iþaretle

source: Use default value
pt_br: Use o valor padrão

source: Set new permissions
pt_br: Configurar novas permissões

source: Close properties!
pt_br: Fechar propriedades!

source: File properties
pt_br: Propriedades do arquivo

source: Filename
pt_br: Nome do arquivo

source: This is the name of the file on the server hard drive.
pt_br: Esse é o nome do arquivo no disco do servidor.

source: Long title
pt_br: Título longo

source: This is a longer descriptive title
pt_br: Esse é um título descritivo longo

source: Alternative text
pt_br: Texto alternativo

source: This is useful for images
pt_br: Isso é útil para imagens

source: Caption/Description
pt_br: Legenda/Descrição

source: Cancel rename!
pt_br: Cancelar renomear!

source: File Settings
pt_br: Configurações de Arquivos

source: File Manager
pt_br: Gerenciador de arquivos

source: Enable Filemanager
pt_br: Habilitar gerenciador de arquivos

source: Check to enable the Filemanager.
pt_br: Marque para habilitar o gerenciador de arquivos.

source: Accessible file roots
pt_br: Arquivos acessíveis na raiz

source: Check to enable root directories for blogs.
pt_br: Marque para habilitar pastas raiz para os blogs.

source: Enable blog directories
pt_br: Habilitar pastas de blog

source: Check to enable root directories for users.
pt_br: Marque para habilitar pastas raiz para os blogs.

source: Enable user directories
pt_br: Habilitar pastas de usuários

source: Enable shared directory
pt_br: Habilitar o diretório compartilhado

source: Check to enable root directory for skins.
pt_br: Marque para habilitar pastas raiz para skins.

source: Enable skins directory
pt_br: Habilitar o diretório de skins

source: File creation options
pt_br: Opções de criação de arquivos

source: Check to enable creation of directories.
pt_br: Marque para habilitar a criação de pastas.

source: Enable creation of folders
pt_br: Habilitar criação de pastas

source: Check to enable creation of files.
pt_br: Marque para habilitar a criação de pastas.

source: Enable creation of files
pt_br: Habilitar criação de arquivos

source: Enable upload of files
pt_br: Habilitar envio de arquivos

source: Check to allow uploading files in general.
pt_br: Marque para permitir o envio de arquivos em geral.

source: KB. This cannot be higher than your PHP/Webserver setting and the limit of %s (in %s), which is currently %s!
pt_br: KB. Esse valor não pode ser mais alto que as configurações do seu servidor web e do PHP e o limite de %s (em %s), que atualmente é %s!

source: Maximum upload filesize
pt_br: Tamanho máximo de arquivo permitido

source: Advanced options
fi_fi: Lis‰asetukset
hu_hu: Speciális kapcsolók
pt_br: Opções avançadas
tr_tr: Geliþmiþ özellikler

source: Default CHMOD (UNIX permissions) for new directories created by the file manager.
pt_br: CHMOD (permissão UNIX) padrão para novos diretórios criados pelo gerenciador de arquivos.

source: Default folder permissions
pt_br: Permissões padrão da pasta

source: Default CHMOD (UNIX permissions) for new files created by the file manager.
pt_br: CHMOD (permissão UNIX) padrão para novos arquivos criados pelo gerenciador de arquivos.

source: Default file permissions
pt_br: Permissões padrão de arquivo

source: Valid filename
pt_br: Nome de arquivo válido

source: Regular expression
pt_br: Expressão regular

source: Valid dirname
pt_br: Nome de pasta válido

source: Choose a file
pt_br: Escolha um arquivo

source: Filename on server (optional)
pt_br: Nome do arquivo do servidor (opcional)

source: Alternative text (useful for images)
pt_br: Texto Alternativo (útil para imagens)

source: Caption/Description of the file
pt_br: Título/Descrição do arquivo

source: Quit upload mode!
pt_br: Sair do modo de envio de arquivos!

source: File upload
fi_fi: Tiedoston l‰hetys
hu_hu: Fájlfeltöltés
pt_br: Upload de arquivos
tr_tr: Dosya yükleme

source: Hide advanced upload properties
pt_br: Esconder propriedades avançadas de upload

source: Show advanced upload properties
pt_br: Exibir propriedades avançadas de upload

source: Some file uploads failed. Please check the errors below.
pt_br: Alguns arquivos enviados falharam. Por favor verifique os erros abaixo.

source: Files to upload
pt_br: Arquivos a enviar

source: Invalid submission.
pt_br: Submissão inválida.

source: Add another file
pt_br: Adicionar outro arquivo

source: Upload to server now
pt_br: Enviar para o servidor agora

source: Allowed file extensions
pt_br: Permissões de arquivo permitidas

source: Maximum allowed file size
pt_br: Tamanho máximo permitido por arquivo

source: Delete this filetype!
pt_br: Apague este arquivo!

source: New file type
pt_br: Novo tipo de arquivo

source: Extensions
pt_br: Extensões

source: separated by whitespace
pt_br: separadas por espaço

source: File type name
pt_br: Nome do tipo de arquivo

source: File name of the icon, must be in %s.
pt_br: Nome do arquivo de icone, deve estar em %s.

source: Icon
pt_br: Ícone

source: Let the browser handle the file in a popup.
pt_br: Deixa o navegador manusear o arquivo em um popup.

source: Open with browser (popup)
pt_br: Abre com navegador (popup)

source: Open with text viewer (popup)
pt_br: Abrir com o visualizador de textos (popup)

source: Use the online text viewer (recommended for .txt)
pt_br: Use o visualizador de textos online (recomendado para arquivos .txt)

source: Open with image viewer (popup)
pt_br: Abrir com o visualizador de imagens (popup)

source: Use the online image viewer (recommended for .gif .png .jpg)
pt_br: Use o visualizador de imagens online (recomendado para .gif .png .jpg)

source: Let the browser handle the file in a popup. Note: if you do not want Word to open inside of IE, you must uncheck "browse in same window" in Windows' file types.
pt_br: Deixar o navegador manusear o arquivo em um popup. Nota: Se você não quer Word para abrir dentro do IE, você deve desmarcar "abra na mesma janela" nos arquivos tipo Windows'.

source: Open with external app (no popup)
pt_br: Abrir com aplicativo externo (sem popup)

source: Download to disk (no popup)
pt_br: Salvar em disco (sem popup)
