Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Short Name
fi_fi: Lyhyt nimi
hu_hu: Rövid Név
tr_tr: Kýsa isim

source: Access parameters
fi_fi: P‰‰syominaisuudet
hu_hu: Hozzáférési paraméterek
tr_tr: Eriþim deðiþkenleri

source: Default blog on index.php
fi_fi: index.php:n vakioblogi
hu_hu: Az index.php alapértelmezett blogja
tr_tr: index.php üzerindeki ön tanýmlý günlük

source: Current default is:
fi_fi: Nykyinen vakioasetus on:
hu_hu: Az alapértelmezett:
tr_tr: Güncel yerelleþtirme:

source: Other blog through index.php
fi_fi: Muu blogi index.php:n kautta
hu_hu: Az index.php más blogjai
tr_tr: index.php üzerindeki diðer günlük

source: Other blog through stub file (Advanced)
fi_fi: Muu blogi tynk‰tiedoston kautta (Vaativa)
hu_hu: Más blog a csonkfájlon keresztül (Haladóknak).
tr_tr: kök dosya üzerindeki diðer günlük (Geliþmiþ)

source: You MUST create a stub file for this to work.
fi_fi: Sinun TULEE luoda tynk‰tiedosto, jos haluat k‰ytt‰‰ t‰t‰ vaihtoehtoa.
hu_hu: Létre KELL hoznod a csonkfájlt ahhoz, hogy ez mûködjön.
tr_tr: Bu çalýþma için bir kök dosyasý oluþturmalýsýnýz.

source: Preferred access type
fi_fi: Haluttu p‰‰sytyyppi
hu_hu: Javasolt hozzáférés-típus
tr_tr: Tercih edilen eriþim çeþidi

source: No trailing slash. (If you don't know, leave this field empty.)
fi_fi: Ei kauttaviivaa loppuun. (Jos et tied‰ t‰t‰, j‰t‰ t‰m‰ kentt‰ tyhj‰ksi.)
tr_tr: Sonda bölme iþareti yok. (Eðer konumu bilmiyorsanýz, alaný boþ býrakýn.)

source: URL blog name / Stub name
fi_fi: Blogin/tyng‰n URL-nimi
hu_hu: URL blog név / Csonk név
tr_tr: URL günlük ismi / kök isim

source: Used in URLs to identify this blog. This should be the stub filename if you use stub file access.
fi_fi: K‰ytet‰‰n osoitteissa blogin tunnistamiseen. T‰m‰n tulee olla tyng‰n nimi, jos k‰yt‰t tynk‰tiedostoa.
tr_tr: URLlerde günlüðü tanýmlamak için kullanýlýr. Eðer kök dosya eriþimini kullanýyorsanýz, kök dosya ismi olmalýdýr.

source: Default display options
fi_fi: Vakion‰yttˆasetukset
hu_hu: Alapértelmezett megjelenítési beállítások
tr_tr: Ön tanýmlý ekran özellikleri

source: Default skin
fi_fi: Vakioteema
hu_hu: Alapértelmezett bõr
tr_tr: Ön tanýmlý deri

source: This is the default skin that will be used to display this blog.
fi_fi: T‰m‰ on vakioteema, jota k‰ytet‰‰n blogin n‰ytt‰miseen.
hu_hu: Ez az alapértelmezett bõr, amely a blog megjelenítéséhez használatos.
tr_tr: Bu alan, günlüðü görüntülemekte kullanýlacak olan ön tanýmlý deridir.

source: Allow skin switching
fi_fi: Salli teeman vaihto
hu_hu: Bõrváltoztatás engedélyezése
tr_tr: Deri deðiþimine izin ver

source: Users will be able to select another skin to view the blog (and their prefered skin will be saved in a cookie).
fi_fi: K‰ytt‰j‰t voivat vaihtaa blogin teemaa (asetus tallentuu k‰ytt‰j‰n koneelle ev‰steeseen).
hu_hu: A felhasználók a blog megtekintéséhez tudnak bõrt változtatni (és a kiválasztott bõrt egy süti megjegyzi).
tr_tr: Kullanýcýlar, günlüðü görüntülemek için baþka bir deri kullanabilir (ve tercih edilen deri çerezde saklanýr)

source: Display public blog list
fi_fi: N‰yt‰ julkinen blogilista
hu_hu: A publikus blogok listájának megjelenítése
tr_tr: Halka açýk günlük listesi

source: Check this if you want to display the list of all blogs on your blog page (if your skin supports this).
fi_fi: Valitse t‰m‰, jos haluat n‰ytt‰‰ listan kaikista blogeistasi (jos teemasi tukee t‰t‰).
hu_hu: Kapcsold be, ha szeretnéd, hogy megjelenjen az összes blog az oldaladon (feltéve, hogy a használt bõr támogatja ezt).
tr_tr: Günlük sayfanýzda tüm günlüklerinizi listelemek istiyorsanýz bu alaný seçin (eðer deriniz destekliyorsa).

source: Check this if you want to this blog to be displayed in the list of all public blogs.
fi_fi: Valitse t‰m‰, jos haluat t‰m‰n blogin n‰kyv‰n julkisessa blogilistassa.
hu_hu: Kapcsold be, ha szeretnéd, hogy a blog megjelenjen a publikus blogok listájában.
tr_tr: Günlüðün tüm halka açýk günlüklerde listelenmesini istiyorsanýz bu alaný seçin.

source: Default linkblog
fi_fi: Vakiolinkkiblogi
hu_hu: Alapértelmezett linkblog
tr_tr: Ön tanýmlý baðgünlük

source: Will be displayed next to this blog (if your skin supports this).
fi_fi: Tullaan n‰ytt‰m‰‰n t‰m‰n blogin vieress‰ (jos teemasi tukee t‰t‰).
tr_tr: Bu alan, günlüðün yanýnda görüntülenecek (Eðer deriniz destekliyorsa)

source: Additional info.
fi_fi: Lis‰tietoja, jotka jotkut teemat n‰ytt‰v‰t.
hu_hu: További infó.
tr_tr: Ek bilgi.

source: Blog
fi_fi: Blogi
tr_tr: Günlük

source: Are you sure you want to delete blog #%d ?\n\nWARNING: This will delete ALL POST, COMMENTS,\nCATEGORIES and other data related to that Blog!\n\nThis CANNOT be undone!
fi_fi: Oletko varma, ett‰ haluat poistaa blogin #%d ?\n\nVAROITUS: T‰m‰ poistaa KAIKKI KIRJOITUKSET, KOMMENTIT, \nKATEGORIAT sek‰ muut tiedot, jotka liittyy t‰h‰n blogiin!\n\nT‰t‰ toimintia EI voi perua!
hu_hu: Biztos, hogy törölni szeretnéd a #%d blogot?\n\nFIGYELEM: A bloggal összefüggésbe hozható ÖSSZES BEKÜLDÉS,\nHOZZÁSZÓLÁS ÉS KATEGÓRIA törlésre kerül!\n\nVisszavonás NEM lehetséges!
tr_tr: #%d nolu günlüðü silmek istediðinize emin misiniz ?\n\nUYARI: Bu, TÜM GÖNDERÝ, YORUMLAR\nBÖLÜMLER ve diðer iliþkili vererileri silecektir!\n\nBu, geri ALINAMAZ!

source: Delete this blog!
fi_fi: Poista t‰m‰ blogi!
hu_hu: Törüljük ezt a blogot!
tr_tr: Bu günlüðü sil!

source: Copy this blog!
fi_fi: Kopioi t‰m‰ blogi!
hu_hu: Másoljuk ezt a blogot!
tr_tr: Bu günlüðü kopyala!

source: Login
fi_fi: Kirjaudu
hu_hu: Belépés
tr_tr: Giriþ

source: Edit<br />cats
fi_fi: Muokkata <br />kategorioita
hu_hu: Kat<br />szerk
tr_tr: Bölüm<br />düzenleme

source: Edit<br />blog
fi_fi: Muokkata <br />blogia
hu_hu: Blog<br />szerkesztése
tr_tr: Günlük<br />düzenleme

source: Permission to edit blog properties
fi_fi: Oikeus muokata blogin ominaisuuksia
hu_hu: Engedély a blog tulajdonságainak szerkesztésére
tr_tr: Günlük özelliklerini düzenlemek için gerekli izin

source: Warning! You are about to remove your own permission to edit this blog!\nYou won\'t have access to its properties any longer if you do that!
fi_fi: Varoitus! Olet poistamassa omaa oikeuttasi t‰m‰n blogin muokkaamiseen!\nJos teet t‰m‰n, et voi en‰‰ myˆhemmin palauttaa t‰t‰ oikeutta!
tr_tr: Uyarý! Bu günlüðü düzenlemek için sahip olduðunuz izinleri kaldýrmak üzeresiniz!\nBunu yaparsanýz özelliklere artýk eriþemeyeceksiniz!

source: Edit category properties
fi_fi: Muokkaa kategorian ominaisuuksia
hu_hu: A kategória tulajdonságainak szerkesztése
tr_tr: Bölüm özelliklerini düzenleyin

source: Are you sure you want to delete?
fi_fi: Oletko varma, ett‰ haluat poistaa?
hu_hu: Biztos, hogy törölni akarod?
tr_tr: Silmek istediðinize emin misiniz?

source: New sub-category here
fi_fi: Uusi alakategoria t‰h‰n
hu_hu: Új alkategóriát ide
tr_tr: Yeni alt-bölüm buraya konulsun

source: New category here
fi_fi: Uusi kategoria t‰h‰n
hu_hu: Új kategóriát ide
tr_tr: Yeni bölüm buraya konulsun

source: <strong>Note:</strong> Deleting a category does not delete posts from that category. It will just assign them to the parent category. When deleting a root category, posts will be assigned to the oldest remaining category in the same blog (smallest category number).
fi_fi: <strong>Huomio:</strong> Kategorian poistaminen ei poista kirjoituksia t‰st‰ kategoriasta. Kirjoitukset siirret‰‰n p‰‰kategorian alle. Kun juurikategoria poistetaan, kirjoitukset siirret‰‰n vanhimpaan kategoriaan samassa blogissa (siihen, jolla on pienen kategorianumero).
hu_hu: <strong>Megjegyzés:</strong> a kategória törlésével nem törlõdnek a beküldések, hanem a szülõ kategóriához lesznek rendelve. Ha egy gyökérkategória törlõdik, akkor a beküldések a blog legrégibb hátramaradt kategóriájába kerülnek.
tr_tr: <strong>Not:</strong> Bir bölüm silmek o bölüme ait gönderileri silmez. Yalnýzca onlarý ana bölüme atar. Bir kök bölümü sildiðinizde gönderiler günlükte kalan eski bölüme atanýr (en küçük bölüm numarasý).

source: Email
fi_fi: S‰hkˆposti
tr_tr: E-posta

source: &nbsp; Save ! &nbsp;
hu_hu: &nbsp; Mentés ! &nbsp;
tr_tr: &nbsp; Kaydet ! &nbsp;

source: Spellcheck
fi_fi: Tarkista oikeinkirjoitus
hu_hu: Helyesírás-ellenõrzés
tr_tr: HeceDenetim

source: Upload a file/image
fi_fi: L‰het‰ tiedosto/kuvatiedosto
hu_hu: Fájl/kép feltöltése
tr_tr: Bir dosya/resim yükleyin

source: Edit timestamp
fi_fi: Muokkaa aikaleimaa
hu_hu: Idõpont szerkesztése
tr_tr: Gönderi zamaný düzenle

source: URL Title
fi_fi: URL-otsikko
hu_hu: URL címe
tr_tr: URL Baþlýðý

source: (to be used in permalinks)
fi_fi: (k‰ytet‰‰n pysyviss‰ linkeiss‰)
hu_hu: (a permalinkeknél lesz alkamazva)
tr_tr: (sabitbaðda kullanýlacak)

source: Auto-BR
fi_fi: Autom. rivinvaihto
tr_tr: Oto-BR

source: This option is deprecated, you should avoid using it.
fi_fi: T‰m‰ ominaisuus on vanhentunut, v‰lt‰ sen k‰yttˆ‰.
hu_hu: Ez az opció elavultá vált, kerüld a használatát.
tr_tr: Bu özellik geçerliliðini yitirmiþ, bunu kullanmaktan kaçýnmalýsýnýz.

source: Pingback
fi_fi: P‰ivitysilmoitus
hu_hu: Visszaping
tr_tr: Yoklama dönütü

source: (Send a pingback to all URLs in this post)
fi_fi: (L‰het‰ p‰ivitysilmoitus kaikkiin osoitteisiin t‰ss‰ kirjoituksessa)
hu_hu: (Visszapingelés küldése a beküldésben szereplõ összes URL-nek)
tr_tr: Bu gönderideki tüm URL'lere yoklama dönütü gönderin

source: Trackback URLs
fi_fi: Viittausosoitteet
hu_hu: Visszajelzõ URL-ek
tr_tr: Ýzleme dönütü URLleri

source: Status
fi_fi: Tila
hu_hu: Állapot
tr_tr: Durum

source: The post will be publicly published
fi_fi: Kirjoitus julkaistaan julkisena
hu_hu: A beküldés publikus
tr_tr: Gönderi, halka açýk olarak yayýnlanacak

source: The post will be published but visible only by logged-in blog members
fi_fi: Kirjoitus julkaistaan, mutta se tulee n‰kym‰‰n vain kirjautuneille j‰senille
hu_hu: A beküldés publikálásra kerül, de csak a belépett blog-tagok láthatják
tr_tr: Gönderi, yalnýzca giriþ yapan günlük üyeleri tarafýndan görüntülenecek

source: Protected (Members only)
fi_fi: Suojattu (vain j‰senille)
hu_hu: Védett (csak tagoknak)
tr_tr: Korumalý (Yalnýzca üyelere)

source: The post will be published but visible only by yourself
fi_fi: Kirjoitus julkaistaan, mutta se tulee n‰kym‰‰n vain itsellesi
hu_hu: A blog publikálásra kerül, de csak Te láthatod
tr_tr: Gönderi yalnýzca sizin tarafýndan görüntülenecek

source: Private (You only)
fi_fi: Yksityinen (vain sinulle)
hu_hu: Privát (Csak te)
tr_tr: Özel (Yalnýzca size)

source: The post will appear only in the backoffice
fi_fi: Kirjoitus tulee n‰kym‰‰n vain yll‰pidossa
tr_tr: Gönderi, yalnýzca ofis arkasýnda görüntülenecek

source: Note: Cross posting among multiple blogs is enabled.
fi_fi: Huomio: Ristil‰hetys monien blogien kesken on p‰‰ll‰.
hu_hu: Megjegyzés: a többlogos beküldés engedélyezett.
tr_tr: Not: Günlükler arasý geçiþ-gönderi etkin.

source: Note: Cross posting among multiple blogs is currently disabled.
fi_fi: Huomio: Ristil‰hetys monien blogien kesken on pois p‰‰lt‰.
hu_hu: Megjegyzés: a többlogos beküldés jelenleg le van tiltva.
tr_tr: Not: Günlükler arasý geçiþ gönderi þu anda kapalý.

source: Note: Cross posting among multiple categories is currently disabled.
fi_fi: Huomio: Ristil‰hetys monien kategorioiden kesken on pois p‰‰lt‰.
hu_hu: Megjegyzés: a többkategóriás beküldés jelenleg le van tiltva.
tr_tr: Not: Bölümler arasý geçiþ gönderi þu anda kapalý.

source: Renderers
fi_fi: Lis‰ominaisuudet
hu_hu: Megjelenítõk
tr_tr: Yorumlayýcýlar

source: Comment info
fi_fi: Kommentin tiedot
hu_hu: Hozzászólás-infó
tr_tr: Yorum bilgisi

source: Next %d days
fi_fi: Seuraavat %d p‰iv‰‰
hu_hu: Következõ %d nap
tr_tr: Sonraki %d gün

source: Previous %d
fi_fi: Edelliset %d
hu_hu: Elõzõ %d
tr_tr: Önceki %d

source: Previous %d days
fi_fi: Edelliset %d p‰iv‰‰
hu_hu: Elõzõ %d nap
tr_tr: Önceki %d gün

source: Next %d
fi_fi: Seuraavat %d
hu_hu: Következõ %d
tr_tr: Sonraki %d

source: of
fi_fi: (kaikista)
tr_tr: toplam :

source: from the end
fi_fi: lopusta alkaen
hu_hu: a végérõl
tr_tr: sondan

source: from the start
fi_fi: alusta alkaen
hu_hu: az elejérõl
tr_tr: baþtan

source: OK
tr_tr: TAMAM

source: Date range:
fi_fi: Pvm-jakso:
hu_hu: Idõintervallum:
tr_tr: Tarih aralýðý:

source: 1 Trackback
fi_fi: 1 viittaus
hu_hu: 1 visszajelzés
tr_tr: 1 Ýzleme dönütü

source: %d Trackbacks
fi_fi: %d viittausta
hu_hu: %d visszajelzés
tr_tr: %d Ýzleme dönütü

source: 1 Pingback
fi_fi: 1 p‰ivitysilmoitus
hu_hu: 1 visszaping
tr_tr: 1 Yoklama dönütü

source: %d Pingbacks
fi_fi: %d p‰ivitysilmoitusta
hu_hu: %d visszaping
tr_tr: %d Yoklama dönütü

source: Trackbacks
fi_fi: Viittaukset
hu_hu: Visszajelzés
tr_tr: Ýzleme dönütleri

source: Pingbacks
fi_fi: P‰ivitysilmoitukset
hu_hu: Visszapingelések
tr_tr: Yoklama dönütleri

source: URLs, email, AIM and ICQs will be converted automatically.
fi_fi: Web-, s‰hkˆposti-, AIM- ja ICQ-osoitteet konvertoidaan automaattisesti.
hu_hu: URL-ek, emailek, AIM és ICQ-azonosítók automatikusan átkonvertálódnak.
tr_tr: URL'ler, e-posta, AIM ve ICQ'ler öz devinimli (otomatik) olarak çevrilir.

source: Words
fi_fi: Sanat
hu_hu: Szó
tr_tr: Kelimeler

source: Blog time:
fi_fi: Blogin aika:
hu_hu: Blog idõ:
tr_tr: Günlük zamaný:

source: Logged in as:
fi_fi: Kirjautuneena:
hu_hu: Belépés, mint:
tr_tr: Giriþ yapan:

source: Templates
fi_fi: Sivupohjat
hu_hu: Látványtervek
tr_tr: Þablonlar

source: User Profile
fi_fi: K‰ytt‰j‰profiili
hu_hu: Felhasználói profilok
tr_tr: Kullanýcý Profili

source: Default user rights
fi_fi: K‰ytt‰j‰n vakio-oikeudet
hu_hu: Alapértelmezett felhasználói jogok
tr_tr: Ön tanýmlý kullanýcý haklarý

source: This blog will be displayed on index.php .
fi_fi: T‰m‰ blogi n‰ytet‰‰n sivulla index.php .
hu_hu: Ez a blog fog megjelenni az index.php meghívásakor.
tr_tr: Bu günlük index.php'de görüntülenecek

source: posts
fi_fi: kirjoitusta
hu_hu: beküldések
tr_tr: gönderi

source: posts paged
fi_fi: kirjotusta sivutuksessa
tr_tr: gönderi sayfalandý

source: Display mode
fi_fi: N‰yttˆtila
hu_hu: Megjelenítés módja
tr_tr: Ekran kipi

source: Archive mode
fi_fi: Arkistotila
hu_hu: Archív mód
tr_tr: Arþiv kipi

source: Link options
fi_fi: Linkkiasetukset
hu_hu: Link opciók
tr_tr: Baðlantý özellikleri

source: Use extra-path info
fi_fi: K‰yt‰ lis‰polun tietoja
hu_hu: Extra útvonal-infók használata
tr_tr: Ek konum bilgisi kullan

source: Recommended if your webserver supports it. Links will look like 'stub/2003/05/20/post_title' instead of 'stub?title=post_title&c=1&tb=1&pb=1&more=1'.
fi_fi: Suositellaan, jos web-palvelimesi tukee sit‰. Linkit tullaan esitt‰m‰‰n muodossa 'stub/2003/05/20/post_title' eik‰ muodossa 'stub?title=post_title&c=1&tb=1&pb=1&more=1'.
tr_tr: Eðer sunucunuz destekliyor ise tavsiye edilir. Baðlantýlar, 'stub?title=gonderi_basligi&c=1&tb=1&pb=1&more=1' yerine 'stub/2003/05/20/gonderi_basligi' þeklinde gözükür.

source: Post called up by its URL title (Recommended)
fi_fi: Kirjoitukseen viitataan sen URL-otsikolla (Suositeltu)
tr_tr: Gönderi URL baþlýðýna göre çaðrýlsýn (Tavsiye edilen)

source: Fallback to ID when no URL title available.
fi_fi: K‰yt‰ ID-numeroa, kun URL-otsikkoa ei ole saatavilla.
tr_tr: URL bulunamýyor ise ID'e düþ

source: Post called up by its ID
fi_fi: Kirjoitukseen viitataan sen ID-numerolla
tr_tr: Gönderi,·ID'e göre çaðrýlsýn

source: Post on archive page, located by its ID
fi_fi: L‰het‰ arkistosivulle, viitataan ID-numerolla
tr_tr: Arþiv sayfasýna gönderin, ID'sine göre yerleþtirildi

source: Post on archive page, located by its title (for Cafelog compatibility)
fi_fi: L‰het‰ arkistosivulle, viitataan otsikolla (Cafelog-yhteensopivuus)
tr_tr: Arþiv sayfasýndaki gönderiler, baþlýðýna göre yerleþtirildi (Cafelog uyumluluðu için)

source: Permalink type
fi_fi: Pysyv‰n linkin tyyppi
hu_hu: Permalink típusa
tr_tr: Sabit bað çeþidi

source: Rendering plug-ins
fi_fi: N‰yttˆpluginit
hu_hu: Megjelenítõ plug-inek
tr_tr: yorumlama eklentileri

source: Plug-in
tr_tr: Eklenti

source: Toolbar plug-ins
fi_fi: Tyˆkalupalkin pluginit
hu_hu: Eszköztár plug-inek
tr_tr: Araç-çubuðu eklentileri

source: Charset
fi_fi: Merkistˆ
hu_hu: Karakterkészlet
tr_tr: Karakter kümesi

source: This will replace locale \'%s\'. Ok?
fi_fi: T‰m‰ korvaa kieliasetukset \'%s\'. Hyv‰ksy?
tr_tr: \'%s\' yerelleþtirmesinin yerini alacak?

source: The flags are stored in subdirectories from <code>%s</code>. Their filename is equal to the country part of the locale (characters 4-5); file extension is .gif .
fi_fi: Liput tallennetaan <code>%s</code> alihakemistoihin. Tiedostonimien on oltava sama kuin maatunnus (4-5 merkki‰); tiedoston p‰‰te on .gif.
tr_tr: Bayraklar, <code>%s</code> alt-klasöründe depolanýr. Dosya isimleri yerelleþtirme isimlerinin ülke kýsýmlarýdýr. (4-5 karakterleri arasý); dosya uzantýsý ise .gif'dir..

source: B - Swatch Internet time
fi_fi: B - Swatchin internetaika
hu_hu: B - Swatch Internet idõ
tr_tr: B - Ýnternet zamaný

source: Unrecognized characters in the format string will be printed as-is.<br /> You can escape characters by preceding them with a \ to print them as-is.
fi_fi: Tunnistamattomat merkit formaatti-merkkijonossa tulostetaan sellaisenaan.<br /> Voit s‰ilytt‰‰ erikoismerkit sellaisenaan lis‰‰m‰ll‰ niiden eteen \
tr_tr: Biçim katarýndaki tanýmlanamayan karakterler <br /> olarak basýlacaklardýr. Karakterlerin düzgün görüntülenmesi için önlerine \ ifadesi koyabilirsiniz.

source: in hours
fi_fi: tunteina
hu_hu: órában
tr_tr: saat

source: Overriden by browser config, user locale or blog locale (in this order).
fi_fi: Ylitetty selaimen asetusten, k‰ytt‰j‰n kieliasetusten tai blogin kieliasetusten takia (t‰ss‰ j‰rjestyksess‰)
tr_tr: Tarayýcý yapýlandýrmasý tarafýndan dikkate alýnmaz, kullanýcý veya günlük yeri (bu sýrada)

source: Strings
fi_fi: Merkkijonot
hu_hu: Kifejezések
tr_tr: Katarlar

source: up
fi_fi: ylˆs
hu_hu: föl
tr_tr: yukarý

source: down
fi_fi: alas
hu_hu: le
tr_tr: aþaðý

source: Reset custom settings
fi_fi: Resetoi muokatut asetukset
hu_hu: Egyéni beállítások visszaállítása
tr_tr: özel ayarlarý sýfýrla

source: Are you sure you want to reset?
fi_fi: Oletko varma ett‰ haluat resetoida?
hu_hu: Biztos, hogy akarod a visszaállítást?
tr_tr: Sýfýrlamak istedeðinize emin misiniz?

source: Reset to defaults (delete database table)
fi_fi: Resetoi oletusasetukset (poistaa taulun tietokannasta)
hu_hu: Az alapértelmezett értékek visszaállítása (az adatbázistáblák törlésével)
tr_tr: Ön tanýmlý deðerlere sýfýrla (veri-tabaný tablosunu sil)

source: first user
fi_fi: ensimm‰inen k‰ytt‰j‰
hu_hu: legelsõ felhasználó
tr_tr: ilk kullanýcý

source: previous user
fi_fi: edellinen k‰ytt‰j‰
hu_hu: elõzõ felhasználó
tr_tr: önceki kullanýcý

source: next user
fi_fi: seuraava k‰ytt‰j‰
hu_hu: következõ felhasználó
tr_tr: sonraki kullanýcý

source: last user
fi_fi: viimeinen k‰ytt‰j‰
hu_hu: utolsó felhasználó
tr_tr: son kullanýcý

source: Close user profile
fi_fi: Sulje k‰ytt‰j‰profiili
hu_hu: Felhasználói profil bezárása
tr_tr: Kullanýcý profilini kapat

source: Login
fi_fi: Kirjaudu
hu_hu: Belépés
tr_tr: Giriþ

source: Check this to receive notification whenever one of your posts receives comments, trackbacks, etc.
fi_fi: Laita ruksi mik‰li haluat ilmoituksen kun kirjoituksiasi kommentoidaan, seurataan, tms.
tr_tr: Birisi size izleme dönütü, yorum, vs. gönderdiðinde bilgilendirilmek için burayý iþaretleyin.

source: User rights
fi_fi: K‰ytt‰j‰n oikeudet
hu_hu: Felhasználói jogok
tr_tr: Kullanýcý haklarý

source: User information
fi_fi: K‰ytt‰j‰n tiedot
hu_hu: Felhasználói információk
tr_tr: Kullanýcý bilgileri

source: Posts
fi_fi: Kirjoituksia
hu_hu: Hozzászólások
tr_tr: Gönderiler

source: first group
fi_fi: ensimm‰inen ryhm‰
hu_hu: legelsõ csoport
tr_tr: ilk grup

source: previous group
fi_fi: edellinen ryhm‰
hu_hu: elõzõ csoport
tr_tr: önceki grup

source: next group
fi_fi: seuraava ryhm‰
hu_hu: következõ csoport
tr_tr: sonraki grup

source: last group
fi_fi: viimeinen ryhm‰
hu_hu: elõzõ csoport
tr_tr: son gurup

source: Close group profile
fi_fi: Sulje ryhm‰n profiili
hu_hu: Csoport profil bezárása
tr_tr: Grup profilini kapat

source: Permissons for members of this group
fi_fi: Ryhm‰‰n kuuluvien k‰ytt‰jien oikeudet
hu_hu: A csoport tagjainak engedélyei
tr_tr: Bu gurup üyelerinin izinleri

source: View all
fi_fi: N‰yt‰ kaikki
hu_hu: Összes megjelenítése
tr_tr: Tümünü görüntüle

source: Statistics
fi_fi: Statistiikat
hu_hu: Statisztikák
tr_tr: Ýstatistikler

source: Global options
fi_fi: Yleiset asetukset
hu_hu: Általános beállítások
tr_tr: Küresel özellikler

source: Check to allow template editing.
fi_fi: Raksi, mik‰li ulkoasun muokkaaminen sallitaan
tr_tr: Þablonun düzenlenmesi için iþaretleyin

source: User/Group Management
fi_fi: K‰ytt‰j‰/ryhm‰-hallinta
hu_hu: Felhasználó/Csoport menedzsment
tr_tr: Kullanýcý/Grup Yönetimi

source: Groups &amp; Users
fi_fi: Ryhm‰t &amp; k‰ytt‰j‰t
hu_hu: Csoportok és Felhasználók
tr_tr: Gruplar &amp; Kullanýcýlar

source: Copy group
fi_fi: Kopioi ryhm‰
hu_hu: Csoport másolása
tr_tr: Grubu kopyala

source: Delete group
fi_fi: Poista ryhm‰
hu_hu: Csoport törlése
tr_tr: Grubu sil

source: decrease user level
fi_fi: Laske k‰ytt‰j‰tasoa
hu_hu: felhasználó szintjének csökkentése
tr_tr: kullanýcý seviyesini azalt

source: increase user level
fi_fi: Nosta k‰ytt‰j‰tasoa
hu_hu: felhasználó szintjének emelése
tr_tr: kullanýcý·seviyesini·arttýr

source: Delete user
fi_fi: Poista k‰ytt‰j‰
hu_hu: Felhasználó törlése
tr_tr: Kullanýcý sil

source: Are you sure you want to delete this user?\nWarning: all his posts will be deleted too!
fi_fi: Oletko varma ett‰ haluat poistaa t‰m‰n k‰ytt‰j‰n?\nVaroitus: kaikki h‰nen viestins‰ poistaan!
hu_hu: Biztos, hogy törölni szeretnéd ezt a felhasználót?\nFigyelem: az összes hozzászólása is törlõdni fog!
tr_tr: Bu kullanýcýyý silmek istediðinize emin misiniz?\nUyarý: ona ait tüm gönderilerde silinecektir!

source: New user...
fi_fi: Uusi k‰ytt‰j‰...
hu_hu: Új felhasználó...
tr_tr: Yeni kullanýcý...

source: New group...
fi_fi: Uusi ryhm‰...
hu_hu: Új csoport...
tr_tr: Yeni grup...

source: The default skin [%s] set for blog [%s] does not exist. It must be properly set in the <a %s>blog properties</a> or properly overriden in a stub file. Contact the <a %s>webmaster</a>...
fi_fi: Oletusulkoasua [%s] blogille [%s] ei lˆydy. Se t‰ytyy asettaa <a %s>blogin asetuksista</a> tai ylitt‰‰ kantatiedostosta(?!).Ota yhteytt‰ <a %s>yll‰pitoon</a>...
tr_tr: [%s] derisi [%s] günlüðü için bulunmuyor. <a %s>günlük özelliklerinde</a> düzgün bir þekilde ayarlanmalý veya bir kök dosyasýna düzgünce eklenmelidir. <a %s>webmaster</a> ile temasa geçiniz...

source: 1 post
fi_fi: 1 viesti
hu_hu: 1 beküldés
tr_tr: 1 gönderi

source: previous month
fi_fi: edellinen kuukausi
hu_hu: elõzõ hónap
tr_tr: önceki ay

source: next month
fi_fi: seuraava kuukausi
hu_hu: következõ hónap
tr_tr: sonraki ay

source: previous year
fi_fi: edellinen vuosi
hu_hu: elõzõ év
tr_tr: önceki yýl

source: next year
fi_fi: seuraava vuosi
hu_hu: következõ év
tr_tr: sonraki yýl

source: go to month's archive
fi_fi: siirry kuukausiarkistoon
hu_hu: ugrás a havi archívokhoz
tr_tr: aya ait arþive git

source: You are about to delete this comment!\n\'Cancel\' to stop, \'OK\' to delete.
fi_fi: Olet poistamasas t‰t‰ kommenttia!\n\'Peru\' to peruaksesi, \'Poista\' poistaaksesi.
tr_tr: Bu yorumu silmek üzeresiniz!\ndurmak için \'Ýpta\', silmek için \'TAMAM\'.

source: Error selecting database [%s]!
fi_fi: Virhe valittaessa tietokantaan [%s]!
hu_hu: Hiba a [%s] adatbázis kiválasztásakor!
tr_tr: [%s] veri-tabaný seçerken hata oluþtu!

source: MySQL error!
fi_fi: MySQL-virhe!
hu_hu: MySQL hiba!
tr_tr: MySQL hatasý!

source: Tag %s must occur inside another tag
fi_fi: %s-tagi t‰ytyy olla toisen tagin sis‰ll‰
hu_hu: A %s tag csak egy másik tagban fordulhat elõ
tr_tr: %s etiketi bir baþka etiket içinde gözükmelidir

source: Tag %s is not allowed within tag %s
fi_fi: %s-tagia ei sallita %s-tagin sis‰ll‰
hu_hu: A %s tag nem engedélyezett a %s tagban
tr_tr: %s etiketinin %s etiketinin içinde olmasýna izin verilmiyor
