Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: New element created.
pt_br: Novo elemento criado.

source: Element updated.
pt_br: Elemento atualizado.

source: Category has not been moved.
pt_br: Categorias não foi movida.

source: The category &laquo;%s&raquo; has been moved (with children) to &laquo;%s&raquo;'s root. You may want to nest it in another parent category below...
pt_br: A categoria &laquo;%s&raquo; foi movida (com as categorias filhas) para &laquo;%s&raquo;'s raiz. Você pode aninhá-la numa outra categoria pai abaixo.

source: Element &laquo;%s&raquo; deleted.
pt_br: Elemento &laquo;%s&raquo; removido.

source: Cannot delete element &laquo;%s&raquo;
pt_br: Não pode apagar elemento &laquo;%s&raquo;

source: Delete element &laquo;%s&raquo;?
pt_br: Apague elemento &laquo;%s&raquo;?

source: Cancel editing!
pt_br: Cancelar edição!

source: Category
fi_fi: Kategoria
hu_hu: Kategória
pt_br: Categoria
tr_tr: Bölüm

source: New category
pt_br: Nova Categoria

source: Move to a different blog...
pt_br: Mover para um blog diferente...

source: Parent category
pt_br: Categoria pai

source: Name
fi_fi: Nimi
hu_hu: Név
pt_br: Nome
tr_tr: Ýsim

source: Used for clean URLs. Must be unique.
pt_br: Usado para URLs limpas. Deve ser única.

source: For manual ordering of the categories
pt_br: Para a ordenação manual das categorias

source: Order
pt_br: Ordem

source: Record
pt_br: Gravar

source: Click to make this the default category
pt_br: Clique para fazer com que este seja o diretório padrão.

source: New...
pt_br: Novo...

source: Delete...
pt_br: Remover...

source: Create a new category...
pt_br: Criar categoria...

source: Default
fi_fi: Vakio
hu_hu: Alapértelmezett
pt_br: Padrão
tr_tr: Ön tanýmlý

source: <strong>Note:</strong> Moving categories across blogs is currently disabled in the %sglobal settings%s.
pt_br: <strong>Nota:</strong> A movimentação de categorias entre os blogs está atualmente desabilitada nas %sopções globais%s.

source: <strong>Note:</strong> Ordering of categories is currently set to %s in the %sglobal settings%s.
pt_br: <strong>Nota:</strong> A ordenação de categorias está atualmente configurada para %s nas %sopções globais%s.

source: Cancel move!
pt_br: Cancelar mover!

source: Move category
pt_br: Mover categoria

source: Attached to blog
pt_br: Ligado ao blog

source: If you select a new blog, you will be able to choose a position within this blog on the next screen.
pt_br: Se você selecionou um novo blog, você habilitará uma posição para este blog na próxima tela.

source: Sorry, you have no permission to edit blog properties.
pt_br: Desculpe, você não tem permissão para editar as propriedades do blog.

source: The blog settings have been updated
pt_br: As opções do blog foram atualizadas

source: The blog skin has been changed.
pt_br: O novo skin do blog foi criado.

source: Caching has been enabled for this blog.
pt_br: O cache foi habilitado para esse blog.

source: Caching could not be enabled for this blog. Check /cache/ folder file permissions.
pt_br: Cache não pôde ser habilitado para este blog. Verifique as permissões da pasta /cache/.

source: The blog permissions have been updated
pt_br: As permissões do blog foram atualizadas

source: New %s
pt_br: Novo %s

source: The new blog has been created.
pt_br: O novo blog foi criado.

source: The new blog has been associated with the stub file &laquo;%s&raquo;.
pt_br: O novo blog foi associado com o arquivo stub &laquo;%s&raquo;.

source: No stub file named &laquo;%s&raquo; was found.
pt_br: Nenhum arquivo de stub chamado &laquo;%s&raquo; foi encontrado.

source: Uncategorized
pt_br: Não categorizado

source: A default category has been created for this blog.
pt_br: Uma categoria padrão foi criada para este blog.

source: Default widgets have been set-up for this blog.
pt_br: Uma widgets padrão foi criada para este blog.

source: Blog &laquo;%s&raquo; deleted.
pt_br: Blog &laquo;%s&raquo; removido.

source: Generating static page for blog [%s]
fi_fi: Generoidaan staattista sivua blogiin [%s]
hu_hu: A [%s] blog statikus oldalának generálása
pt_br: Gerando página estática para o blog [%s]
tr_tr: [%s] günlüðü için duraðan sayfa oluþturuluyor

source: You haven't defined a source file for this blog!
pt_br: Você ainda não definiu um arquivo fonte para este blog!

source: You haven't defined a static file for this blog!
pt_br: Você ainda não definiu um arquivo estático para este blog!

source: File cannot be written!
fi_fi: Tiedostoa ei voida tallentaa!
hu_hu: A fájlt nem sikerült kiírni!
pt_br: O arquivo não pode ser sobrescrito!
tr_tr: Dosyaya yazýlamýyor!

source: You should check the file permissions for [%s]. See <a %s>online manual on file permissions</a>.
fi_fi: Tarkista k‰yttˆoikeudet tiedostolle [%s]. Lue <a %s>manualista lis‰‰ tiedostojen k‰yttˆoikeuksista</a>.
pt_br: Você deve checar as permissões para [%s]. Veja <a %s>o manual online em permissões de arquivos</a>.
tr_tr: [%s] için dosya izinlerini denetlemelisiniz. <a·%s>çevrimiçi dosya izinleri yardýmýna</a> bakabilirsiniz.

source: Generated static file &laquo;%s&raquo;.
pt_br: Arquivo estático &laquo;%s&raquo; gerado.

source: Delete blog [%s]?
fi_fi: Poista blogi [%s]?
hu_hu: Töröljük a [%s] blogot?
pt_br: Remover blog [%s]?
tr_tr: [%s] günlüðü silinecek?

source: Deleting this blog will also delete all its categories, posts and comments!
fi_fi: Poistamalla t‰m‰n blogin poistat myˆs kaikki sen kategoriat, kirjoitukset ja kommentit!
hu_hu: A blog törlésével törlõdnek a kategóriák, a beküldések és a hozzászólások is!
pt_br: Remover esse blog irá remover todas as suas categorias, posts e comentários!
tr_tr: Bu günlüðü silerek ona ait bölüm, gönderi ve yorumlarý da sileceksiniz!

source: Also try to delete static file [<strong><a %s>%s</a></strong>]
fi_fi: Yrit‰ poistaa myˆs staattinen tiedosto [<strong><a %s>%s</a></strong>]
hu_hu: A <strong><a %s>%s</a></strong> statikus fájlt is megpróbáljuk törölni.
pt_br: Tente também remover o arquivo estático [<strong><a %s>%s</a></strong>]
tr_tr: [<strong><a %s>%s</a></strong>] duraðan dosyasýný silmeyi de deneyebilirsiniz

source: %d related categories
pt_br: %d categorias relacionadas

source: %d user permission definitions
pt_br: %d definições de direitos do group

source: %d group permission definitions
pt_br: %d Definições de permissão de grupo

source: %d subscriptions
pt_br: %d subscrições

source: %d hits
pt_br: %d acessos

source: My photoblog
pt_br: Meu fotoblog

source: Photoblog
pt_br: Fotoblog

source: Our blog
pt_br: Nosso blog

source: Group
pt_br: Grupo

source: My weblog
pt_br: Meu blog

source: Group blog
pt_br: Grupo

source: Standard blog
pt_br: Blog padrão

source: Invalid category prefix.
pt_br: Prefixo de categoria inválido.

source: Items/days per page must be between %d and %d.
pt_br: Itens/dias por página devem estar entre %d e %d.

source: Items per feed must be between %d and %d.
pt_br: Itens por feed devem estar entre %d e %d.

source: Invalid tagline
pt_br: Slogan inválido

source: Invalid long description
pt_br: Descrição longa inválida

source: Invalid blog footer
pt_br: Rodapé de blog inválido

source: Invalid single post footer
pt_br: Rodapé de post único inválido

source: Invalid RSS footer
pt_br: Rodapé de RSS inválido

source: Invalid Blog Notes
pt_br: Notas do blog inválida

source: Max credits must be between %d and %d.
pt_br: O número máximo de créditos deve estar entre %d e %d.

source: User &laquo;%s&raquo; does not exist!
pt_br: O usuário &laquo;%s&raquo; não existe.

source: You must provide an URL blog name!
pt_br: Você deve fornecer uma URL blog name!

source: The url name is invalid.
pt_br: A url fornecida não é válida.

source: This URL name is already in use by another blog. Please choose another name.
pt_br: Esse nome de URL de blog já é usado por outro blog. Porfavor, escolha outro nome.

source: Blog Folder URL
fi_fi: Blogin kansio-URL
pt_br: URL do diretório de Blogs
tr_tr: Günlük Klasörü URL'i

source: You must provide an absolute URL (starting with <code>http://</code> or <code>https://</code>)!
pt_br: Você deve informar uma URL absoluta ( começando com <code>http://</code> ou<code>https://</code>)!

source: You must provide a relative URL (without <code>http://</code> or <code>https://</code>)!
pt_br: Você deve informar uma URL relativa (sem <code>http://</code> ou <code>https://</code>)!

source: Invalid aggregate blog ID list!
pt_br: Lista de IDs de blog separados por ,

source: Media dir location
pt_br: Localização diretório Media

source: You must provide the full path of the media directory.
pt_br: Você deve informar o caminho completo para o diretório media.

source: You must provide the media subdirectory.
pt_br: Você deve informar o subdiretório media.

source: Invalid subdirectory &laquo;%s&raquo;.
pt_br: Subdiretório inválido &laquo;%s&raquo;.

source: The blog's media directory &laquo;%s&raquo; could not be created, because the parent directory is not writable or does not exist.
pt_br: O diretório media do blog &laquo;%s&raquo; não pode ser criado, poque o diretório pai não tem permissão de escrita ou não existe.

source: The blog's media directory &laquo;%s&raquo; could not be created.
pt_br: O diretório de media &laquo;%s&raquo; do blog não pôde ser criado.

source: The blog's media directory &laquo;%s&raquo; has been created with permissions %s.
pt_br: O diretório media do blog &laquo;%s&raquo; foi criado com permissão %s.

source: Deleted post-categories
pt_br: Categorias de post apagadas

source: Deleted comments on blog's posts
pt_br: Comentários removidos nos posts do blog

source: Deleted blog's posts
pt_br: Posts do blog removidos

source: Deleted blog's categories
pt_br: Categorias do blog removidas

source: ERROR! Could not delete! You will have to delete the file [%s] by hand.
fi_fi: VIRHE! Ei voida poistaa. Sinun t‰ytyy poistaa tiedosto [%s] k‰sin.
hu_hu: HIBA! Nem törölhetõ! Kézzel kell törölnöd a [%s] fájlt.
pt_br: ERRO! Não foi possível remover! Você terá que remover o arquivo [%s] manualmente.
tr_tr: HATA! Silinemedi! [%s] dosyasýný elle silmek zorunda kalacaksýnýz.

source: Could not delete static file [%s]
pt_br: Não foi possível remover o arquivo estático [%s]

source: Deleted blog's static file
pt_br: Arquivo estático do blog removido

source: The requested blog does not exist (any more?)
pt_br: O blog requisitado não existe (mais?)

source: No blog
pt_br: Sem blog

source: Requested category %s does not exist!
fi_fi: Pyydetty kategoriaa %s ei ole olemassa!
hu_hu: A kért %s kategória nem létezik!
pt_br: A categoria %s requisitada não existe!
tr_tr: Ýstenen %s bölümü bulunmuyor.

source: After each new post...
fi_fi: Jokaisen uuden kirjoituksen j‰lkeen...
hu_hu: Minden új beküldés után...
pt_br: Após cada novo post...
tr_tr: Her yeni gönderiden sonra...

source: Ping %s
pt_br: Pingar %s

source: There are no ping plugins activated.
pt_br: Não existem plugins de ping ativos.

source: External Feeds
pt_br: Feed externos

source: Atom Feed URL
pt_br: URL do feed Atom

source: RSS2 Feed URL
pt_br: URL do Feed RSS2

source: Aggregation
pt_br: Agregação

source: Blogs to aggregate
pt_br: Blogs para agregar

source: List blog IDs separated by ,
pt_br: Lista de IDs de blog separado por ,

source: Caching
pt_br: Cache

source: Cache rendered blog pages
pt_br: Fazer cache de páginas de blog renderizadas

source: Enable cache
pt_br: Habilitar cache

source: Static file generation
fi_fi: Staattisen tiedoston generointi
hu_hu: Statikus fájl készítése
pt_br: Geração de arquivo estático
tr_tr: Duraðan dosya oluþturma

source: Source file
pt_br: Arquivo fonte

source: .php (stub) file used to generate the static homepage.
pt_br: arquivo .php (stub) que será usado para gerar a versão estática da homepage do seu blog.

source: Destination file
pt_br: Arquivo de destino

source: .html file that will be created.
pt_br: arquivo .html que será criado.

source: Generate now!
pt_br: Gerar agora!

source: Static page
pt_br: Página estática

source: Media directory location
pt_br: Localização do diretório media

source: Subdirectory of media folder
pt_br: Subdiretório do pasta media

source: Custom location
pt_br: Localização personalizada

source: directory
pt_br: pasta

source: Media directory
pt_br: Diretório dos Arquivos

source: Meta data
pt_br: Metadados

source: Short Description
fi_fi: Lyhyt kuvaus
hu_hu: Rövid leírás
pt_br: Descrição curta
tr_tr: Kýsa taným

source: This is is used in meta tag description and RSS feeds. NO HTML!
fi_fi: T‰t‰ k‰ytet‰‰n description-metatagissa sek‰ RSS-datassa. EI HTML-koodia!
hu_hu: Ez a meta tag description (leírás) mezejében és az RSS aggregátoroknál jelenik meg. ITT NE HASZNÁLJ HTML-T!
pt_br: Isto é utilizado nas descrições meta tag e nos feeds RSS. Não use HTML!
tr_tr: Bu alan, meta etiket tanýmýnda ve RSS beslemelerinde kullanýlacaktýr. HTML KULLANMAYINIZ!

source: This is is used in meta tag keywords. NO HTML!
fi_fi: T‰t‰ k‰ytet‰‰n keywords-metatagissa. EI HTML-koodia!
hu_hu: Ez a META tagok közt szereplõ kulcsszó. CSAK SEMMI HTML!
pt_br: Isto é usado em palavras-chave nas meta tags. SEM HTML!
tr_tr: Bu alan, meta etiketinde kullanýlacaktýr. HTML KULLANMAYINIZ!

source: Blog footer
pt_br: Rodapé do blog

source: Use &lt;br /&gt; to insert a line break. You might want to put your copyright or <a href="%s" target="_blank">creative commons</a> notice here.
pt_br: Use &lt;br /&gt; para inserir uma quebra de linha. Você pode desejar colocar seu copyright ou notas de <a href="%s" target="_blank">creative commons</a> aqui.

source: Single post footer
pt_br: Rodapé para posts únicos

source: This will be displayed after each post in single post view.
pt_br: Isso será exibido após cada post na visualisação de post único.

source: Post footer in RSS/Atom
pt_br: Rodapé do post nos formatos RSS/Atom

source: This will be appended to each post in your RSS/Atom feeds.
pt_br: Isso será adicionado a cada post em seus feeds RSS/Atom.

source: Notes
fi_fi: Lis‰tietoja
hu_hu: Megjegyzések
pt_br: Notas
tr_tr: Notlar

source: Additional info. Appears in the backoffice.
pt_br: Informações adicionais. Aparece na administração.

source: Software credits
pt_br: Créditos do software

source: You get the b2evolution software for <strong>free</strong>. We do appreciate you giving us credit. <strong>Thank you for your support!</strong>
pt_br: Você obteve o b2evolution <strong>de graça</strong>. Nós apreciaríamos que você nos desse crédito. <strong>Obrigado pelo seu apoio!</strong>

source: Max footer credits
pt_br: Número máximo de créditos no rodapé

source: Save !
hu_hu: Mentsd!
pt_br: Salvar!
tr_tr: Kaydet !

source: Post options
pt_br: Opções de post

source: Always
pt_br: Sempre

source: The blogger must provide a title
pt_br: O blogueiro deve fornecer um título

source: Optional
pt_br: Opcional

source: The blogger can leave the title field empty
pt_br: O blogueiro pode deixar o campo título vazio

source: Never
pt_br: Nunca

source: No title field
pt_br: Sem campo título

source: Post titles
pt_br: Títulos dos posts

source: Feedback options
pt_br: Opções de feedback

source: Allow on all posts
pt_br: Permitir em todos os posts

source: Always allow comments on every post
pt_br: Sempre permitir comentários em todos os posts

source: Can be disabled on a per post basis
pt_br: Podem ser desabilitados post a post

source: Comments can be disabled on each post separatly
pt_br: Comentários podem ser desabilitados para cada post separadamente

source: Never allow any comments in this blog
pt_br: Nunca permitir quaisquer comentários nesse blog

source: No comments are allowed in this blog
pt_br: Os comentários não estão disponiveis nesse blog

source: Ratings
pt_br: Avaliações

source: Allow other bloggers to send trackbacks to this blog, letting you know when they refer to it. This will also let you send trackbacks to other blogs.
fi_fi: Salli muiden blogien kirjoittajien l‰hett‰‰ viittauksia t‰h‰n blogiin, jolloin saat tiet‰‰, milloin t‰h‰n blogiin viitataan. T‰m‰ antaa myˆs sinulle mahdollisuuden l‰hett‰‰ viittauksia muihin blogeihin.
hu_hu: Más blogozók visszajelzéseinek engedélyezése, hogy tudd, mikor és minek kapcsán hivatkoznak a beküldésedre. Ugyanitt tudod engedélyezni, hogy Te is küldhess visszajelzéseket.
pt_br: Permite que outros blogueiros enviem trackbacks para este blog, permitindo que você saiba quando se referiram à você. Isto também permitirá que você envie trackbacks para outros blogs.
tr_tr: Diðer günlük sahiplerinin izleme dönütleri göndermesine imkan tanýyarak, size atýfta bulunanlar hakkýnda bilgi edinmenizi saðlar. Bu, sizin de diðer günlüklere izleme dönütleri göndermenizi saðlayacaktýr.

source: This status will be assigned to new comments/trackbacks from non moderators (unless overriden by plugins).
pt_br: Esse status será atribuído para qualquer novo comentário/trackback de não moderadores (a menos que seja sobrescrito por plugins).

source: RSS/Atom feeds
pt_br: Feeds RSS/Atom

source: No feeds
pt_br: Sem feeds

source: Titles only
pt_br: Títulos somente

source: Post excerpts
pt_br: Resumo do post

source: Standard post contents (stopping at "&lt;!-- more -->")
pt_br: Conteúdo padrão do texto (encerrando em "&lt;--more-->")

source: Full post contents (including after "&lt;!-- more -->")
pt_br: Texto completo (incluindo o conteúdo após "&lt;--more-->")

source: Feed contents
pt_br: Conteúdo do feed

source: How much content do you want to make available in feeds?
pt_br: Quanta informação você deseja que seja disponível nos feeds?

source: How many of the latest posts do you want to include in RSS & Atom feeds?
pt_br: Quantos posts você deseja incluir em feeds RSS e Atom?

source: Posts in feeds
pt_br: Posts nos feeds RSS/Atom

source: Multiple authors
pt_br: Múltiplos autores

source: This will turn on the advanced User and Group permissions tabs for this blog.
pt_br: Isto habilitará as permissões avançadas para abas de usuários e grupos deste blog.

source: Use advanced perms
pt_br: Usar permissões avançadas

source: This will notably turn on the Tracker tab in the Posts view.
pt_br: Isso irá ligar o track na aba de visualizaçâo dos posts.

source: Use workflow
pt_br: Usar Workflow

source: Custom field names
pt_br: Nomes de campos personalizados

source: Ex: Price
pt_br: Ex: Preço

source: Ex: Weight
pt_br: Ex: Peso

source: Ex: Latitude or Length
pt_br: Ex: Latitude ou Comprimento

source: Ex: Longitude or Width
pt_br: Ex: Longitude ou Largura

source: Ex: Altitude or Height
pt_br: Ex: Altitude or Altura

source: (numeric)
pt_br: (numérico)

source: Ex: Color
pt_br: Ex: Cor

source: Ex: Fabric
pt_br: E: Tecido

source: Leave empty if not needed
pt_br: Deixe em branco se não for necessário

source: (text)
pt_br: (texto)

source: Allow users to subscribe and receive email notifications for each new post and/or comment.
pt_br: Permite que usuários assinem e recebam notificações por e-mail de cada novo post ou comentário.

source: List of public blogs
pt_br: Lista de blogs públicos

source: Check this if you want this blog to be advertised in the list of all public blogs on this system.
pt_br: Marque isto se você quer que este blog seja exibido na lista de todos os blogs públicos.

source: Include in public blog list
fi_fi: N‰yt‰ julkisessa blogilistassa
hu_hu: Megjelenjen a publikus blogok listájában
pt_br: Incluir na lista pública de blogs
tr_tr: Herkese açýk günlük listesinde içer

source: Skin and style
pt_br: Skin e estilo

source: Allow customized blog CSS file
pt_br: Permitir CSSs personalizados por blog

source: You will be able to customize the blog's skin stylesheet with a file named style.css in the blog's media file folder.
pt_br: Você será capaz de sobrescrever a folha de estilos da skin do blog com um arquivo chamado style.css na pasta media do blog.

source: Allow user customized CSS file for this blog
pt_br: Permitir CSS personalidado pelo usuário para esse blog

source: Users will be able to customize the blog and skin stylesheets with a file named style.css in their personal file folder.
pt_br: Usuários serão capazes de sobrescrever a folha de estilos do blog e do skin com um arquivo chamado style.css em seuas pastas pessoais.

source: General parameters
fi_fi: Yleiset parametrit
hu_hu: Általános paraméterek
pt_br: Opções gerais
tr_tr: Genel deðiþkenler

source: Will be displayed on top of the blog.
fi_fi: Tullaan n‰ytt‰m‰‰n blogin yl‰reunassa.
hu_hu: A blog tetején fog megjelenni.
pt_br: Exibido no topo do blog.
tr_tr: Günlüðün üst kýsmýnda görüntülenecektir.

source: Short name
pt_br: Nome curto

source: Will be used in selection menus and throughout the admin interface.
fi_fi: Tullaan k‰ytt‰m‰‰n valikoissa sek‰ yll‰pidon k‰yttˆliittym‰ss‰.
pt_br: Usado nos menus de seleção e na interface administrativa.
tr_tr: Seçim menülerinde ve yönetim ara biriminde kullanýlacaktýr.

source: "slug" used to uniquely identify this blog in URLs. Also used as <a %s>default media folder</a>.
pt_br: "slug" usado para identificar unicamente esse blog em URLs. Também usado no <a %s>diretório media padrão</a>.

source: Login of this blog's owner.
pt_br: Login do proprietário do blog.

source: Owner
pt_br: Proprietário

source: URL Name
pt_br: Nome da URL

source: Used to uniquely identify this blog in URLs.
pt_br: Utilizada para a identificação única deste blog na URL.

source: Determines the language of the navigation links on the blog.
fi_fi: Valitse blogin navigointilinkkien kielen.
pt_br: Determina o idioma dos links de navegação no blog.
tr_tr: Günlükteki dolaþým baðlantýlarýnýn dilini belirler.

source: Main Locale
fi_fi: P‰‰kieliasetus
hu_hu: Fõ honosítás
pt_br: Idioma principal
tr_tr: Temel yerelleþtirme

source: Content / Posts
pt_br: Textos

source: Default ordering of posts.
pt_br: Ordenação padrão dos posts.

source: Order by
pt_br: Ordenar por

source: Ascending
pt_br: Ascendente

source: Descending
pt_br: Descencente

source: Direction
pt_br: Direção

source: Display unit
pt_br: Unidade de visualização

source: Do you want to restrict on the number of days or the number of posts?
pt_br: Você deseja restringir por número de dias ou números de textos?

source: Posts/Days per page
fi_fi: Kirjoitusta/P‰iv‰‰ per sivu
hu_hu: Beküldések/Napok per oldal
pt_br: Posts/Dias por página
tr_tr: Sayfa baþýna Gönderiler/Günler

source: monthly
fi_fi: kuukausittain
hu_hu: havi
pt_br: mensal
tr_tr: aylýk

source: weekly
fi_fi: viikottain
hu_hu: heti
pt_br: semana
tr_tr: haftalýk

source: daily
fi_fi: p‰ivitt‰in
hu_hu: napi
pt_br: diário
tr_tr: günlük

source: post by post
fi_fi: kirjoitus kirjoitukselta
pt_br: post a post
tr_tr: gönderiden gönderiye

source: Archive grouping
pt_br: Agrupamento de arquivos

source: How do you want to browse the post archives? May also apply to permalinks.
pt_br: Como você pretende procurar o arquivo de posts? Pode também aplicar-se aos permalinks.

source: Tagline
fi_fi: Tunnuslause
pt_br: Slogan
tr_tr: Etiket satýrý

source: This is diplayed under the blog name on the blog template.
fi_fi: Tullaan n‰ytt‰m‰‰n blogin nimen alla blogin sivupohjassa.
hu_hu: Ez a blog neve alatt jelenik meg a blog látványtervében.
pt_br: Exibido abaixo do nome do blog no template do blog.
tr_tr: Bu alan, günlük þablonununda günlük isminin altýnda görüntülenecektir.

source: Long Description
fi_fi: Pitk‰ kuvaus
hu_hu: Hosszú leírás
pt_br: Descrição Longa
tr_tr: Uzun taným

source: This is displayed on the blog template.
fi_fi: Tullaan n‰ytt‰m‰‰n blogin sivupohjassa.
hu_hu: Ez a blog látványtervénél jelenik meg.
pt_br: Isto é exibido no template do blog.
tr_tr: Bu alan, günlük þablonunda görüntülenecektir.

source: Group permissions
pt_br: Permissões de grupo

source: Simple
pt_br: Simples

source: All users
pt_br: Todas os Usuários

source: Members
fi_fi: J‰senet
hu_hu: Tagok
pt_br: Membros
tr_tr: Üyeler
