Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Non members
fi_fi: Ei j‰seni‰
hu_hu: Nem tagok
pt_br: Não membros
tr_tr: Üye olmayanlar

source: Is<br />member
fi_fi: On<br />j‰sen
hu_hu: Tag
pt_br: É<br />membro
tr_tr: Üye<br />mi?

source: Permission to read protected posts
fi_fi: Oikeus lukea suojattuja kirjoituksia.
hu_hu: Engedély a védett beküldések olvasásához
pt_br: Permissão para ler posts protegidos
tr_tr: Korumalý gönderileri okumak için izin

source: Can post/edit with following statuses:
fi_fi: Voi kirjoittaa/muokata <br />kirjoituksia seuraavilla suojaustasoilla:
hu_hu: Beküldés/szerkesztés engedélyezése az alábbi állapotokban:
pt_br: Pode publicar/editar com os seguintes status:
tr_tr: Kullanýcý aþaðýdaki durumlara göre gönderip/düzenleyebilir:

source: Permission to post into this blog with protected status
fi_fi: Oikeus l‰hett‰‰ suojattuja kirjoituksia
hu_hu: Engedély a blogba való védett állapotú beküldésekhez
pt_br: Permissão para postar nesse blog com status protegido
tr_tr: Korumalý·durum·ile·günlüðe gönderim·yapmak·için·gerekli·izin

source: Priv
pt_br: Part

source: Permission to post into this blog with private status
fi_fi: Oikeus l‰hett‰‰ yksityisi‰ kirjoituksia
hu_hu: Engedély a blogba való magán állapotú beküldésekhez
pt_br: Permissão para postar nesse blog com status particular
tr_tr: Özel durum ile günlüðe gönderim yapmak için gerekli izin

source: Drft
pt_br: Rasc

source: Permission to post into this blog with draft status
fi_fi: Oikeus l‰hett‰‰ luonnoksia
hu_hu: Engedély a blogba való vázlat állapotú beküldésekhez
pt_br: Permissão para postar nesse blog com status rascunho
tr_tr: Taslak·durumu·ile·günlüðe gönderim·yapmak·için·gerekli·izin

source: Depr
pt_br: Obsol

source: Permission to post into this blog with deprecated status
fi_fi: Oikeus l‰hett‰‰ vanhentuneita kirjoituksia
hu_hu: Engedély a blogba való elavult állapotú beküldésekhez
pt_br: Permissão para postar nesse blog com status obsoleto
tr_tr: Geçerliliðini yitirmiþ·durumu·ile·günlüðe·gönderim·yapmak·için·gerekli·izin

source: Redr
pt_br: Redir

source: Permission to post into this blog with redirected status
pt_br: Permissão para postar nesse blog com status de redireção

source: Edit posts<br />/user level
pt_br: Editar posts<br />/nível de usuário

source: Delete<br />posts
fi_fi: Poistaa <br />kirjoituksia
hu_hu: Beküldések<br />törlése
pt_br: Remover <br /> posts...
tr_tr: Gönderi<br />silme

source: Permission to delete posts in this blog
fi_fi: Oikeus poistaa kirjoituksia blogista
hu_hu: Engedély a blog beküldéseinek törlésére
pt_br: Permissão para remover posts nesse blog
tr_tr: Bu günlükteki gönderileri silmek için gerekli izin

source: Edit<br />comts
fi_fi: Muokkata <br />kommentteja
hu_hu: Hozzasz</br>szerk
pt_br: Editar<br />comentários
tr_tr: Yorum<br />düzenleme

source: Permission to edit comments in this blog
fi_fi: Oikeus muokata kommentteja blogissa
hu_hu: Engedély a blog hozzászólásainak szerkesztéséhez
pt_br: Permissão para editar comentários nesse blog
tr_tr: Bu günlükteki yorumlarý düzenlemek için gerekli izin

source: Edit blog settings
pt_br: Editar opções do blog

source: Cats
pt_br: Categ

source: Permission to edit categories for this blog
fi_fi: Oikeus muokata kategorioita blogissa
hu_hu: Engedély a blog kategóriáinak szerkesztéséhez
pt_br: Permissão para editar categorias para esse blog
tr_tr: Bu günlükteki bölümleri düzenlemek için gerekli izin

source: Feat.
pt_br: Carac.

source: Permission to edit blog features
pt_br: Permissão para editar os recursos do blog

source: Adv.
pt_br: Avançado.

source: Permission to edit advanced/administrative blog properties
pt_br: Permissão para editar as propriedades avançadas/administrativas do blog

source: Upload
pt_br: Enviar

source: Permission to upload into blog's media folder
pt_br: Permissão para enviar arquivos no diretório media do blog

source: Read
pt_br: Lear

source: Permission to browse blog's media folder
pt_br: Permissão para vizualizar o diretório media do blog

source: Permission to change the blog's media folder content
pt_br: Permissão para mudar o conteúdo do diretório media do blog

source: (un)selects all checkboxes using Javascript
hu_hu: az jelölés (be/vissza)állítása Javascript használatával
pt_br: (de)selecionar todas as checkboxes usando Javascript
tr_tr: Javascript kullanarak tüm kutucuklarýn iþaretlerini kaldýrýr.

source: (un)check all
pt_br: remove todos
tr_tr: tümünü iþaretle(me)

source: Not Member
pt_br: Não Membro

source: Member
fi_fi: J‰sen
hu_hu: Tag
pt_br: Membro
tr_tr: Üye

source: Contributor
pt_br: Contribuidor

source: Publisher
pt_br: Publicador

source: Moderator
pt_br: Moderador

source: Custom
pt_br: Personalizado

source: Note: General group permissions may further restrict any media folder permissions defined here.
pt_br: Nota: As permissões gerais do grupo podem restringir ainda mais quaisquer permissões para a pasta media definida aqui.

source: Sorry, you have no permission to edit/view any blog's properties.
fi_fi: Valitan, sinulla ei ole oikeuksia katsella/muokata mit‰‰n blogin ominaisuuksia.
hu_hu: Sajnálom, de nincs jogosultságod szerkeszteni/megtekinteni egyik blog tulajdonságait sem.
pt_br: Desculpe, você não tem permissão para editar/ver quaisquer propriedades do blog.
tr_tr: Üzgünüz, günlük özelliklerini düzenleme/görüntüleme yetkiniz bulunmuyor.

source: No blog has been created yet!
pt_br: Nenhum blog foi criado ainda!

source: Blog list
pt_br: Lista de blogs

source: New blog...
fi_fi: Uusi blogi...
hu_hu: Új blog...
pt_br: Novo blog...
tr_tr: Yeni günlük...

source: Edit properties...
pt_br: Editar propriedades...

source: Full Name
fi_fi: Koko nimi
hu_hu: Teljes név
pt_br: Nome Completo
tr_tr: Tam isim

source: Blog URL
fi_fi: Blogin URL
pt_br: URL do Blog
tr_tr: Günlük URL'si

source: Generate static page now!
pt_br: Gera página estática agora!

source: Gen!
fi_fi: Luo!
hu_hu: Rajta!
pt_br: Gerar !
tr_tr: Üret!

source: Static File
fi_fi: Staattinen tiedosto
hu_hu: Statikus fájl
pt_br: Arquivo Estático
tr_tr: Duraðan Dosya

source: Locale
fi_fi: Kieliasetus
hu_hu: Honosítás
pt_br: Tradução
tr_tr: Yer

source: Edit categories...
pt_br: Editar categorias...

source: Delete this blog...
pt_br: Remover esse blog...

source: What kind of blog would you like to create?
pt_br: Que tipo de blog você gostaria de criar?

source: Standard
pt_br: Padrão

source: A standard blog with the most common features.
pt_br: Um blog padrão com os recursos mais comuns.

source: A blog optimized to publishing photos.
pt_br: Um blog otimizado para a publicação de fotos.

source: A blog optimized for team/collaborative editing. Posts can be assigned to different reviewers before being published. Look for the workflow properties at the bottom of the post editing form.
pt_br: Um blog otimizado para equipe/edição colaborativa. Posts podem ser atribuídos a diferentes revisores antes de serem publicados. Olhe para a propriedade do fluxo de trabalho na parte inferior do formulário de edição do post.

source: Your selection here will pre-configure your blog in order to optimize it for a particular use. Nothing is final though. You can change all the settings at any time and any kind of blog can be transformed into any other at any time.
pt_br: Nossa seleção vai pré-configurar o seu blog, de forma a otimizá-lo para um uso específico. Nada é definitivo. Você pode mudar todas as configurações, a qualquer momento e qualquer tipo de blog pode ser transformado em outro, a qualquer momento.

source: SEO Presets
pt_br: Padrões de SEO

source: You can review the SEO settings recommended by <strong>%s</strong> below. Click the "Save!" button to apply these settings.
pt_br: Você pode revisar as opções de SEO recomendadas por <strong>%s</strong> abaixo. Clique no botão "Salvar!" para aplicar essas confgurações.

source: Main page / post list
pt_br: Página principal / lista de posts

source: Default blog page
pt_br: Página padrão do blog

source: Make canonical
pt_br: Torne canônico

source: "Next" blog pages
pt_br: Páginas do blog com paginação

source: Page 2,3,4...
pt_br: Página 2,3,4 ...

source: NOFOLLOW on links to
pt_br: NOFOLLOW em links para

source: Link to the permanent url of the post
pt_br: Link para url permanente do post

source: Link to the "link to URL" specified in the post (if any)
pt_br: Link para o "link to URL" especificado no post (se existe)

source: No links on titles
pt_br: Sem links nos títulos

source: Post contents
fi_fi: Viestin sis‰ltˆ
hu_hu: Tartalom beküldése
pt_br: Conteúdo do post
tr_tr: Gönderi içeriði

source: Link to single post
pt_br: Link para post único

source: Link to post in archive
pt_br: Link para post em arquivo

source: Link to post in sub-category
pt_br: Link para post em sub-categoria

source: Single post pages / "Permalink" pages
pt_br: Páginas de posts únicos/ Páginas de "Permalink"

source: Use param: post ID
pt_br: Use o parametro: ID do post

source: Use param: post title
pt_br: Usar parâmetro: título do post

source: Use extra-path: post title
pt_br: Usar extra-path: título do post

source: Use extra-path: year
pt_br: Usar extra-path: ano

source: Use extra-path: year & month
pt_br: Usar extra-path: ano e mês

source: Use extra-path: year, month & day
pt_br: Usar extra-path: ano, mês e dia

source: Use extra-path: sub-category
pt_br: Usar extra-path: subcategoria

source: Use extra-path: category path
pt_br: Usar extra-path: caminho da categoria

source: Permalink scheme
pt_br: Esquema dos links permanentes

source: Meta description
pt_br: Meta descrição

source: Use excerpt as meta description for posts and pages
pt_br: Usar resumo como meta descrição para posts e páginas

source: "By date" archives
pt_br: Arquivos "por data"

source: Use param
pt_br: Usar parâmetro

source: Use extra-path
pt_br: Usar informação de extra-path

source: Date archive URLs
pt_br: URLs de datas dos arquivos

source: Indexing
pt_br: Indexação

source: Follow TO
pt_br: Seguir PARA

source: date archives
pt_br: arquivos de data

source: Posts per page
pt_br: Posts por página

source: Leave empty to use blog default
pt_br: Deixe em branco para usar o padão do blog

source: Category pages
pt_br: Páginas de categorias

source: Use param: cat ID
pt_br: Usar parâmetro: ID da categoria

source: Category URLs
pt_br: URLs das categorias

source: Prefix
pt_br: Prefixo

source: An optional prefix to be added to the URLs of the categories
pt_br: Um preciso opcional a ser adicionado às URLS das categorias

source: Tag pages
pt_br: Páginas de tags

source: Tag page URLs
pt_br: URLs de páginas de tags

source: An optional prefix to be added to the URLs of the tag pages
pt_br: Um prefixo opcional a ser adicionado às URLS das páginas de tags

source: Filtered by keyword search, by author, etc.
pt_br: Filtrado por palavra de busca, por autor, etc

source: Other filtered posts pages
pt_br: Outras páginas de post filtrados

source: Other pages
pt_br: Outras páginas

source: Comment popups
pt_br: Popups de comentários

source: For skins with comment popups only.
pt_br: Apenas para skins com comentários em popup.

source: Contact forms
pt_br: Formulários de contato

source: WARNING: Letting search engines index contact forms will attract spam.
pt_br: AVISO: Permitir que mecanismos de buscas indexem formulários de contato irá atrair spam.

source: Other special pages
pt_br: Outras páginas especiais

source: Pages with no index setting of their own... yet.
pt_br: Páginas com nenhum índice definição do seu dono ... ainda.

source: 200 "OK" response
pt_br: Resposta 200 "OK"

source: 301 redirect to main page
pt_br: Redirecionar para a página principal 301

source: 302 redirect to main page
pt_br: 302 redireciona para a página principal

source: 303 redirect to main page
pt_br: 303 redireciona para a página principal

source: 404 "Not found" response
pt_br: Resposta 404 "Not found"

source: 410 "Gone" response
pt_br: Resposta 410 "Gone"

source: 404 "Not Found" response
pt_br: Resposta 404 "Não Encontrado"

source: Blog URL name
pt_br: URL do Blog

source: Used to uniquely identify this blog. Appears in URLs and gets used as default for the media location (see the advanced tab).
pt_br: Usado para identificar esse blog. Aparece em URLs ao usar extra-path info. Também é usado como padrão para a localização de media (veja as Opções Avançadas).

source: WARNING: it is highly recommended that this ends in with a / or .php !
pt_br: AVISO: é altamente recomendável que este termine com um / ou. php!

source: Default blog in index.php
pt_br: Blog padrão em index.php

source: No default blog is currently set
pt_br: Nenhum blog padrão está configurado atualmente

source: Current default :
pt_br: O padrão atual é:

source: Explicit param on index.php
pt_br: Parâmetro explícito no index.php

source: Extra path on index.php
pt_br: Extra path no index.php

source: Relative to baseurl
pt_br: Relativo ao url base

source: Subdomain of basedomain
pt_br: Subdomínio de um domínio base

source: Absolute URL
pt_br: URL absoluta

source: Blog base URL
pt_br: URL base do Blog

source: URL preview
pt_br: Visualizar URL

source: Single post URLs
pt_br: URLs para posts únicos

source: User permissions
fi_fi: K‰ytt‰j‰oikeudet
hu_hu: Felhasználói jogosultságok
pt_br: Permissões de usuário
tr_tr: Kullanýcý izinleri

source: You have no permission to edit comments.
pt_br: Você não tem permissão para editar comentários.

source: Editing comment
fi_fi: Muokataan kommenttia
hu_hu: Hozzászólás szerkesztése
pt_br: Editando comentário
tr_tr: Yorum düzenleniyor

source: Please enter and author name.
pt_br: Por favor informe um nome de autor.

source: Invalid comment text.
pt_br: Texto do comentário inválido.

source: Please enter a valid comment date.
pt_br: Por favor, informe um data válida para o comentário.

source: Comment has been updated.
pt_br: Comentário atualizado.

source: Comment has been published.
pt_br: Comentário publicado.

source: Comment has been deprecated.
pt_br: Comentário tornado obsoleto.

source: Comment has been deleted.
pt_br: Comentário removido.

source: Excerpt sent in trackbacks:
pt_br: Resumo enviado nos trackbacks:

source: Sending trackback to:
fi_fi: L‰hetet‰‰n viittaus:
hu_hu: Visszajelzés küldése ide:
pt_br: Enviando trackback para:
tr_tr: Ýzleme dönütünün gönderildiði yer:

source: Succeeded
pt_br: Sucesso

source: Failed
pt_br: Falhou

source: Unknown error
pt_br: Erro desconhecido

source: No valid trackback response. Maybe the given url is not a Trackback url.
pt_br: Resposta de trackbáck náo é válida. Pode se que a URL dada não seja uma URL de trackback.

source: Response:
fi_fi: Vastaus:
hu_hu: Válasz:
pt_br: Resposta:
tr_tr: Cevap:

source: Visitor
fi_fi: Vieras
hu_hu: Látogató
pt_br: Visitante
tr_tr: Ziyaretçi

source: N/A
pt_br: Não disponível

source: Edit this comment
hu_hu: Hozzászólás szerkesztése
pt_br: Edite esse comentário
tr_tr: Yorumu düzenle

source: Delete!
pt_br: Remover!

source: Delete this comment
hu_hu: Hozzászólás törlése
pt_br: Remover esse comentário
tr_tr: Yorumu sil

source: You are about to delete this comment!\nThis cannot be undone!
pt_br: Você está prestes a apagar esse comentário!\nIsso não pode ser desfeito!

source: Deprecate!
pt_br: Tornar obsoleto!

source: Deprecate this comment!
pt_br: Tornar obsoleto esse comentário!

source: Publish!
pt_br: Publicar!

source: Publish this comment!
pt_br: Publicar esse comentário!

source: Send email to comment author
pt_br: Envie um e-mail ao autor do comentário

source: Permanent link to this comment
fi_fi: Pysyv‰ linkki t‰h‰n kommenttiin
hu_hu: A hozzászóláshoz tartozó állandó link
pt_br: Link permanente para este comentário
tr_tr: Bu yoruma sabit baðlantý

source: Comment from %s
pt_br: Comentário de %s

source: Trackback from %s
pt_br: Trackback de %s

source: Pingback from %s
pt_br: Pingback de %s

source: Poor
pt_br: Pobre

source: Excellent
pt_br: Excelente

source: No rating
pt_br: Sem avaliação

source: [%s] New trackback on "%s"
pt_br: [%s] Novo trackback em seu post nº "%s"

source: [%s] New comment on "%s"
pt_br: [%s] Novo comentário em seu post nº "%s"

source: Comment
fi_fi: Kommentti
hu_hu: Megjegyzés
pt_br: Comentário
tr_tr: Yorum

source: Rating
pt_br: Avaliação

source: Edit/Delete
fi_fi: Muokkaa/Poista
hu_hu: Szerkeszt/Töröl
pt_br: Editar/Remover
tr_tr: Düzenle/Sil

source: Edit your subscriptions/notifications
pt_br: Edite suas assinaturas e notificações

source: Leave a comment
fi_fi: J‰t‰ kommentti
hu_hu: Szólj hozzá!
pt_br: Deixe seu comentário
tr_tr: Bir yorum býrak

source: 1 comment
fi_fi: 1 kommentti
hu_hu: 1 hozzászólás
pt_br: 1 comentário
tr_tr: 1 yorum

source: %d comments
fi_fi: %d kommenttia
hu_hu: %d hozzászólás
pt_br: %d comentários
tr_tr: %d yorum

source: No comment yet...
fi_fi: Ei kommentteja...
hu_hu: Jelenleg nincs hozzászólás...
pt_br: sem comentários ainda ...
tr_tr: Henüz yorum yok...

source: Feedback (Comments, Trackbacks...)
pt_br: Feedback (Comentários, Trackbacks...)

source: cancel
pt_br: cancelar

source: Comment contents
pt_br: Texto do comentário

source: In response to
pt_br: Em resposta a

source: Website URL
pt_br: URL

source: Advanced properties
fi_fi: Lis‰asetukset
hu_hu: Speciális tulajdonságok
pt_br: Propriedades avançadas
tr_tr: Geliþmiþ özellikler

source: Comment date
pt_br: Data do comentário

source: Visibility
pt_br: Visibilidade

source: Published (Public)
fi_fi: Julkaistu (n‰kyy kaikille)
hu_hu: Publikált (publikus)
pt_br: Publicado (Público)
tr_tr: Yayýnda (Herkese açýk)

source: Draft (Not published!)
fi_fi: Luonnos (ei julkaistu!)
hu_hu: Vázlat (nem publikált!)
pt_br: Rascunho (Não publicado!)
tr_tr: Taslak (Yayýnlanmadý!)

source: Deprecated (Not published!)
fi_fi: Vanhentunut (ei julkaistu!)
hu_hu: Elavult (nem publikált!)
pt_br: Obsoleto (Não publicado!)
tr_tr: Geçerliliðini yitirmiþ (Yayýnlanmadý!)

source: Nofollow website URL
pt_br: URL Nofollow do Blog

source: Feedback info
pt_br: Informação de feedback

source: Type
fi_fi: Tyyppi
hu_hu: Típus
pt_br: Tipo
tr_tr: Çeþit

source: IP address
fi_fi: IP-osoite
hu_hu: IP cím
pt_br: Endereço IP
tr_tr: IP adresi

source: No Spam Karma
pt_br: Sem Spam Karma

source: In response to:
fi_fi: Vastauksena:
hu_hu: Erre válaszolva:
pt_br: Em resposta a:
tr_tr: cevaben:

source: Basic test job
pt_br: Teste básico

source: Error test job
pt_br: Erro do teste

source: Poll the antispam blacklist
pt_br: Votação da lista negra de antispam

source: Prune old hits & sessions
pt_br: Limpar acessos antigos & sessões

source: Invalid job type
pt_br: Tipo de job inválido.

source: Please enter a valid date.
pt_br: Por favor, informe um data válida

source: New job has been scheduled.
pt_br: Nova tarefa foi agendada.

source: Job #%d is currently running. It cannot be deleted.
pt_br: O Job nº %d está rodando atualmente. Ele não pode ser removido.

source: Scheduled job #%d deleted.
pt_br: Tarefa agendada nº %d removida.

source: Job #%d does not exist any longer.
pt_br: O Job nº %d não existe mais.

source: The Error TEST cron controller simulates an error, thus this "error" is normal!
pt_br: O TESTE DE ERRO do controlador cron simula um erro, assim esse "erro é normal!

source: Post notifications are not set to run as a scheduled task.
pt_br: Notificações de post não estão marcadas para rodar como uma tarefa agendada.

source: Could not lock post #%d. It may already be processed.
pt_br: Não foi possível trancar o post %d. Ele pode já ter sido processado.

source: Auto pruning is not set to run as a scheduled task
pt_br: Auto limpeza não está marcada para rodar como uma tarefa agendada

source: The TEST cron controller says hello!
pt_br: O TESTE do controlador cron diz Olá!

source: New scheduled job
pt_br: Nova tarefa agendada

source: Job details
pt_br: Detalhes do Job

source: Job type
pt_br: Tipo do Job

source: Schedule date
pt_br: Data do agendamento

source: Schedule time
pt_br: Hora do agendamento

source: Repeat every
pt_br: Repetir a cada

source: Create
fi_fi: Uusi
hu_hu: Létrehoz
pt_br: Criado
tr_tr: Oluþtur

source: Close sheet
pt_br: Fechar folha

source: Scheduled job
pt_br: Job agendado

source: Job #
pt_br: Job nº

source: Job name
pt_br: Nome da tarefa

source: Scheduled at
pt_br: Agendado em

source: Execution details
pt_br: Detalhes da execução

source: Real start time
pt_br: Hora real de início

source: Real stop time
pt_br: Hora real de término

source: Messages
pt_br: Mensagens

source: Scheduled jobs
pt_br: Tarefas agendadas

source: Create a new scheduled job...
pt_br: Nova tarefa agendada...

source: New job
pt_br: Nova tarefa

source: Pending
pt_br: Pendente

source: Started
pt_br: Iniciado

source: Timed out
pt_br: Tempo excedido

source: Error
fi_fi: Virhe
hu_hu: Hiba
pt_br: Erro
tr_tr: Hata

source: Finished
pt_br: Finalizado

source: Schedule
pt_br: Agenda

source: Attention
pt_br: Atenção

source: All
hu_hu: Összes
pt_br: Todas
tr_tr: Tümü

source: Planned at
pt_br: Planejado em

source: Repeat
pt_br: Repetir

source: Delete this job!
pt_br: Remover esse trabalho!

source: Execute pending jobs in a popup window now!
pt_br: Executando tarefas pendentes em uma janela popup agora!

source: Comments awaiting moderation
pt_br: Comentários esperando moderação

source: in response to
pt_br: em resposta a

source: Recent drafts
pt_br: Rascunhos recentes

source: New post
fi_fi: Uusi kirjoitus
hu_hu: Új beküldés
pt_br: Novo post
tr_tr: Yeni gönderi

source: Write a new post...
pt_br: Escrever um novo post...

source: Recently edited
pt_br: Recentemente editados

source: Getting started
pt_br: Iniciando

source: Welcome to your new blog's dashboard!
pt_br: Bem vindo ao painel do seu novo blog!

source: Use the links on the right to write a first post or to customize your blog.
pt_br: Use os links à direita para escrever um primeiro post ou para personalizar o seu blog.

source: You can see your blog page at any time by clicking "See" in the b2evolution toolbar at the top of this page.
pt_br: Você pode ver a página de seu blog a qualquer tempo clicando em "Visualizar" na barra de tarefas do b2evolution no topo ...

source: You can come back here at any time by clicking "Manage" in that same evobar.
pt_br: Você pode voltar aqui, a qualquer momento, clicando em "Gerenciar", nesta mesma evobar.

source: Manage your blog
pt_br: Gerenciar seu blog

source: Write a new post
pt_br: Escrever um novo post

source: Browse
pt_br: Navegar

source: Posts (full)
pt_br: Posts (completo)

source: Posts (list)
pt_br: Posts (lista)

source: Edit categories
pt_br: Editar categorias

source: Generate static page!
pt_br: Gera página estática!

source: View this blog
pt_br: Ver esse blog

source: Customize your blog
pt_br: Personalizar seu blog

source: Select a blog
pt_br: Selecione um blog

source: Updates from b2evolution.net
pt_br: Atualizações do b2evolution.net

source: Administrative tasks
pt_br: Tarefas administrativas

source: Create new user
pt_br: Criar novo usuário

source: Install a skin
pt_br: Instalar um skin

source: Install a plugin
pt_br: Instalar um plugin

source: Check system &amp; security
pt_br: Verificar sistema e segurança

source: View default page
pt_br: Ver página padrão

source: Getting updates from %s.
pt_br: Obtendo atualizações de %s.

source: Invalid updates received
pt_br: As atualizações recebidas são inválidas

source: Invalid CHMOD value. Use 3 digits.
pt_br: Valor inválido para o CHMOD. Use 3 digítos.

source: Maximum allowed filesize must be between %d and %d KB.
pt_br: O tamanho máximo do arquivo deve estar entra %d e %d KB.

source: Valid filename pattern is not a regular expression!
pt_br: O padrão para nome de arquivos válidos não é uma expressão regular!

source: Valid dirname pattern is not a regular expression!
pt_br: O padrão para nome de pastas válidos não é uma expressão regular!
