Repository: whissip/whissip
Catalog: blogs/locales/*/LC_MESSAGES/messages.po
Languages: fi_fi, hu_hu, pt_br, tr_tr

source: Tag %s may not have attribute %s
fi_fi: %s-tagilla ei voi olla atribuuttia %s
hu_hu: A %s tagnak nincs %s tulajdonsága
tr_tr: %s etiketinin %s özelliði olmayabilir

source: Tag %s may not contain raw character data
fi_fi: %s-tagi ei voi sis‰lt‰‰ raakaa tekstidataa
hu_hu: A %s tag nem tartalmazhat nyers karakteres adatot
tr_tr: %s etiketi saf karakter verisi içermeyebilir.

source: Read more!
fi_fi: Lue lis‰‰!
hu_hu: Olvass tovább!
tr_tr: Daha fazla oku!

source: More:
fi_fi: Lis‰‰:
hu_hu: Bövebben:
tr_tr: Dahasý:

source: 1 feedback
fi_fi: 1 palaute
hu_hu: 1 visszajelzés
tr_tr: 1 geri besleme

source: %d feedbacks
fi_fi: %d palautetta
hu_hu: %d visszajelzés
tr_tr: %d geri besleme

source: Trackback (0)
fi_fi: Viittaus (0)
hu_hu: Nincs visszajelzés
tr_tr: Ýzleme dönütü (0)

source: Trackback (1)
fi_fi: Viittaus (1)
hu_hu: 1 visszajelzés
tr_tr: Ýzleme dönütü (1)

source: Trackbacks (%d)
fi_fi: Viittaukset (%d)
hu_hu: %d visszajelzés
tr_tr: Ýzleme dönütleri (%d)

source: Pingback (0)
fi_fi: P‰ivitysilmoituksia (0)
hu_hu: Visszaping (0)
tr_tr: Yoklama dönütü (0)

source: Pingback (1)
fi_fi: P‰ivitysilmoituksia (1)
hu_hu: Visszaping (1)
tr_tr: Yoklama dönütü (1)

source: Pingbacks (%d)
fi_fi: P‰ivitysilmoituksia (%d)
hu_hu: Visszapingek (%d)
tr_tr: Yoklama dönütleri (%d)

source: You are about to delete this post!\n\'Cancel\' to stop, \'OK\' to delete.
fi_fi: Olet poistamasas t‰t‰ kirjoitusta!\n\'Peru\' peruaksesi, \'Poista\' poistaaksesi.
tr_tr: Bu gönderiyi silmek üzeresiniz!\ndurmak için \'Ýptal\', silmek için \'TAMAM\'.

source: Edit this post
hu_hu: Szerkeszd!
tr_tr: Bu gönderiyi düzenle

source: Sorry, there is no post to display...
fi_fi: Valitan, ei yht‰‰n viesti‰ n‰ytett‰v‰n‰
hu_hu: Sajnos nincs megjeleníthetõ beküldés...
tr_tr: Üzgünüz, görüntülenecek gönderi bulunmuyor...

source: POP3 connect:
fi_fi: POP3 yhdistetty:
hu_hu: POP3 kapcsolat:
tr_tr: POP3 baðlantý:

source: No server specified
fi_fi: Palvelinta ei ole m‰‰ritelty
hu_hu: Nem lett kiszolgáló megadva
tr_tr: Sunucu belirtilmedi

source: POP3: premature NOOP OK, NOT an RFC 1939 Compliant server
tr_tr: POP3: premature NOOP TAMAM, RFC 1939 uyumlu sunucu DEÐÝL

source: No connection to server
fi_fi: Palvelimeen ei saatu yhteytt‰
hu_hu: Nincs kapcsolat a kiszolgálóval
tr_tr: Sunucuya baðlantý yok

source: POP3 user:
fi_fi: POP3 tunnus:
hu_hu: POP3 felhasználó
tr_tr: POP3 kullanýcý:

source: No login ID submitted
fi_fi: Login-ID:t‰ ei l‰hetetty
hu_hu: Nem lett login ID elküldve
tr_tr: Giriþ ID'si girilmedi

source: connection not established
fi_fi: yhteytt‰ ei ole muodostettu
hu_hu: nem létesíthetõ kapcsolat
tr_tr: baðlantý kurulmadý

source: POP3 pass:
fi_fi: POP3 salasana:
hu_hu: POP3 jelszó
tr_tr: POP3 parolasý:

source: No password submitted
fi_fi: Salasanaa ei l‰hetetty
hu_hu: Nem lett jelszó megadva
tr_tr: Parola girilmedi

source: authentication failed
fi_fi: kirjautuminen ep‰onnistui
hu_hu: az azonosítás nem sikerült
tr_tr: kimlik doðrulama baþarýsýz

source: NOOP failed. Server not RFC 1939 compliant
fi_fi: NOOP ep‰onnistui. Palvelin ei ole RFC 1939:n mukainen
hu_hu: NOOP hiba. A kiszolgáló nem RFC 1939 kompatibilis
tr_tr: NOOP baþarýsýz. Sunucu, RFC 1939 uyumlu deðil

source: No server banner
fi_fi: Ei palvelimen tietoja saatavilla
hu_hu: Nincs kiszolgálóreklám
tr_tr: Sunucu reklamý yok

source: abort
fi_fi: keskeyt‰
hu_hu: megszakít
tr_tr: iptal

source: apop authentication failed
fi_fi: apop autentikointi ep‰onnistui
hu_hu: sikertelen APOP azonosítás
tr_tr: apop kimlik doðrulama baþarýz

source: POP3 login:
fi_fi: POP3 tunnus:
tr_tr: POP3 giriþ:

source: Premature end of list
fi_fi: Ennenaikainen listan loppuminen
tr_tr: Listenin prematüre sonu

source: Empty command string
fi_fi: Tyhj‰ komento
hu_hu: Üres parancs-kifejezés
tr_tr: Boþ komut katarý

source: POP3 quit:
tr_tr: POP3 çýkýþ:

source: connection does not exist
fi_fi: yhteytt‰ ei ole muodostettu
hu_hu: a kapcsolat nem él
tr_tr: baðlantý bulunmuyor

source: No msg number submitted
fi_fi: Viestin numeroa ei ole l‰hetetty
tr_tr: ilt no girilmedi

source: Command failed
fi_fi: Komento ep‰onnistui
hu_hu: A parancs végrehajtása sikertelen
tr_tr: Komut baþarýsýz

source: New user
fi_fi: Uusi k‰ytt‰j‰
hu_hu: Új felhasználó
tr_tr: Yeni kullanýcý

source: Permission denied!
fi_fi: P‰‰sy estetty!
hu_hu: Hozzáférés megtagadva
tr_tr: Ýzin reddedildi!

source: Oops, MySQL error!
fi_fi: Ups, MySQL-virhe!
hu_hu: Hopsz, MySQL hiba!
tr_tr: Oops, MySQL hatasý!

source: go back
fi_fi: palaa takaisin
hu_hu: vissza
tr_tr: geri git

source: Redirecting you to:
fi_fi: Ohjataan sinut sivulle:
hu_hu: Átirányítlak ide:
tr_tr: Yönlendiriliyorsunuz:

source: If nothing happens, click <a %s>here</a>.
fi_fi: Mik‰li mit‰‰n ei tapahdu, klikkaa <a %s>t‰st‰</a>.
hu_hu: Ha semmi nem történik, kattints <a %s>ide</a>.
tr_tr: hiçbir þey olmadýysa,·<a·%s>buraya</a> týklayýnýz.

source: Parameter %s is required!
fi_fi: Parametri %s on pakollinen!
hu_hu: A %s paraméter szükséges!
tr_tr: %s deðiþkeni gerekli!

source: Invalid URL
fi_fi: Virheellinen URL
hu_hu: Hibás URL
tr_tr: Geçersiz URL

source: URI scheme not allowed
fi_fi: Virheellinen URI-muoto
hu_hu: URI séma nem engedélyezett
tr_tr: URI düzenine izin verilmedi

source: Reporting abuse to b2evolution.net...
fi_fi: L‰hetet‰‰n ilmoitus v‰‰rink‰ytˆst‰ b2evolution.netiin...
hu_hu: Támadás jelentése a b2evolution.net -nek...
tr_tr: Zararlý kelime b2evolution.net'e bildiriliyor...

source: Aborted (Running on localhost).
fi_fi: Keskeytetty (Ajetaan paikallisesti)
hu_hu: Megszakítva (futás a localhost-on).
tr_tr: Ýptal edildi (yerel konakta çalýþýlýyor)

source: Requesting abuse list from b2evolution.net...
fi_fi: Pyydet‰‰n v‰‰rink‰yttˆ-listaa b2evolution.netist‰...
hu_hu: Rongálási lista-lekérés a b2evolution.net -rõl...
tr_tr: b2evolution.net'ten zararlý kelime listesi alýnýyor...

source: Adding strings to local blacklist
fi_fi: Lis‰t‰‰n merkkijono paikalliseen mustaanlistaan.
tr_tr: Katarlar yerel kara listeye ekleniyor

source: OK.
tr_tr: TAMAM.

source: Requested blog does not exist!
fi_fi: Pyydetty‰ bogia ei ole olemassa!
hu_hu: A kért blog nem létezik!
tr_tr: Ýstenen günlük bulunmuyor!

source: Post details
fi_fi: Viestin tiedot
hu_hu: Beküldés tulajdonságai
tr_tr: Gönderi detaylarý

source: Next page
fi_fi: Seuraava sivu
hu_hu: Következõ oldal
tr_tr: Sonraki sayfa

source: Previous page
fi_fi: Edellinen sivu
hu_hu: Elõzõ oldal
tr_tr: Önceki sayfa

source: Previous post
fi_fi: Edellinen viesti
hu_hu: Elõzõ beküldés
tr_tr: Önceki gönderi

source: Next post
fi_fi: Seuraava viesti
hu_hu: Következõ beküldés
tr_tr: Sonraki gönderi

source: Next Page
fi_fi: Seuraava sivu
hu_hu: Következõ oldal
tr_tr: Sonraki Sayfa

source: Previous Page
fi_fi: Edellinen sivu
hu_hu: Elõzõ oldal
tr_tr: Önceki Sayfa

source: Cannot delete if there are sub-categories!
fi_fi: Ei voida poistaa mik‰li alakategorioita on olemassa!
hu_hu: Nem lehet törölni addig, amíg van alkategóriája!
tr_tr: Eðer alt-bölümleri bulunuyor ise silinemez!

source: Cannot delete last category if there are posts inside!
fi_fi: Viimeist‰ kategoriaa ei voida poistaa, mik‰li sen alla on viestej‰!
hu_hu: Nem törölhetõ az utolsó kategória, ha tartalmaz beküldéseket!
tr_tr: Ýçerisinde gönderi bulunuyor ise son bölüm silinemez!

source: referer ignored
fi_fi: referer-tieto j‰tetty huomioimatta
tr_tr: atýfta bulunan yok sayýldý

source: BlackList
fi_fi: Mustalista
hu_hu: Fekete Lista
tr_tr: Kara Liste

source: invalid
fi_fi: virheellinen
hu_hu: érvénytelen
tr_tr: geçersiz

source: search engine
fi_fi: hakukone
hu_hu: keresõmotor
tr_tr: arama motoru

source: loading referering page
fi_fi: ladataan edellinen sivu
tr_tr: atýfta bulunan sayfa yükleniyor

source: found current url in page
fi_fi: nykyinen url lˆydetty sivulta
tr_tr: sayfada bir güncel url bulundu

source: not a query - no params!
fi_fi: ei haku - ei parametrej‰!
hu_hu: nem lekérés - nincsenek paraméterek!
tr_tr: bir sorgu deðil - deðiþken yok!

source: no query string found
fi_fi: haku-merkkijonoa ei lˆydetty
hu_hu: nem lett megadva lekérdezõ kifejezés
tr_tr: karakter katarý bulunamadý

source: Sending pingbacks...
fi_fi: L‰hetet‰‰n p‰ivitysilmoituksia...
hu_hu: Visszapingek küldése...
tr_tr: Yoklama dönütleri gönderiliyor...

source: No pingback to be done.
fi_fi: Ei p‰ivitysilmoituksia teht‰v‰n‰
hu_hu: Nincs teljesítésre váró visszapingelés.
tr_tr: Yapýlacak yoklama dönütü bulunamadý.

source: BEGIN
fi_fi: ALKU
tr_tr: BAÞLA

source: Processing:
fi_fi: K‰sitell‰‰n:
hu_hu: Feldolgozás:
tr_tr: Yürütülüyor:

source: Couldn't find a hostname for:
fi_fi: Hostnamea ei lˆydetty:
hu_hu: Az alábbinak nem sikerült megtalálni a hosztnevét:
tr_tr: Bir konak adý bulunamadý:

source: Connect to server at:
fi_fi: Yhdistet‰‰n palvelimeen:
hu_hu: Kapcsolódás a kiszolgálóhoz:
tr_tr: Sunucuya baðlanýldý:

source: Couldn't open a connection to:
fi_fi: Yhteytt‰ ei voitu avata:
hu_hu: Nem sikerült kapcsolatot létesíteni ezzel:
tr_tr: Baðlantý açýlamadý:

source: Start receiving headers and content
fi_fi: Aloitetaan otsikoiden ja sis‰llˆn vastaanottaminen
tr_tr: Üst bilgi baþlýðý ve içeriði almaya baþla

source: Pingback server found from X-Pingback header:
fi_fi: P‰ivitysilmoitus-palvelin lˆydetty X-Pingback-otsikosta:
tr_tr: X-Pingback üst bilgi baþlýðýndan yoklama dönütü sunucusu bulundu:

source: Pingback server found from Pingback <link /> tag:
fi_fi: P‰ivitysilmoitus-palvelin lˆydetty p‰ivitysilmoituksen <link />-tagista:
tr_tr: Yoklama dönütü <link /> etiketinden yoklama dönütü sunucusu bulundu:

source: Pingback server not found in headers and content
fi_fi: P‰ivitysilmoitus-palvelinta ei lˆydetty otsikosta tai sis‰llˆst‰
tr_tr: Yoklama dönütü sunucusu baþlýkta ve içerikte bulunamadý

source: Pingback server URL is empty (may be an internal PHP fgets error)
fi_fi: P‰ivitysilmoitus-palvelimen URL on tyhj‰ (voi johtua sis‰isest‰ PHP:n fgets-virheest‰)
hu_hu: A visszapingelõ kiszolgáló URL-je üres (talán belsõ PHP fgets függvény-hiba).
tr_tr: Yoklama dönütü sunucu URLsi boþ (iç PHP fgets hatasý olabilir)

source: Pingback server data
fi_fi: P‰ivitysilmoitus-palvelimen tiedot
hu_hu: Visszapingelõ kiszolgáló adatai
tr_tr: Yoklama dönütü sunucu verisi

source: Page Linked To:
fi_fi: Sivu linkitetty osoitteeseen:
hu_hu: Az oldal belinkelve ide:
tr_tr: Sayfanýn baðlandýðý yer:

source: Page Linked From:
fi_fi: Sivu linkitetty osoitteesta:
hu_hu: Az oldalt belinkelve innen:
tr_tr: Sayfaya baðlanan yer:

source: END
fi_fi: LOPPU
tr_tr: SON

source: Pingbacks done.
fi_fi: P‰ivitysilmoitukset l‰hetetty.
hu_hu: Visszapingelés kész.
tr_tr: Yoklama dönütleri tamamlandý.

source: Pinging b2evolution.net...
fi_fi: Pingataan b2evolution.net...
hu_hu: b2evolution.net pingelése...
tr_tr: b2evolutions.net yoklanýyor...

source: Pinging Weblogs.com...
fi_fi: Pingataan Weblogs.com...
hu_hu: Weblogs.com pingelése...
tr_tr: Weblogs.com yoklanýyor...

source: Pinging Blo.gs...
fi_fi: Pingataan Blo.gs...
hu_hu: Blo.gs pingelése...
tr_tr: Günlükler yoklanýyor...

source: Pinging technorati.com...
fi_fi: Pingataan technorati.com...
hu_hu: technorati.com pingelése...
tr_tr: technorati.com yoklanýyor...

source: Archive Directory
fi_fi: Arkistohakemisto
hu_hu: Archív könyvtár
tr_tr: Arþiv Klasörü

source: Sending trackbacks...
fi_fi: L‰hetet‰‰n viittaukset...
hu_hu: Visszajelzések küldése...
tr_tr: Ýzleme dönütleri gönderiliyor...

source: No trackback to be sent.
fi_fi: Ei viittauksia l‰hetett‰v‰n‰
hu_hu: Nem lett visszajelzés küldve.
tr_tr: Gönderilecek izleme dönütü yok.

source: Excerpt to be sent:
fi_fi: L‰hetett‰v‰ lainaus:
hu_hu: Az elküldendõ kivonat:
tr_tr: Gönderilecek alýntý:

source: Trackbacks done.
fi_fi: Viittaus onnistui
hu_hu: Visszajelzés kész
tr_tr: Ýzleme dönütleri tamamlandý.

source: wrong login/password.
fi_fi: virheellinen tunnus/salasana
hu_hu: rossz felhasználónév/jelszó.
tr_tr: yanlýþ giriþ/parola.

source: setcookie %s failed!
fi_fi: setcookie %s ep‰onnistui!
hu_hu: setcookie %s hiba!
tr_tr: setcookie %s baþarýsýz!

source: login/password no longer valid.
fi_fi: tunnus/salasana ei ole en‰‰ voimassa
hu_hu: a felhasználónév/jelszó többé nem érvényes
tr_tr: giriþ/parola artýk geçerli deðil.

source: Login if you have an account...
fi_fi: Kirjaudu mik‰li sinulla on tunnus...
hu_hu: Ha van azonosítód, lépj be...
tr_tr: Bir hesabýnýz bulunuyorsa giriþ yapýnýz...

source: Logout (%s)
fi_fi: Kirjaudu ulos (%s)
hu_hu: Kilépés (%s)
tr_tr: Çýkýþ (%s)

source: Go to the back-office
fi_fi: Mene asetuspaneeliin
tr_tr: Ofis arkasýna geç

source: Profile (%s)
fi_fi: Profiili (%s)
hu_hu: Profil (%s)
tr_tr: Profil (%s)

source: T
hu_hu: K
tr_tr: S

source: S
tr_tr: C

source: Jan
fi_fi: Tammi
tr_tr: Ock

source: Jun
fi_fi: Kes‰
hu_hu: Jún
tr_tr: Haz

source: Jul
fi_fi: Hein‰
hu_hu: Júl
tr_tr: Tem

source: Nov
fi_fi: Marras
tr_tr: Kas

source: Local
fi_fi: Paikallinen
hu_hu: Helyi
tr_tr: Yer

source: Central
fi_fi: Keskus
hu_hu: Központi
tr_tr: Merkezi

source: Czech (CZ)
fi_fi: Tsekki (CZ)
hu_hu: Cseh (CZ)
tr_tr: Çekce (CZ)

source: German (DE)
fi_fi: Saksa (DE)
hu_hu: Német (DE)
tr_tr: Almanca (DE)

source: English (EU)
fi_fi: Englanti (EU)
hu_hu: Angol (EU)
tr_tr: Ýngilizce (EU)

source: English (UK)
fi_fi: Englanti (UK)
hu_hu: Angol (UK)
tr_tr: Ýngilizce (UK)

source: English (US)
fi_fi: Englanti (US)
hu_hu: Angol (US)
tr_tr: Ýngilizce (US)

source: English (CA)
fi_fi: Englanti (CA)
hu_hu: Angol (CA)
tr_tr: Ýngilizce (CA)

source: English (AU)
fi_fi: Englanti (AU)
hu_hu: Angol (AU)
tr_tr: Ýngilizce (AU)

source: English (IL)
tr_tr: Ýngilizce (IL)

source: Spanish (ES)
fi_fi: Espanja (ES)
hu_hu: Spanyol (ES)
tr_tr: Ýspanyolca (ES)

source: French (FR)
fi_fi: Ranska (FR)
hu_hu: Francia (FR)
tr_tr: Fransýzca (FR)

source: French (CA)
fi_fi: Ranska (CA)
hu_hu: Francia (CA)
tr_tr: Fransýzca (CA)

source: French (BE)
fi_fi: Ranska (BE)
hu_hu: Francia (BE)
tr_tr: Fransýzca (BE)

source: Hungarian (HU)
tr_tr: Macarca (HU)

source: Italian (IT)
fi_fi: Italia (IT)
hu_hu: Olasz (IT)
tr_tr: Ýtalyanca (IT)

source: Japanese (JP)
fi_fi: Japani (JP)
hu_hu: Japán (JP)
tr_tr: Japonca (JP)

source: Lithuanian (LT)
fi_fi: Liettua (LT)
hu_hu: Litván (LT)
tr_tr: Litvanca (LT)

source: Bokm&aring;l (NO)
fi_fi: Norja (NO)
hu_hu: Norvég (NO)
tr_tr: Norveççe (NO)

source: Dutch (NL)
fi_fi: Hollanti (NL)
hu_hu: Holland (NL)
tr_tr: Flemenkçe (NL)

source: Dutch (BE)
fi_fi: Hollanti (BE)
hu_hu: Belga (BE)
tr_tr: Flemenkçe (BE)

source: Portuguese (BR)
fi_fi: Portugali (BR)
hu_hu: Portugál (BR)
tr_tr: Portekizce (BR)

source: Swedish (SE)
fi_fi: Ruotsi (SE)
hu_hu: Svéd (SE)
tr_tr: Ýsveçce (SE)

source: Chinese(S) gb2312 (CN)
tr_tr: Çince(S) gb2312 (CN)

source: Chinese(S) utf-8 (CN)
tr_tr: Çince(S) utf-8 (CN)

source: Trad. Chinese (TW)
fi_fi: Perinteinen kiina (TW)
hu_hu: Trad. kínai (TW)
tr_tr: Geleneksel Çince (TW)

source: Please fill in the name field
fi_fi: T‰yt‰ nimi-kentt‰
hu_hu: Kérlek töltsd ki a név mezõt
tr_tr: Lütfen isim alanýný doldurunuz

source: Please fill in the email field
fi_fi: T‰yt‰ s‰hkˆposti-kentt‰
hu_hu: Kérlek töltsd ki az email mezõt
tr_tr: Lütfen e-posta alanýný doldurunuz

source: Supplied email address is invalid
fi_fi: Annettu s‰hkˆpostiosoite on virheellinen
hu_hu: A megadott email cím érvénytelen
tr_tr: Girilen e-posta adresi geçersiz

source: You can only post a new comment every 30 seconds.
fi_fi: Voit l‰hett‰‰ kommentteja 30 sekunnin v‰lein
hu_hu: Csak 30 másodpercenként tudsz új hozzászólást küldeni.
tr_tr: Yeni yorumlarý 30 saniye aralýklar ile gönderebilirsiniz.

source: New comment on your post #%d "%s"
fi_fi: Uusi kommentti viestillesi #%d "%s"
tr_tr: #%d nolu gönderinize yeni yorum "%s"

source: Connecting to pop server...
fi_fi: Yhdistet‰‰n POP-palvelimeen...
hu_hu: Kapcsolódás a pop kiszolgálóra...
tr_tr: pop sunucuya baðlanýlýyor...

source: Connection failed:
fi_fi: Yhdist‰minen ep‰onnistui:
hu_hu: Sikertleen kapcsolat:
tr_tr: Baðlantý baþarýsýz:

source: Logging into pop server...
fi_fi: Kirjaudutaan POP-palvelimeen...
hu_hu: Belépés a pop kiszolgálóra...
tr_tr: pop sunucusuna giriþ yapýlýyor...

source: No mail or Login Failed:
fi_fi: Ei s‰hkˆpostia tai kirjautuminen ep‰onnistui:
hu_hu: Nincs levél vagy belépési hiba:
tr_tr: Posta yok veya giriþ baþarýsýz:

source: Getting message #%d...
fi_fi: Haetaan viestit #%d...
hu_hu: #%d üzenet letöltése...
tr_tr: Ýleti #%d alýnýyor...

source: Processing...
fi_fi: K‰sitell‰‰n...
hu_hu: Feldolgozás alatt...
tr_tr: Yürütülüyor...

source: Too old
fi_fi: Liian vanha
hu_hu: Túl régi
tr_tr: Çok eski

source: Subject prefix does not match
fi_fi: Otsikon etuliite ei ole sopiva
tr_tr: Konu ön eki uyuþmuyor

source: Raw content:
fi_fi: Raakasis‰ltˆ:
hu_hu: Nyers tartalom:
tr_tr: Saf içerik:

source: Login:
fi_fi: Tunnus:
hu_hu: Felhasználónév
tr_tr: Giriþ:

source: Pass:
fi_fi: Salasana:
hu_hu: Jelszó
tr_tr: Parola:

source: Wrong login or password.
fi_fi: V‰‰r‰ tunnus tai salasana.
hu_hu: Hibás felhasználónév vagy jelszó.
tr_tr: Yanlýþ giriþ veya parola.

source: Category ID
fi_fi: Kategorian ID
hu_hu: Kategória ID
tr_tr: Bölüm ID

source: Blog ID
fi_fi: Blogin ID
tr_tr: Günlük ID

source: Posted title
fi_fi: L‰hetetty otsikko
hu_hu: Beküldött cím
tr_tr: Gönderilmiþ baþlýk

source: Posted content
fi_fi: L‰hetetty sis‰ltˆ
hu_hu: Beküldött tartalom
tr_tr: Gönderilmiþ içerik

source: Mission complete, message deleted.
fi_fi: Teht‰v‰ suoritettu, viesti poistettu.
hu_hu: Akció végrehajtva: az üzenet törölve.
tr_tr: Görev tamamlandý, ileti silindi.

source: An email with the new password was sent successfully to your email address.
fi_fi: Uusi salasana l‰hetettiin s‰hkˆpostiosoitteeseesi.
tr_tr: Parolayý içeren bir e-posta, e-posta adresinize baþarý ile gönderildi.

source: New Password:
fi_fi: Uusi salasana:
hu_hu: Új jelszó
tr_tr: Yeni Parola:

source: You can login here:
fi_fi: Voit kirjautua t‰‰ll‰:
hu_hu: Itt tudsz belépni:
tr_tr: Buraya giriþ yapabilirsiniz:

source: your weblog's login/password
fi_fi: blogisi tunnus/salasana
hu_hu: a weblogod felhasználóneve/jelszava
tr_tr: web günlüðünüzün giriþ/parolasý

source: The email could not be sent.
fi_fi: S‰hkˆpostia ei voitu l‰hett‰‰
hu_hu: Az emailt nem sikerült elküldeni.
tr_tr: E-posta gönderilemedi.

source: Possible reason: your host may have disabled the mail() function...
fi_fi: Mahdollinen syy: yll‰pito on ottanut mail()-funktion pois k‰ytˆst‰...
hu_hu: Lehetséges ok: a kiszolgálón le van tiltva a mail() függvény...
tr_tr: Olabilecek neden: sunucunuz mail() iþlevini devre dýþý býrakmýþ olabilir...

source: Note: You are already logged in!
fi_fi: Huom: Olet jo kirjautunut sis‰‰n!
hu_hu: Megjegyzés: már be vagy lépve!
tr_tr: Not: Zaten giriþ yaptýnýz!

source: Continue...
fi_fi: Jatka...
hu_hu: Folytatás...
tr_tr: Devam et...

source: You are not logged in under the same account you are trying to modify.
fi_fi: Et ole kirjautunut sis‰‰n samalla tunnuksella, jota yrit‰t muokata.
hu_hu: Nem lehetsz belépve azon az azonosítón, amelyet meg akarsz változtatni.
tr_tr: Düzenlemek istediðiniz hesap altýnda giriþ yapmamýþsýnýz.

source: please enter your nickname (can be the same as your login)
fi_fi: anna kutsumanimi (voi olla sama kuin tunnus)
hu_hu: kérlek add meg a beceneved (lehet ugyanaz, mint a felhasználóneved)
tr_tr: lütfen takma adýnýzý giriniz (giriþinizle ayný olabilir)

source: your ICQ UIN can only be a number, no letters allowed
fi_fi: ICQ UIN voi sis‰lt‰‰ ainoastaan numeroita
hu_hu: az ICQ UIN-ed csak számokból állhat, betûk nem engedélyezettek
tr_tr: ICQ UIN numaranýz yalnýzca rakamlardan oluþmalý, harfler kabul edilmemektedir

source: please type your e-mail address
fi_fi: kirjoita s‰hkˆpostiosoitteesi
hu_hu: kérlek add meg az e-mail címed
tr_tr: lütfen e-posta adresinizi girin

source: the email address is invalid
fi_fi: s‰hkˆpostiosoite on v‰‰r‰
hu_hu: Az email cím érvénytelen
tr_tr: e-posta adresi geçersiz

source: you typed your new password only once. Go back to type it twice.
fi_fi: kirjoitit salasanasi ainoastaan yhden kerran. Palaa takaisin ja kirjoita se kahdesti.
tr_tr: yeni parolanýzý yanlnýzca bir kez girdiniz. Geri gidip tekrar giriniz.

source: you typed two different passwords. Go back to correct that.
fi_fi: kirjoitit kaksi erilaista salasanaa. Palaa takaisin ja korjaa virhe.
tr_tr: iki farklý parola girdiniz. Geri gidip düzeltiniz.

source: please enter a Login
fi_fi: anna tunnuksesi
hu_hu: kérelek adj meg egy Felhasználónevet
tr_tr: lütfen bir giriþ yapýn

source: please enter your password twice
fi_fi: anna salasanasi kahdesti
hu_hu: kérlek add meg a jelszavad kétszer
tr_tr: lütfen parolanýzý iki kez girin

source: please type the same password in the two password fields
fi_fi: kirjoita sama salasana kumpaankin salasanakentt‰‰n
hu_hu: kérlek mindkét jelszó mezõbe ugyanazt a jelszót írd
tr_tr: lütfen ayný parolayý iki parola alanýnada giriniz

source: this login is already registered, please choose another one
fi_fi: tunnus on jo olemassa, valitse toinen tunnus
hu_hu: ez a felhasználónév már be lett regisztrálva, kérlek adj meg egy másikat
tr_tr: Bu giriþ zaten kayýtlý, lütfen baþka bir tane seçiniz

source: new user registration on your blog
fi_fi: uusien k‰ytt‰jien rekisterˆinti blogiisi
hu_hu: új regisztrálás a blogodon
tr_tr: günlüðünüzde yeni kullanýcý kaydý

source: Manage users
fi_fi: Hallitse k‰ytt‰ji‰
hu_hu: Felhasználók menedzselése
tr_tr: Kullanýcýlarý yönet

source: New trackback on your post #%d "%s"
fi_fi: Uusi viittaus kirjoitukseesi #%d "%s"
hu_hu: Új visszajelzés a #%d "%s" beküldésedhez
tr_tr: #%d nolu gönderinize yeni izleme dönütü "%s"

source: Password:
fi_fi: Salasana:
hu_hu: Jelszó:
tr_tr: Parola:

source: Go to Blogs
fi_fi: Siirry blogeihin
hu_hu: Ugrás a Blogokhoz
tr_tr: Günlüklere Git

source: Lost your password ?
fi_fi: Hukkasitko salasanasi?
hu_hu: Elvesztetted a jelszavad?
tr_tr: Parolanýz kayýp mý?

source: A new password will be generated and sent to you by email.
fi_fi: Uusi salasana tehd‰‰n ja l‰hetet‰‰n sinulla s‰hkˆpostitse.
hu_hu: Az új jelszót elõállítjuk és elküldjük emailben.
tr_tr: Yeni bir parola oluþturulup e-posta adresinize gönderildi.

source: Generate new password!
fi_fi: Tee uusi salasana!
hu_hu: Készíts új jelszót!
tr_tr: Yeni parola üret!

source: Home
fi_fi: Etusivu
hu_hu: Haza
tr_tr: Ev

source: PHP info
fi_fi: Tietoja PHP:st‰
hu_hu: PHP infó
tr_tr: PHP bilgisi

source: Go to Admin
fi_fi: Siirry yll‰pitoon
hu_hu: Ugrás az admin felületre
tr_tr: Yönetime Dön

source: Online
fi_fi: Kirjautuneena
tr_tr: Çevrimiçi

source: Manual
fi_fi: Ohje
hu_hu: Kézikönyv
tr_tr: Yardým

source: Support
fi_fi: Tuki
hu_hu: Támogatás
tr_tr: Destek

source: Choose a default language/locale for your b2evo installation.
fi_fi: Valitse oletuskieli b2evo asennukselle.
hu_hu: Válaszd ki az alapértelmezett nyelvet/honosítást a b2evo telepítéséhez.
tr_tr: b2evo yüklemeniz için ön tanýmlý dil/yer seçin.

source: We cannot automatically update your config file [%s]!
fi_fi: Asetustiedostoa [%s] ei voida p‰ivitt‰‰ automaattisesti!
hu_hu: Nem lehet automatikusan frissíteni a [%s] konfig fájlt!
tr_tr: Öz devinimli (otomatik) olarak [%s] yapýlandýrma dosyanýzý güncelleyemiyoruz!

source: You can allow the installer to update the config file by changing its permissions:
fi_fi: Voit antaa asennusohjelman p‰ivitt‰‰ asetustiedoston antamalla tiedostoon oikeudet:
tr_tr: Dosya izinlerini deðiþtirerek yükleyiciye bunu yapmasý için izin verebilirsiniz:

source: Open the _config.php file locally with a text editor.
fi_fi: Avaa _config.php-tiedosto tekstieditorissa.
hu_hu: Nyisd meg a _config.php fájlt helyben egy szövegszerkesztõvel.
tr_tr: _config.php dosyasýný yerel olarak bir metin düzenleyicide açýn.

source: Delete all contents!
fi_fi: Poista kaikki sis‰ltˆ!
hu_hu: A teljes tartalom törlése!
tr_tr: Tüm içeriði sil!
